[
    {
        "author": "jhamilton",
        "published": "2016-11-11T00:59:56.429Z",
        "title": "Long-term Effects of the Presidential Election",
        "language": "english",
        "site_url": "endtime.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "November 10, 2016 Long-term Effects of the Presidential Election \r\nThe reverberations from Donald Trump’s election as the 45th president of the United States are being felt around the world. A number of Hollywood’s celebrities are saying they will move out of the country. Many political pundits are decrying the overthrow of the international order that globalists have worked so hard to build since World War II. \r\nOn the other hand, one politician from Israel is saying that Trump’s election heralds the coming of the Messiah. One thing is certain. The election of Mr. Trump to lead the world’s greatest nation will definitely change things dramatically. What will the long-term effects of America’s election actually be? We’ll talk about on today’s edition of End of the Age. Join the Conversation",
        "id": "2660",
        "_version_": 1749756251826290688
    },
    {
        "author": "jhamilton",
        "published": "2016-11-11T03:30:00Z",
        "title": "Long-term Effects of the Presidential Election",
        "language": "english",
        "site_url": "endtime.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "November 10, 2016 Long-term Effects of the Presidential Election \r\nThe reverberations from Donald Trump’s election as the 45th president of the United States are being felt around the world. A number of Hollywood’s celebrities are saying they will move out of the country. Many political pundits are decrying the overthrow of the international order that globalists have worked so hard to build since World War II. \r\nOn the other hand, one politician from Israel is saying that Trump’s election heralds the coming of the Messiah. One thing is certain. The election of Mr. Trump to lead the world’s greatest nation will definitely change things dramatically. What will the long-term effects of America’s election actually be? We’ll talk about on today’s edition of End of the Age. Join the Conversation",
        "id": "2666",
        "_version_": 1749756251830484992
    },
    {
        "author": "Gillian",
        "published": "2016-11-07T20:50:01.979Z",
        "title": "Final 2016 Presidential Election Update Before Voting Ends [Video]",
        "language": "english",
        "site_url": "shiftfrequency.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Leave a reply \r\nGreg Hunter – America faces the biggest election in the history of the country. The outcome will have huge implications for the rest of our lives. The desperation is so thick, with the Democrats and the Clinton campaign, you can’t cut it with a hacksaw. \r\nPresident Obama is telling illegal aliens to illegally vote . James Comey is doubling down on making the FBI look like buffoons by reclosing the investigation he reopened a week ago with, once again, no charges for Hillary Clinton. ISIS has announced it will “slaughter” Americans on Election Day, but that is “too stupid to be stupid.” Who would announce a big attack? This looks more like a psychological operation to keep voters away from the polls on Tuesday. Don’t believe it. \r\nGreg Hunter gives his analysis and some inspiration you need to hear before you cast the most important vote of your life. I call this the “Final 2016 Presidential Election Update Before Voting Ends,” Tuesday night. SF Source USA Watchdog Nov. 2016 Share this:",
        "id": "7876",
        "_version_": 1749756264185856000
    },
    {
        "author": "Gillian",
        "published": "2016-11-05T11:17:58.346Z",
        "title": "Can The Oligarchy Still Steal The Presidential Election?",
        "language": "english",
        "site_url": "shiftfrequency.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "7854",
        "body_en": "Leave a reply \r\nPaul Craig Roberts – The election was set up to be stolen from Trump. That was the purpose of the polls rigged by overweighting Hillary supporters in the samples. After weeks of hearing poll results that Hillary was in the lead, the public would discount a theft claim. Electronic voting makes elections easy to steal, and I have posted explanations by election fraud experts of how it is done. \r\nClearly the Oligarchy does not want Donald Trump in the White House as they are unsure that they could control him, and Hillary is their agent. \r\nWith the reopening of the FBI investigation of Hillary and related scandals exploding all around her, election theft is not only more risky but also less likely to serve the Oligarchy’s own interests. \r\nImage as well as money is part of Oligarchic power. The image of America takes a big hit if the American people elect a president who is currently under felony investigation. \r\nMoreover, a President Hillary would be under investigation for years. With so much spotlight on her, she would not be able to serve the Oligarchy’s interests. She would be worthless to them, and, indeed, investigations that unearthed various connections between Hillary and oligarchs could damage the oligarchs. \r\nIn other words, for the Oligarchy Hillary has moved from an asset to a liability. \r\nA Hillary presidency could put our country into chaos. I doubt the oligarchs are sufficiently stupid to think that once she is sworn in, Hillary can fire FBI Director Comey and shut down the investigation. The last president that tried that was Richard Nixon, and look where that got him. \r\nMoreover, the Republicans in the House and Senate would not stand for it. House Committee on oversight and Government Reform chairman Jason Chaffetz has already declared Hillary to be “a target-rich environment. Even before we get to day one, we’ve got two years worth of material already lined up.” House Speaker Paul Ryan said investigation will follow the evidence. \r\nIf you were an oligarch, would you want your agent under this kind of scrutiny? If you were Hillary, would you want to be under this kind of pressure? \r\nWhat happens if the FBI recommends the indictment of the president? Even insouciant Americans would see the cover-up if the attorney general refused to prosecute the case. Americans would lose all confidence in the government. Chaos would rule. Chaos can be revolutionary, and that is not good for oligarchs. \r\nMoreover, if reports can be believed, salacious scandals appear to be waiting their time on stage. For example, last May Fox News reported: \r\n“Former President Bill Clinton was a much more frequent flyer on a registered sex offender’s infamous jet than previously reported, with flight logs showing the former president taking at least 26 trips aboard the “Lolita Express” — even apparently ditching his Secret Service detail for at least five of the flights, according to records obtained by FoxNews.com. “Clinton’s presence aboard Jeffrey Epstein’s Boeing 727 on 11 occasions has been reported, but flight logs show the number is more than double that, and trips between 2001 and 2003 included extended junkets around the world with Epstein and fellow passengers identified on manifests by their initials or first names, including “Tatiana.” The tricked-out jet earned its Nabakov-inspired nickname because it was reportedly outfitted with a bed where passengers had group sex with young girls.” \r\nFox News reports that Epstein served time in prison for “solicitation and procurement of minors for prostitution. He allegedly had a team of traffickers who procured girls as young as 12 to service his friends on ‘Orgy Island,’ an estate on Epstein’s 72-acre island, called Little St. James, in the U.S. Virgin Islands.” http://www.foxnews.com/us/2016/05/13/flight-logs-show-bill-clinton-flew-on-sex-offenders-jet-much-more-than-previously-known.html \r\nSome Internet sites, the credibility of which is unknown to me, have linked Hillary to these flights. http://truepundit.com/breaking-bombshell-nypd-blows-whistle-on-new-hillary-emails-money-laundering-sex-crimes-with-children-child-exploitation-pay-to-play-perjury/ \r\nThis kind of behavior seems reckless even for Bill and Hillary, who are accustomed to getting away with everything. Nevertheless, if you are an oligarch already worried about the reopened Hillary email case and additional FBI investigations, such as the one into the Clinton Foundation, and concerned about what else might emerge from the 650,000 emails on former US Rep. Weiner’s computer and the NYPD pedophile investigation, putting Hillary in the Oval Office doesn’t look like a good decision. \r\nAt this point, I would think that the Oligarchy would prefer to steal the election for Trump, instead of from him, rather than allow insouciant Americans to destroy America’s reputation by choosing a person under felony investigations for president of the United States. \r\nBeing the “exceptional nation” takes on new meaning when there is a criminal at the helm. SF Source Paul Craig Roberts",
        "_version_": 1749756264134475776
    },
    {
        "author": "Paul Craig Roberts",
        "published": "2016-11-05T15:29:24.041Z",
        "title": "Can the Oligarchy Still Steal the Presidential Election?",
        "language": "english",
        "site_url": "unz.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "10763",
        "body_en": "The election was set up to be stolen from Trump. That was the purpose of the polls rigged by overweighting Hillary supporters in the samples. After weeks of hearing poll results that Hillary was in the lead, the public would discount a theft claim. Electronic voting makes elections easy to steal, and I have posted explanations by election fraud experts of how it is done. \r\nClearly the Oligarchy does not want Donald Trump in the White House as they are unsure that they could control him, and Hillary is their agent. \r\nWith the reopening of the FBI investigation of Hillary and related scandals exploding all around her, election theft is not only more risky but also less likely to serve the Oligarchy’s own interests. \r\nImage as well as money is part of Oligarchic power. The image of America takes a big hit if the American people elect a president who is currently under felony investigation. \r\nMoreover, a President Hillary would be under investigation for years. With so much spotlight on her, she would not be able to serve the Oligarchy’s interests. She would be worthless to them, and, indeed, investigations that unearthed various connections between Hillary and oligarchs could damage the oligarchs. \r\nIn other words, for the Oligarchy Hillary has moved from an asset to a liability. \r\nA Hillary presidency could put our country into chaos. I doubt the oligarchs are sufficiently stupid to think that once she is sworn in, Hillary can fire FBI Director Comey and shut down the investigation. The last president that tried that was Richard Nixon, and look where that got him. \r\nMoreover, the Republicans in the House and Senate would not stand for it. House Committee on oversight and Government Reform chairman Jason Chaffetz has already declared Hillary to be “a target-rich environment. Even before we get to day one, we’ve got two years worth of material already lined up.” House Speaker Paul Ryan said investigation will follow the evidence. \r\nIf you were an oligarch, would you want your agent under this kind of scrutiny? If you were Hillary, would you want to be under this kind of pressure? \r\nWhat happens if the FBI recommends the indictment of the president? Even insouciant Americans would see the cover-up if the attorney general refused to prosecute the case. Americans would lose all confidence in the government. Chaos would rule. Chaos can be revolutionary, and that is not good for oligarchs. \r\nMoreover, if reports can be believed, salacious scandals appear to be waiting their time on stage. For example, last May Fox News reported: \r\n“Former President Bill Clinton was a much more frequent flyer on a registered sex offender’s infamous jet than previously reported, with flight logs showing the former president taking at least 26 trips aboard the “Lolita Express” — even apparently ditching his Secret Service detail for at least five of the flights, according to records obtained by FoxNews.com. \r\n“Clinton’s presence aboard Jeffrey Epstein’s Boeing 727 on 11 occasions has been reported, but flight logs show the number is more than double that, and trips between 2001 and 2003 included extended junkets around the world with Epstein and fellow passengers identified on manifests by their initials or first names, including “Tatiana.” The tricked-out jet earned its Nabakov-inspired nickname because it was reportedly outfitted with a bed where passengers had group sex with young girls.” \r\nFox News reports that Epstein served time in prison for “solicitation and procurement of minors for prostitution. He allegedly had a team of traffickers who procured girls as young as 12 to service his friends on ‘Orgy Island,’ an estate on Epstein’s 72-acre island, called Little St. James, in the U.S. Virgin Islands.” http://www.foxnews.com/us/2016/05/13/flight-logs-show-bill-clinton-flew-on-sex-offenders-jet-much-more-than-previously-known.html Some Internet sites, the credibility of which is unknown to me, have linked Hillary to these flights. http://truepundit.com/breaking-bombshell-nypd-blows-whistle-on-new-hillary-emails-money-laundering-sex-crimes-with-children-child-exploitation-pay-to-play-perjury/ \r\nThis kind of behavior seems reckless even for Bill and Hillary, who are accustomed to getting away with everything. Nevertheless, if you are an oligarch already worried about the reopened Hillary email case and additional FBI investigations, such as the one into the Clinton Foundation, and concerned about what else might emerge from the 650,000 emails on former US Rep. Weiner’s computer and the NYPD pedophile investigation, putting Hillary in the Oval Office doesn’t look like a good decision. \r\nAt this point, I would think that the Oligarchy would prefer to steal the election for Trump, instead of from him, rather than allow insouciant Americans to destroy America’s reputation by choosing a person under felony investigations for president of the United States. \r\nBeing the “exceptional nation” takes on new meaning when there is a criminal at the helm. (Reprinted from PaulCraigRoberts.org by permission of author or representative)",
        "_version_": 1749756271767060480
    },
    {
        "author": "John Federico",
        "published": "2016-10-31T19:55:00Z",
        "title": "HRC and the 2016 Presidential Election",
        "language": "english",
        "site_url": "guardianlv.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "3827",
        "body_en": "The Miami Herald stated that the Human Rights Campaign (HRC) endorses Hilary Rodham. Clinton. The organization is also the largest LGBTQ political group. The HRC has endorsed Hillary Clinton in the 2016 election.\r\nTheir new video advertisement features Clinton’s pledge to fight for the LGBT community’s equality. The ad was also released days before the election on Nov. 8.\r\nThe video titled “Hillary Clinton: Equality Is About Changing Hearts And Minds,” was released in Washington D.C., which is the HRC headquarters are located.\r\nThe organization has a section of their website dedicated to the group’s endorsement of the candidate. The HRC also stated that Clinton has stood with the LGBTQ community and the group will now stand with Clinton. The HRC concluded by saying that Clinton’s fight is with the community and that what the HRC advocates.\r\nThe HRC President Chad Griffin said that Clinton has shown through her words and actions that she is dedicated to fighting for the rights of the LGBT community. He also stated that all of the progress the community has made is at stake in the 2016 Presidential election as the HRC has endorsed a candidate in the 2016 election.\r\nGriffin then continued to state that Donald Trump’s campaign is filled with hateful language that will reverse the LGBTQ movement’s gains. He also said that Clinton will tear down the walls of bigotry against people of alternative lifestyles. The HRC leader concluded by saying that it is very important that people who are pro-equality voters for Clinton in the next presidential election.\r\nBreitbart stated that an artist from the Art Wing Conspiracy group said a lot of Trump supporters, especially amongst the LGBT community, are “in the closet.” The artistic group has painted several Think Different posters across the city of San Francisco near the offices of Twitter and Clinton’s campaign headquarters. The posters feature a rainbow Apple logo with a silhouette of Trump’s face on it. They were released on National Coming Out Day.\r\nThe Art Wing Conspiracy artist also stated that on National Coming Out Day the organization encourages people to “stop living a lie and come out.” He conveyed this idea, in a voting booth, i.e. a closet, no one has to know who supports Trump or Clinton.\r\nThe artist also said that the liberal community in San Francisco must know that there are many Trump supporters amongst the city’s LGBT community. The individual stated that having pride means to be true to oneself and one’s beliefs, even if it is against the mainstream. The artist concluded that is what the LGBT rights movement conveys.\r\nThe Stonewall Inn’s website stated that the historic inn was the birthplace of the historic LGBT rights movement. The patrons of the club retaliated against harassment from the local police department. Subsequently, a riot occurred on June 28, 1969.\r\nThe website also claimed that the patrons refused to accept the status quo of oppression for the first time. They then stood up for each other and the whole LGBT community.\r\nThe site continues to state that the riot at the Stonewall Inn sparked the lengthy battle for all members of the Gay and Lesbian community. The incident is often referred to as the Rosa Parks incident of the LGBT community. The site then stated that the incident led the government and society, in general, to look at members of the LBGT community as equals.\r\nIn 1969 the police raided gay clubs regularly. Eight police officers arrived at the Stonewall Inn on a Saturday morning at 1:20. Approximately 200 people were in the establishment that night. However, the raid was not conducted as planned. The patrons did not cooperate, resulting in the riot that led to the LGBT rights movement of the 1970s, which is why the HRC now exists and has endorsed a candidate for the 2016 election.\r\nBy John A. Federico\r\nEdited by Cathy Milne\r\nSources:\r\nMiami Herald : LGBTQ group Human Rights Campaign (HRC) releases video supporting Hillary Rodham Clinton (HRC)\r\nBreitbart: Rainbow Trump Posters Appear in San Francisco on ‘National Coming Out Day’\r\nThe Stonewall Inn: THE HISTORIC STONEWALL INN\r\nFeatured Image Courtesy of Mobilus In Mobili’s Flickr HRC , HUman Rights Campaign",
        "_version_": 1749756254599774208
    },
    {
        "author": "pcr3",
        "published": "2016-11-04T20:47:39.754Z",
        "title": "Can The Oligarchy Still Steal The Presidential Election? — Paul Craig Roberts",
        "language": "english",
        "site_url": "paulcraigroberts.org",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "6589",
        "body_en": "Can The Oligarchy Still Steal The Presidential Election?\r\nPaul Craig Roberts\r\nThe election was set up to be stolen from Trump. That was the purpose of the polls rigged by overweighting Hillary supporters in the samples. After weeks of hearing poll results that Hillary was in the lead, the public would discount a theft claim. Electronic voting makes elections easy to steal, and I have posted explanations by election fraud experts of how it is done.\r\nClearly the Oligarchy does not want Donald Trump in the White House as they are unsure that they could control him, and Hillary is their agent. \r\nWith the reopening of the FBI investigation of Hillary and related scandals exploding all around her, election theft is not only more risky but also less likely to serve the Oligarchy’s own interests.\r\nImage as well as money is part of Oligarchic power. The image of America takes a big hit if the American people elect a president who is currently under felony investigation. \r\nMoreover, a President Hillary would be under investigation for years. With so much spotlight on her, she would not be able to serve the Oligarchy’s interests. She would be worthless to them, and, indeed, investigations that unearthed various connections between Hillary and oligarchs could damage the oligarchs. \r\nIn other words, for the Oligarchy Hillary has moved from an asset to a liability.\r\nA Hillary presidency could put our country into chaos. I doubt the oligarchs are sufficiently stupid to think that once she is sworn in, Hillary can fire FBI Director Comey and shut down the investigation. The last president that tried that was Richard Nixon, and look where that got him. \r\nMoreover, the Republicans in the House and Senate would not stand for it. House Committee on oversight and Government Reform chairman Jason Chaffetz has already declared Hillary to be “a target-rich environment. Even before we get to day one, we’ve got two years worth of material already lined up.” House Speaker Paul Ryan said investigation will follow the evidence.\r\nIf you were an oligarch, would you want your agent under this kind of scrutiny? If you were Hillary, would you want to be under this kind of pressure? \r\nWhat happens if the FBI recommends the indictment of the president? Even insouciant Americans would see the cover-up if the attorney general refused to prosecute the case. Americans would lose all confidence in the government. Chaos would rule. Chaos can be revolutionary, and that is not good for oligarchs.\r\nMoreover, if reports can be believed, salacious scandals appear to be waiting their time on stage. For example, last May Fox News reported: \r\n“Former President Bill Clinton was a much more frequent flyer on a registered sex offender’s infamous jet than previously reported, with flight logs showing the former president taking at least 26 trips aboard the “Lolita Express” — even apparently ditching his Secret Service detail for at least five of the flights, according to records obtained by FoxNews.com.\r\n“Clinton’s presence aboard Jeffrey Epstein’s Boeing 727 on 11 occasions has been reported, but flight logs show the number is more than double that, and trips between 2001 and 2003 included extended junkets around the world with Epstein and fellow passengers identified on manifests by their initials or first names, including “Tatiana.” The tricked-out jet earned its Nabakov-inspired nickname because it was reportedly outfitted with a bed where passengers had group sex with young girls.”\r\nFox News reports that Epstein served time in prison for “solicitation and procurement of minors for prostitution. He allegedly had a team of traffickers who procured girls as young as 12 to service his friends on ‘Orgy Island,’ an estate on Epstein’s 72-acre island, called Little St. James, in the U.S. Virgin Islands.” http://www.foxnews.com/us/2016/05/13/flight-logs-show-bill-clinton-flew-on-sex-offenders-jet-much-more-than-previously-known.html \r\nSome Internet sites, the credibility of which is unknown to me, have linked Hillary to these flights. http://truepundit.com/breaking-bombshell-nypd-blows-whistle-on-new-hillary-emails-money-laundering-sex-crimes-with-children-child-exploitation-pay-to-play-perjury/ \r\nThis kind of behavior seems reckless even for Bill and Hillary, who are accustomed to getting away with everything. Nevertheless, if you are an oligarch already worried about the reopened Hillary email case and additional FBI investigations, such as the one into the Clinton Foundation, and concerned about what else might emerge from the 650,000 emails on former US Rep. Weiner’s computer and the NYPD pedophile investigation, putting Hillary in the Oval Office doesn’t look like a good decision.\r\nAt this point, I would think that the Oligarchy would prefer to steal the election for Trump, instead of from him, rather than allow insouciant Americans to destroy America’s reputation by choosing a person under felony investigations for president of the United States.\r\nBeing the “exceptional nation” takes on new meaning when there is a criminal at the helm.\r\nThe post Can The Oligarchy Still Steal The Presidential Election? — Paul Craig Roberts appeared first on PaulCraigRoberts.org .",
        "_version_": 1749756260261036032
    },
    {
        "author": "Michael Krieger",
        "published": "2016-11-07T20:52:20.483Z",
        "title": "Final Thoughts on the U.S. Presidential Election",
        "language": "english",
        "site_url": "libertyblitzkrieg.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "5352",
        "body_en": "at 11:29 am 2 Comments \r\nElection 2016 has been extremely bittersweet for me. On the positive side, through both the Bernie Sanders and Donald Trump grassroots movements, we have seen clear proof that a huge number of Americans accurately understand that the current system is totally rigged and simply not working for them. These people didn’t migrate toward these two candidates for some tweaks to the system here and there, their supporters want full scale paradigm level change. \r\nAs such, rather than dwelling on the differences between these two populist movements, let’s consider some of the areas where they overlap. \r\n1. Trade — Opposition to NAFTA and current “trade” deals such as TPP, TTIP, and TISA have been central to both the Sanders and Trump campaigns. \r\n2. War and militarism — Whether you believe Trump is sincere or not, opposition to Obama/Clinton interventionist overseas wars were key talking points for both Trump and Sanders. \r\n3. The system is rigged — The painful acknowledgment that the U.S. economic system is a rigged scam that fails to reward hard work, and is more akin to a parasitic, predatory oligarchy with very limited social mobility, has been a key campaign theme for both Trump and Sanders. The economy is increasingly dominated by near-monoploy giants who relentlessly push for more power and more profits irrespective of the cost to society, whether that cost be war, poverty or social unrest. \r\n4. Money in politics — The rigged economic system described above aggregates wealth into an increasingly small number of hands. Those hands then buy off politicians and rig the political process. A rigged economy and rigged political system perpetually feeds itself and endlessly grows at the expense of the public like a terminal cancer. Both Trump and Sanders emphasized this problem. \r\n5. Rule of law is dead — Sanders focused on Wall Street bankers, while Trump focused on Hillary and her inner circle of cronies, but the overall point is the same. Rich and powerful oligarchs are above the law. We all know this, but Washington D.C. refuses to do anything about. \r\nDespite all of the above, the ultimate status quo candidate, Hillary Clinton, has a very good chance of winning tomorrow’s election. Why? Primarily because Donald Trump is a very divisive figure who focused too much on polarizing issues such as building a wall, stop-and-frisk, supporting torture, advocating for internet censorship and libel laws, etc. While he got his act together toward the end of the campaign, he spent far too much of it marginalizing people like me who desperately want to vanquish the status quo, but couldn’t get comfortable with Trump. \r\nThis is where the election took on a decidedly negative tone for me on a personal basis. I’ve dedicated the last six years of my life to fully exposing and combating status quo corruption, but when the populist revolt finally arrived, the only choice I was given for change was one I couldn’t embrace. For someone so passionately yearning for positive, paradigm-level change, that’s been a crushing letdown. Personally, I’ve passed the point where I’m willing to vote for someone I don’t believe in or trust. As such, I won’t be voting for either one. That said, my individual vote is irrelevant, and I don’t want to focus on that. The bigger question is, who do I think will win? \r\nOn that question, I don’t have a strong opinion at the moment. Ultimately, it depends on whether Americans go into the voting booth and see status quo vs. blowing up the status quo, or if they see Donald Trump vs. Hillary Clinton. If they see the former, odds are in Trump’s favor. If they see the latter, it’s a matter of which personality Americans find least repulsive. \r\nSo here we stand. Despite the fact that a huge percentage of Americans deem both Donald Trump and Hillary Clinton to be “unelectable,” one of them is about to be elected. As such, we really need to start thinking and strategizing about the future. In that regard, I propose we look at the five points of Sanders/Trump overlap I highlighted earlier. If we can stay focused on those existential issues after the election irrespective of who wins, “we the people” have a good chance of uniting a clear majority of the population and ultimately turning this national disaster around. \r\nOr we can allow ourselves to be divided and conquered into oblivion. The choice is ours. \r\nIn Liberty,",
        "_version_": 1749756258009743360
    },
    {
        "author": "shorty",
        "published": "2016-10-31T13:50:32.692Z",
        "title": "Comey Accused of Interfering in US Presidential Election",
        "language": "english",
        "site_url": "greanvillepost.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "3756",
        "body_en": "Dispatches from STEPHEN LENDMAN H ad Comey recommended Hillary be held criminally responsible for mishandling classified State Department documents last July, along with perjury for lying to the FBI and Congress, a firestorm of criticism wouldn’t have followed his Friday announcement. \r\n1. THE COMEY IMBROGLIO \r\nSenate Minority Leader Harry Reid (D. NV) accused him of “tarring Secretary Clinton with thin innuendo,” saying his action “appears to be a clear intent to aid one political party over another” – claiming he “may have broken the law,” citing the 1939 Hatch Act (An Act to Prevent Pernicious Political Activities). It prohibits federal executive branch employees from engaging in certain forms of political activity – exempting the president, vice president and designated high-level administration officials. Proof of intent is required to hold someone culpable under the law. .. According to the Wall Street Journal , within the FBI, there was “ sharp internal disagreement over matters related to the Clintons, and how to handle those matters fairly and carefully in the middle of a national election campaign.” .. In a prominently featured NYT op-ed , Law Professor Richard Painter said “(w)e cannot allow FBI or Justice Department officials to unnecessarily publicize pending investigations concerning candidates of either party while an election is underway. That is an abuse of power.” .. Not according to former federal prosecutor Daniel Richman, saying “Comey’s critics cannot show his letter violated the Hatch Act unless they can prove that the FBI director was intending to influence the election rather than inform Congress, which was (his) stated aim.” .. A Sunday released ABC News/Washington Post poll indicated about a third of likely voters are less likely to support Hillary following Comey’s October surprise. .. The Washington Post said the Justice Department’s public integrity unit blocked the FBI from investigating the Clinton Foundation, claiming inadequate “evidence to move forward.” The department is run by longtime Bill and Hillary ally, Attorney General Loretta Lynch. Last June, she met privately with the former president at Phoenix’s Sky Harbor airport while Hillary was under FBI investigation – a clear conflict of interest despite her disingenuously claiming “no discussion of any matter pending for the department or any matter pending for any other body” took place. .. In a Washington Post op-ed , former attorney general Eric Holder expressed concern about Comey’s “vague letter to Congress about emails potentially connected to a matter of public, and political, interest” – claiming he “violated long-standing Justice Department policies and tradition.” .. Holder disgraced the office he held. Law Professor Francis Boyle called him “a total disaster for the United States Constitution, the Bill of Rights, Human Rights and the Rule of Law.” Speaking in Florida on Sunday, Hillary changed the subject, saying “ there’s a lot of noise and distraction, but it really comes down to what kind of future we want, and what kind of president can help us get there. We won’t be distracted no matter what our opponents throw at us.” .. Clearly, Comey’s bombshell changed the dynamic of the race, whether enough to derail her White House bid we’ll know in days. Reports indicate the FBI will examine an astonishing 650,000 emails from former Congressman Anthony Weiner’s laptop – estranged husband of top Hillary aide Huma Abedin. .. \r\nIt could take months to review volume this immense, likely extending well beyond November 8 and January’s inauguration, to determine if any evidence warrants prosecuting Hillary, Abedin, Weiner or anyone else for mishandling classified government documents, perhaps compromising national security. \r\n2. INTELLECTUAL LAZINESS & SELF-INFLICTED POLITICAL IDIOCY \r\nHarvard Undergrads for Hillary \r\nOVERWHELMING SYSTEMIC PROPAGANDA ALLIED WITH A PERVASIVE INTELLECTUAL LAZINESS CONSPIRE TO KEEP MINDS THAT SHOULD KNOW BETTER FROM SEEING THE MOST ELEMENTARY TRUTHS. BEING OFFICIALLY “SMART” IS NO VACCINE AGAINST THE BRAINWASH. A ccording to the student newspaper Harvard Crimson’s October survey , 87% of undergrads support Hillary. A scant 6% back Trump, 5.8% for Libertarian Gary (“what’s Aleppo”) Johnson, and less than 1% for Harvard College and Medical School graduate Jill Stein – the only people’s candidate running. .. Around one-third of undergrads responded (2,128 out of a total 6,645 student body) – so the views of nonrespondents aren’t known. About 91% are eligible to vote in November. Eligibility begins at age 18. A surprising 96% of respondents intend voting, they said. .. The national average is far lower. Whether this year’s contentious election encourages a larger than usual turnout remains to be seen. The Crimson poll was conducted from October 10 – 20 – before FBI Director Comey’s October surprise. Whether it would have changed the results is unknown. Two-thirds of respondents said they support Democrat party candidates, 12% calling themselves Republicans, 19% saying they’re independents. .. Trump and Hillary are the most widely reviled presidential aspirants in US history. Yet 70% of Crimson respondents view her favorably – showing little knowledge of her deplorable public record since the 1990s unless they support her war crimes, racketeering and perjury. What to make of it? Undergrads enter Harvard (and other colleges) as teenagers, young and naive as I was when entering the college long ago. .. After graduation, I discovered the meaning of the term “commencement.” Institutions like Harvard teach students to be good citizens, omitting the ugly stuff about US imperialism, officials advancing it, waging endless wars of aggression. .. The so-called Korean War was ongoing when I was there, an incentive to maintain good grades, stay in school, avoid being drafted and sent to North Korea’s frozen Chosin, an expression used by members of my class. .. The Paper Chase Hollywood film (1973) featured John Houseman as stern Harvard Law School Professor Charles Kingsfield. His most memorable line on day one for first year students was saying “(y)ou teach yourselves the law, but I train your minds. You come here with a skull full of mush. You leave thinking like a lawyer.” .. I began my freshman year “with a skull full of mush,” gradually extracting it. College and graduate school taught me to think. Learning and comprehension mostly came later. The older I get, the greater my understanding of world and national issues. .. I’m long removed from campus life. Back then, students had none of the advantages available today – no computers, no Internet. Daily writing I dearly love now was a dreaded chore back then – requiring research by rolodex cards and library stacks, a time-consuming process. Except for the type primary research I did for my master’s thesis, most everything needed today for compositions or articles like mine is available on our desktops. .. It’s understandable why young minds haven’t achieved the wisdom of the ages. Still it’s disturbing to find Harvard undergrads uninformed and out-of-touch on Hillary’s deplorable public record – when it’s so easy to research it and know what she and husband Bill are all about. .. Why hasn’t the Harvard student body done its homework for perhaps the most important election in our lifetime. The stakes are huge – possible war on Russia with Hillary empowered or improved bilateral relations under Trump. Nothing matters more than saving humanity from the scourge of catastrophic thermonuclear war able to kill us all. NOTE: ALL IMAGE CAPTIONS, PULL QUOTES AND COMMENTARY BY THE EDITORS, NOT THE AUTHORS ABOUT THE AUTHOR STEPHEN LENDMAN lives in Chicago. He can be reached at lendmanstephen@sbcglobal.net . His new book as editor and contributor is titled “Flashpoint in Ukraine: US Drive for Hegemony Risks WW III.” ( http://www.claritypress.com/LendmanIII.html ) Visit his blog site at sjlendman.blogspot.com . =SUBSCRIBE TODAY! NOTHING TO LOSE, EVERYTHING TO GAIN.= free • safe • invaluable If you appreciate our articles, do the right thing and let us know by subscribing. It’s free and it implies no obligation to you— ever. We just want to have a way to reach our most loyal readers on important occasions when their input is necessary. In return you get our email newsletter compiling the best of The Greanville Post several times a week.",
        "_version_": 1749756254288347136
    },
    {
        "author": "admin",
        "published": "2016-10-27T17:40:56.803Z",
        "title": "Polls are tightening, but is the US presidential election rigged?",
        "language": "english",
        "site_url": "rinf.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Polls are tightening, but is the US presidential election rigged? Polls are tightening, but is the US presidential election rigged? By 0 28 \r\nOne of the most important questions is will US Democratic presidential nominee Hillary Clinton rig the election to win the White House like she did in the primaries against Bernie Sanders, asks Myles Hoenig, an American political analyst and activist. \r\nRecent polls show that Clinton’s national lead over Trump is shrinking as the Election Day is approaching. \r\nThe former secretary of state has the support of 49 percent of likely voters, while the billionaire businessman has 44 percent support, according to the CNN/ORC survey released on Monday. \r\nLibertarian candidate Gary Johnson has 3 percent support among likely voters, while Green Party nominee Jill Stein has 2 percent support. \r\n“In every election the race tightens towards the end,” Hoenig told Press TV on Thursday. \r\n“It’s really hard to imagine that there is any flux in this election as the supporters of both sides absolutely hate the other. With Obama and Romney, or even Gore and Bush, many of…",
        "id": "7423",
        "_version_": 1749756262717849600
    },
    {
        "author": "Stephen Lendman",
        "published": "2016-11-04T00:47:24.037Z",
        "title": "Comey Accused Of Interfering In US Presidential Election",
        "language": "english",
        "site_url": "thesleuthjournal.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "in: Government , Government Corruption , Sleuth Journal , Special Interests (image: REUTERS/Gary Cameron) Had Comey recommended Hillary be held criminally responsible for mishandling classified State Department documents last July, along with perjury for lying to the FBI and Congress, a firestorm of criticism wouldn’t have followed his Friday announcement. Senate Minority Leader Harry Reid (D. NV) accused him of “tarring Secretary Clinton with thin innuendo,” saying his action “appears to be a clear intent to aid one political party over another” – claiming he “may have broken the law,” citing the 1939 Hatch Act (An Act to Prevent Pernicious Political Activities). It prohibits federal executive branch employees from engaging in certain forms of political activity – exempting the president, vice president and designated high-level administration officials. Proof of intent is required to hold someone culpable under the law. According to the Wall Street Journal , within the FBI, there was “sharp internal disagreement over matters related to the Clintons, and how to handle those matters fairly and carefully in the middle of a national election campaign.” In a prominently featured NYT op-ed , Law Professor Richard Painter said “(w)e cannot allow FBI or Justice Department officials to unnecessarily publicize pending investigations concerning candidates of either party while an election is underway. That is an abuse of power.” Not according to former federal prosecutor Daniel Richman, saying “Comey’s critics cannot show his letter violated the Hatch Act unless they can prove that the FBI director was intending to influence the election rather than inform Congress, which was (his) stated aim.” A Sunday released ABC News/Washington Post poll indicated about a third of likely voters are less likely to support Hillary following Comey’s October surprise. The Washington Post said the Justice Department’s public integrity unit blocked the FBI from investigating the Clinton Foundation, claiming inadequate “evidence to move forward.” The department is run by longtime Bill and Hillary ally, Attorney General Loretta Lynch. Last June, she met privately with the former president at Phoenix’s Sky Harbor airport while Hillary was under FBI investigation – a clear conflict of interest despite her disingenuously claiming “no discussion of any matter pending for the department or any matter pending for any other body” took place. In a Washington Post op-ed , former attorney general Eric Holder expressed concern about Comey’s “vague letter to Congress about emails potentially connected to a matter of public, and political, interest” – claiming he “violated long-standing Justice Department policies and tradition.” Holder disgraced the office he held. Law Professor Francis Boyle called him “a total disaster for the United States Constitution, the Bill of Rights, Human Rights and the Rule of Law.” Speaking in Florida on Sunday, Hillary changed the subject, saying “there’s a lot of noise and distraction, but it really comes down to what kind of future we want, and what kind of president can help us get there. We won’t be distracted no matter what our opponents throw at us.” Clearly, Comey’s bombshell changed the dynamic of the race, whether enough to derail her White House bid we’ll know in days. Reports indicate the FBI will examine an astonishing 650,000 emails from former Congressman Anthony Weiner’s laptop – estranged husband of top Hillary aide Huma Abedin. It could take months to review volume this immense, likely extending well beyond November 8 and January’s inauguration, to determine if any evidence warrants prosecuting Hillary, Abedin, Weiner or anyone else for mishandling classified government documents, perhaps compromising national security. Having absolved Hillary in July, despite plenty of indictable evidence, it’s hard imagining a change of FBI policy now. Submit your review",
        "id": "9782",
        "_version_": 1749756269840826368
    },
    {
        "author": "Alex Ansary",
        "published": "2016-11-02T17:24:01.278Z",
        "title": "U.S. militia girds for trouble as presidential election nears",
        "language": "english",
        "site_url": "amtvmedia.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "545",
        "body_en": "U.S. militia girds for trouble as presidential election nears 11/02/2016 \r\nREUTERS \r\nDown a Georgia country road, camouflaged members of the Three Percent Security Force have mobilized for rifle practice, hand-to-hand combat training — and an impromptu campaign rally for Republican presidential candidate Donald Trump. \r\n“How many people are voting for Trump? Ooh-rah!” asks Chris Hill, a paralegal who goes by the code name “Bloodagent.” \r\n“Ooh-rah!” shout a dozen militia members in response, as morning sunlight sifted through the trees last weekend. \r\nAs the most divisive presidential election in recent memory nears its conclusion, some armed militia groups are preparing for the possibility of a stolen election on Nov. 8 and civil unrest in the days following a victory by Democrat Hillary Clinton. \r\nThey say they won’t fire the first shot, but they’re not planning to leave their guns at home, either. \r\nTrump’s populist campaign has energized militia members like Hill, who admire the Republican mogul’s promise to deport illegal immigrants, stop Muslims from entering the country and build a wall along the Mexico border. Trump has repeatedly warned that the election may be “rigged,” and has said he may not respect the results if he does not win. At least one paramilitary group, the Oath Keepers, has called on members to monitor voting sites for signs of fraud. \r\nArmed paramilitary groups first gained prominence in the early 1990s, fueled by confrontations in Ruby Ridge, Idaho and Waco, Texas, culminating in a militia sympathizer’s 1995 bombing of a federal office building in Oklahoma City that killed 168 people. \r\nTheir numbers dwindled following that attack but have spiked in recent years, driven by fears that President Barack Obama will threaten gun ownership and erode the power of local government. The Southern Poverty Law Center, which tracks extremist groups, estimates there were 276 active militias last year, up from 42 in 2008. \r\nIn recent years, armed groups have confronted federal authorities in a series of land-use disputes in the western United States. Federal officials fear more clashes could come after seven militants were acquitted on conspiracy charges for occupying a federal wildlife refuge in Oregon. \r\nMany fear Clinton would push the county further to the left. \r\n“This is the last chance to save America from ruin,” Hill said. “I’m surprised I was able to survive or suffer through eight years of Obama without literally going insane, but Hillary is going to be more of the same.” \r\n\r\nEXTREMIST GROUPS EMBOLDENED \r\nThe Oath Keepers, a prominent anti-government force that sent gun-toting members to the 2014 race riots in Ferguson, Missouri, called on members last week to monitor voting sites on election day for any signs of fraud. \r\nAn hour south of Atlanta, the Three Percent Security Force started the day around the campfire, taking turns shooting automatic pistols and rifles at a makeshift target range. They whooped with approval when blasts from one member’s high-powered rifle knocked down a tree. \r\nThe group operates independently, but is affiliated with a national armed movement that calls for members to defend individual rights in the face of what they see as an overreaching federal government. The movement draws its name from the notion that no more than 3 percent of the American population fought in the Revolutionary War against Britain. \r\nAmid the war games, Hill weighed plans for a possible armed march on Washington if Clinton wins. \r\nHe said he doesn’t want his members leading the way, but they will defend the protesters if need be. His group will not hesitate to act if a President Clinton tries to disarm gun owners, he said. \r\n“I will be there to render assistance to my fellow countrymen, and prevent them from being disarmed, and I will fight and I will kill and I may die in the process,” said Hill, who founded the militia several years ago. \r\nTrump’s candidacy has emboldened extremist groups to speak more openly about challenging the rule of law, said Ryan Lenz, a researcher at the Southern Poverty Law Center. \r\n“Prior to this campaign season, these ideas were relegated to sort of the political fringe of the American political landscape,” he said. “Now these ideas are legitimized.” \r\nOver the past week, some prominent Trump supporters have hinted at violence. \r\n“If Trump loses, I’m grabbing my musket,” former Illinois Representative Joe Walsh wrote on Twitter last week. Conservative commentator Wayne Root fantasized about Clinton’s death while speaking at a Trump rally in Las Vegas on Sunday. \r\nBack in Georgia, the Three Percent Security Force wrapped up rifle practice in the midday sun. They then headed further into the trees to tackle an obstacle course with loaded pistols at their sides, ready for whatever may come. \r\n“We’ve building up for this, just like the Marines,” he said. “We are going to really train harder and try to increase our operational capabilities in the event that this is the day that we hoped would never come.” Share On:",
        "_version_": 1749756246840311808
    },
    {
        "author": "noreply@blogger.com (Alexander Light)",
        "published": "2016-11-14T04:05:10.749Z",
        "title": "Biggest Winners and Losers of the 2016 U.S. Presidential Election",
        "language": "english",
        "site_url": "humansarefree.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": ". Biggest Winners and Losers of the 2016 U.S. Presidential Election The biggest collective losers of the campaign were the mainstream media. Some of course were worse t... Print Email http://humansarefree.com/2016/11/biggest-winners-and-losers-of-2016-us.html The biggest collective losers of the campaign were the mainstream media. Some of course were worse than others, but all of the old fashioned mainstream outlets were terrible. They operated on a basis of contempt for the honest concerns of ordinary people.They hid Hillary Clinton’s scandals from public view as though oblivious to the fact that in the internet age, the truth cannot be hidden nor suppressed by the failing media-industrial complex.Long before Donald Trump declared his candidacy, the systematic problems of mainstream media in the west were well known.The total deceit with which they cover international affairs, slandering countries which do not actively pursue neoliberal policies, was in full view. Their job is to report the facts and collect information. Instead they have acted like mad agitators for their pet geopolitical projects.As the mainstream media begins to collapse, so too are common misconceptions about war and peace. In 2003 when mainstream media still had a fairly stern grip on public consciousness, many were duped into believing Bush and Blair’s lies about Iraq. Thanks to new media, people in the west have a far better understanding of the realities in the Middle East than they did thirteen years ago. It explains why popular support for war in Syria and by extrapolation on Russia, something that the likes of Hillary Clinton have wildly campaigned for, remains deeply unpopular with ordinary people. The Biggest Winner After Donald Trump , the biggest winners were Julian Assange and Wikileaks . Wikileaks did what honest journalists ought to do, they publish information that is vital to the public interest without having a hidden agenda. Assange expressed his personal disdain for both Trump and Clinton and recently explained the scientific reasons why Wikileaks released damning information on Clinton and not Trump. In all he said he was fair minded and open minded.This remained the case despite Hillary and her supporters making death threats to Assange and Assange having his internet connection at the Ecuadorian Embassy in which he remains captive, cut off after the US State Department put pressure on the Government of Ecuador. But Assange persisted and leak after leak showed American voters and the wider world who Hillary Clinton actually is. It is a very different image from the sugar coated picture painted by the mainstream media. [Her allegiance to the Rothschilds and NWO master manipulator George Soros has also been confirmed , as well as her strong ties to Monsanto .]Wikileaks exposed how Hillary says one thing in public and other to her friends in Wall Street. Wikileaks exposed lie after lie, cover-up after cover-up. Julian Assange’s place in history as someone who has exposed the lies of politicians like Hillary Clinton is now assured. He is owed a debt of gratitude by all those who value truth and justice. By Adam Garrie (excerpt) Dear Friends, HumansAreFree is and will always be free to access and use. If you appreciate my work, please help me continue. \r\nStay updated via Email Newsletter: Related",
        "id": "4037",
        "_version_": 1749756255246745600
    },
    {
        "author": "noreply@blogger.com (Alexander Light)",
        "published": "2016-11-15T03:09:44.583Z",
        "title": "Actually, ‘Nobody’ Won the 2016 Presidential Election — and It Was a Landslide",
        "language": "english",
        "site_url": "humansarefree.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": ". Actually, ‘Nobody’ Won the 2016 Presidential Election — and It Was a Landslide “Nobody for President, that’s my campaign slogan,” Nick Cannon asserted in “ Too Broke to Vote ,” hi... Print Email http://humansarefree.com/2016/11/actually-nobody-won-2016-presidential.html “Nobody for President, that’s my campaign slogan,” Nick Cannon asserted in “ Too Broke to Vote ,” his viral criticism of the American electoral process from March of this year. Now, it turns out nobody for president won the 2016 election in a landslide.According to new voter turnout statistics from the 2016 election, 47 percent of Americans voted for nobody, far outweighing the votes cast for Trump (25.5 percent) and Hillary (25.6 percent) by eligible voters.And the “I voted for nobody” group is actually much larger than the 47 percent reported because that number only includes eligible voters.How many millions of Americans under the legal voting age — not to mention the countless millions who have lost their voting rights — voted for nobody, as well? Factoring in those individuals, around 193 million people did not vote for Trump or Clinton. That’s nearly two-thirds of the population of the United States.Nobody also seemingly won the presidential primaries, with only 9 percent of Americans casting their votes for either Trump or Clinton. So when does nobody take office? Nobody won the majority of votes in the primaries or the general election, and the two main candidates who were running didn’t “win” the popular vote — they simply slightly outcompeted each other considering neither garnered over 50 percent of the eligible voters’ ballots.That’s where the real debate begins.As I wrote back in August when the primary voter turnout rates came in, one could argue that Trump (and Obama ) do not have a legitimate mandate to rule over the people of the United States. Trump did not win the majority of Americans’ votes — not even close. When all Americans are included, Trump only garnered the votes of about 19 percent of us. This means the United States will be ruled over by a small minority of voters who elected someone to continually impose their political positions on the other 81 percent of us. Ron Paul: ' US Elections Are Rigged & Voting is Used to Pacify the Public ' Of course, as is the case with Democrats looking to assign blame for Hillary’s loss, pundits and political pontificators argue the people who didn’t vote have no right to complain about the outcome. After all, a non-vote or a vote for a third-party candidate was, in actuality, a vote for Trump. But that logic is flawed. The majority of Americans don’t vote anymore because the political system no longer represents them . We’ve been disenfranchised by decades of corrupt, unrepresentative politicians.The United States, according to a highly-cited academic study, is effectively an oligarchy “elected” by a minority of voters ruled by a smaller minority of disliked politicians who represent an even smaller minority of billionaires and special interests. You know it, I know it, hell, even former U.S. President Jimmy Carter knows it . The majority of Americans voted for nobody not because they don’t care or because they are apathetic — they voted no confidence in a political system that forgot about them a long time ago. By Nick Bernabe Dear Friends, HumansAreFree is and will always be free to access and use. If you appreciate my work, please help me continue. \r\nStay updated via Email Newsletter: Related",
        "id": "4040",
        "_version_": 1749756255257231360
    },
    {
        "author": "IWB",
        "published": "2016-10-26T18:27:26.551Z",
        "title": "DONALD TRUMP HAS WON THE 2016 PRESIDENTIAL ELECTION",
        "language": "english",
        "site_url": "investmentwatchblog.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "It only takes a few moments to share an article, but the person on the other end who reads it might have his life changed forever Today's Top Stories",
        "id": "4737",
        "_version_": 1749756256815415296
    },
    {
        "author": "Michael Krieger",
        "published": "2016-10-29T00:43:00Z",
        "title": "Another Black Swan Hits the U.S. Presidential Election",
        "language": "english",
        "site_url": "libertyblitzkrieg.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "5336",
        "body_en": "at 1:43 pm 3 Comments \r\nBy now, everyone on planet earth has heard about the bombshell news just announced by the FBI that it was re-opening its investigation into Hillary Clinton’s private email server. Here’s the text of FBI head James Comey’s letter to Congressional leaders. \r\nObviously, lots of people are out there pontificating on what, if anything, this means. As such, I’m going to add my two cents to the conversation. \r\nI’ve prided myself on unemotionally calling this election how I see it the whole time, because I’m neither a Hillary Clinton nor Donald Trump supporter. Being free of the tremendous baggage that comes with cheerleading a particular candidate in this contentious election, I had consistently predicted a Trump victory until the Access Hollywood tape emerged. At that point I penned a thought-piece titled, Donald Trump is in Trouble – Part 2 , in which I changed my forecast to a Hillary Clinton victory. \r\nHere’s some of what I wrote: \r\nAfter watching yesterday’s audio and reading through the Wikileaks revelations, my prediction has changed for the first time this election. All things equal from here on out (meaning no additional huge revelations against Hillary), I think Hillary Clinton will defeat Donald Trump. I don’t think it’s going to be a landslide, but I think she’s probably going to win. The audio was very harmful for Donald Trump, and now I’m going to explain why. \r\nFirst of all, if you want to accurately forecast the outcome of this election you need to get into the minds of the masses. Just like trading financial markets, what you think is right doesn’t matter. What matters is what everyone else collectively thinks, and whether or not they’re going to get off their asses and vote. A big part of why I thought Trump would win related to the fact that I believe many people were simply looking for an excuse to vote for him. Justified disgust with the status quo in general, and Hillary Clinton in particular, pushed millions of Americans into the camp of being willing to take a gamble on Trump despite disliking him personally and disagreeing with him on many issues. I felt strongly that there were millions upon millions of Americans you could place into this category — people who were “flirting with the idea of voting Trump.” I believe a significant amount of these people will not vote for him as a result of the audio. Will it be the majority of them? Probably not, but it will be a material number and arguably enough to swing the election. No, I don’t think these voters will shift to Hillary, and no, I don’t think committed Trump voters will change their minds. However, I do think enough of these willing to be convinced, leaning-Trump types will now stay home or vote third party. It’s these voters who I expected to swing the election in Trump’s favor, and they are now unreliable. \r\nDoes Trump’s vulgarity excuse the incalculable crimes of Hillary Clinton and her husband, making them preferable in this election? No it doesn’t, but that’s not the point of this article. Most voters are too superficial, too busy trying to survive and too uninformed to weigh all the very important issues rationally. As an example, think about how most conversations are going to go down this weekend. Let’s say you’re out with a bunch of friends for drinks tonight. Someone says, “so have you seen the Trump audio?” If someone in the group hasn’t, someone will pull out their phone and it’ll be watched in 3 minutes. What if someone then says, “yeah, but have you seen the leaked Hillary emails?” What will your response be? You can’t adequately explain the importance of that to your friends in 3 minutes. Instead, you’ll have to send them a lengthy article that they’ll never read. So by the end of this weekend, pretty much everyone in America will have heard the Trump audio, while maybe 10% will take the time to analyze what came out of Wikileaks. There goes your election. \r\nUnderstanding the craziness of the election, I finished the piece with the following. \r\nDespite all of that, I still can’t say with certainty that Hillary will win. However, I do think the landscape has changed enough, that for the first time this entire election season, I am no longer confident of a Trump victory. Then again, I was absolutely convinced that Hillary was unelectable after she collapsed on 9/11 and mislead everyone about her health, and I was wrong about that. That’s how completely crazy this election is, and there’s still a month to go. Anything can happen, particularly with the debate coming up this Sunday. So while it’s certainly not out of the question, there will have to be some very material events over the next month to put Trump back in the driver’s seat. \r\nWhile the Wikileaks emails have been an important factor in keeping this race close, I didn’t think they were sufficient to alter my forecast of a Clinton victory. I think the reopening of the FBI investigation is enough of a black swan to materially change the course of this race. \r\nClinton supporters will read this and think I’m insane. They will think this because they are anticipating a landslide victory for Hillary. I never expected a landslide, so I think this news tips the election into a total tossup situation. My reasoning for the change is the same that led me to switch my forecast to Hillary after the Access Hollywood video was released. The primary reason I initially thought Trump would win related to the fact I believed enough people would be willing to vote for a person they don’t really like in order to blow up the status quo. I felt that the video recording of Trump’s vulgar commentary was enough to put those people into the absentee or third party column, despite millions of Americans looking for an excuse to vote for Trump due to the well understood awfulness of Hillary. This has changed, and voters now have the excuse they needed to vote Trump. \r\nThat reason is simple. The problems with Hillary Clinton will never go away. They will always resurface or new problems will emerge, and it has nothing to do with a “vast rightwing conspiracy” (or Putin). It has to do with her. It has to do with the fact that her and her husband are career crooks, warmongers, and shameless looters of the American public. This re-opening of the FBI investigation just hammers all of that home for everyone. We know what 4 years of Hillary will look like. It’ll be Obama cronyism on steroids, plus endless investigations with a side of World War 3. I don’t think people want that, and so more Americans than the pundits realize will take a gamble on Trump. \r\nAs a caveat, the above forecast assumes this new FBI investigation is not closed before November 8th. If it is, I think she’ll win. If not, I think Trump has even odds to win, if not better. \r\nOf course, with 11 days left in this crazy election, many more black swans could emerge. Stay tuned. \r\nIn Liberty,",
        "_version_": 1749756257967800320
    },
    {
        "author": "Anonymous",
        "published": "2016-11-09T08:19:32.889Z",
        "title": "Vladimir Putin declares victory in US Presidential elections",
        "language": "english",
        "site_url": "newsthump.com",
        "country": "US",
        "spam_score": 0.001,
        "type": "bs",
        "body_en": "Wednesday 9 November 2016 by Davywavy Vladimir Putin declares victory in US Presidential elections \r\nVladimir Putin has been elected the 45th President of the United Stares after a stunning victory last night. \r\nPutin, who was a surprise contender when he entered the race last year, consistently outperformed expectations outpolling all challengers and besting his competition in debates. \r\nPutin has announced that he will run the United States through a proxy as he is much too busy running the far more important country of Russia. \r\nIn a shock victory, American voters showed they were prepared to overlook Putin’s history of running the KGB in favour of his perceived strong leadership and no-nonsense attitude. \r\nDoubts over his economic record were also waved aside, with uncomfortable facts such as Russian GDP halving in the last three years being dismissed as scaremongering. \r\n“You fellow Americans,” said Putin in his acceptance speech. \r\n“I have so many people to thank for my victory; Edward Snowden, Julian Assange, Bradley Manning, but not least of all the Democratic Party, who put up the only candidate even I could beat. \r\n“Oh, and I mustn’t forget to congratulate myself too for putting the whole thing together. \r\n“God bless America,” he added with a smile. Get the best NewsThump stories in your mailbox every Friday, for FREE! There are currently",
        "id": "6170",
        "_version_": 1749756259590995968
    },
    {
        "author": "Daily Bell Staff",
        "published": "2016-11-08T19:14:47.443Z",
        "title": "US Presidential Elections Sound a Warning of Catastrophes to Come",
        "language": "english",
        "site_url": "thedailybell.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "8538",
        "body_en": "US Presidential Elections Sound a Warning of Catastrophes to Come By Daily Bell Staff - November 08, 2016 \r\nWhat’s wrong with Hillary Clinton’s brand? … As momentous an occasion as this should be for women around the world, Ms. Clinton would begin her term in the Oval Office with her unpopularity ratings at near-record levels. All of which leads to the question: What’s wrong with Brand Hillary? – The Globe and Mail \r\nIn the run-up to today’s election, many articles on Hillary in the mainstream media have tried to explain more fully why Hillary is electable and desirable as the leader of the US. \r\nA common theme of these articles is that Hillary’s troubles are not mentioned or analyzed in detail. The Economist magazine, like many other publications, recently came out with an endorsement of Hillary. \r\nBut the endorsement simply dealt with Hillary’s legislative and professional history. As always when it comes to Hillary in the mainstream media, deeper questions are glossed over. \r\nThis approach to covering Hillary is deliberate and has generated increasing skepticism among large portions of the American public. Correctly, alternative media reports have pointed out this declining credibility but not enough have explained its widening ramifications. \r\nMore: \r\nMs. Clinton is one of the most qualified presidential candidates in recent memory – and her credentials are that much more impressive compared to those of her opponent. \r\nAfter her time as first lady – in the state of Arkansas, and in the White House – Ms. Clinton served her country as a U.S. Senator and as secretary of state. \r\nThe article goes on to ask why Hillary has not been “able to break through in a way that inspires fervent support and popularity.” \r\nAt this point a significant analysis would grapple with underlying issues regarding Hillary’s background and approach to politics and life. These issues are well known. But instead, these issues are presented as “multiple scandals, ranging from Lewinsky to Benghazi, and most recently, her e-mails.” \r\nThe use of the word “scandal” implies something embarrassing. The significance of these problems in her personal and professional life goes far beyond embarrassment. It illustrates her approach to the US political system and generally how she wields power. \r\nHaving skipped past this analysis, the article then minimizes the scandals themselves, stating, ”Any politician who has been in the game that long has their fair share of scandal.” \r\nThe article continues to evolve toward ephemera, suggesting that a big problem with Ms. Clinton is her inability to “appear likable to voters.” This is a political problem to be sure, but it is not the UNDERLYING problem, which is much more significant. \r\nFinally, the article brings up the idea that a big reason for the disconnect between Hillary and voters has to do with her gender. “As disheartening as that still is, society and the media still stereotype women and paint them with a negative brush.” \r\nThe article explains that much criticism of Hillary is gender-related. She has been scrutinized because of her health problems and has too-often been seen by the media as a wife and mother rather than as a businesslike politician with a long, professional history. \r\nAs stated, articles like this are at variance with what many believe to be true. Hillary is seen, at this point, by tens of millions as a person with an extremely shady past who may be part of a larger political mafia with her husband that deals in extortion, cover-ups, drug-dealing and even murder to generate vast profits for their Clinton Foundation, and thus for themselves. \r\nSince this information is so widely dispersed, articles that don’t deal more directly with these issues can be seen either as painfully naive or as concealing something. It is one of the reasons that trust in the mainstream media has plunged so precipitously. \r\nAdditionally, as we pointed out recently, belief in “conspiracy theories,” has risen to over 50 percent. Hillary’s campaign and its coverage may be directly responsible. Once people were increasingly and regularly exposed to the disconnect between what they believed about Hillary and what was being presented, they began to reexamine various “conspiracy” reports they’d previously discounted. \r\nEven among those voting for Hillary, there is widespread sentiment that she may have committed criminal wrongdoings and deserves a trial rather than the presidency. \r\nWe’ve advanced the idea that none of this has come about by accident, not the FBI fumblings, nor reports of her healthcare problems, nor even the email “scandals.” All of this in fact was known well in advance of her latest presidential run. \r\nThis is simply not a coincidence in our view. The idea, increasingly it seems, is to shatter cultural cohesion in the West with an eye toward creating increased globalization and an internationalized society. This presidential election and its mainstream coverage has done just that. \r\nGoing forward, it is probable that cultural destruction will be increasingly significant throughout the West, employing numerous strategies – political, ethnic, economic and military. \r\nThese elections – whether Hillary wins or Trump – are evidently the starting gun, along with the European immigrant crisis, for a new series of elite programs. These will likely yield up serial catastrophes that will change lives and belief structures going forward for millions and even billions \r\nConclusion: Building an international world, whether the effort is to be successful or not, is a massive and horribly disruptive and bloody prospect. Americans would be wise to perceive this latest presidential elections as a kind of warning of what it is to come.",
        "_version_": 1749756265801711616
    },
    {
        "author": "Charles Hugh Smith",
        "published": "2016-11-08T18:16:54.499Z",
        "title": "Now That the Presidential-Election Side Show Is Finally Ending…",
        "language": "english",
        "site_url": "washingtonsblog.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "11320",
        "body_en": "Posted on November 8, 2016 by Charles Hugh Smith \r\nThough it has been billed as the main event for months, the presidential election has always been a side show –or from one point of view, a freak show. \r\nAs I write this on Monday, I have no idea who will win the side show unpopularity contest (i.e. the presidential race)–and it doesn’t really matter as much as apoplectic partisans would have us believe. \r\nThe reason why it doesn’t matter much which unpopular candidate wins is the issues facing the nation are far larger than partisan politics or the corrupt Ruling Elite that is freaking out about the possibility of a Trump presidency disrupting its self-serving skims and scams. \r\nAs I described yesterday in America’s Ruling Elite Has Failed and Deserves to Be Fired ,we are in the midst of a fast-moving Industrial-Digital Revolution that is upending the political, economic and social orders. The global economy’s current mode of production is in fits and starts being replaced with a new mode of production that bypasses the Ruling Elite’s centralized skims and scams. \r\nReal reform is impossible in the current Status Quo , a dynamic I described in my book Why Our Status Quo Failed and Is Beyond Reform and illustrated with this chart. \r\nThe Ruling Elite will never allow real reform because real reform threatens their dominance and wealth. Instead, the Ruling Elite proposes modest policy tweaks that increase their dominance by limiting innovation and competition and transferring the systemic risks and costs of their skims/scams to the non-elites. \r\nIf a crisis does threaten their dominance, any meaningful reforms that result from the crisis will be watered down once the storm has passed. \r\nThe core problem is the Status Quo and its Ruling Elite rely on centralized hierarchies, regulatory capture and mobile capital to protect their dominance from innovation and competition. This aligned perfectly with the centralized World War II-era state-cartel/ central-bank mode of production that has dominated the economy and society since 1945. \r\nBut the Industrial-Digital Revolution is destabilizing these inflexible, centralized hierarchies which cannot compete with decentralized, flexible networks in output, efficiency or cost. \r\nThis presents the self-serving Ruling Elites with an impossible choice: either embrace the Industrial-Digital Revolution’s efficiencies and watch the foundation of their own dominance and wealth crumble, or defend their bloated, inefficient and increasingly bankrupt centralized hierarchies from innovation and competition–a war they are losing and cannot possibly win. \r\nThe Status Quo is not just financially bankrupt–it is morally and intellectually bankrupt as well. The level of insider dealing, self-aggrandizement, collusion and corruption in the Ruling Elite is off the charts, and this is now visible for all to see. \r\nThe Status Quo’s intellectual grab-bag of narratives and ideologies is devoid of anything remotely aligned with the Industrial-Digital Revolution. The Status Quo’s intellectual grab-bag consists of 70-year old cults (the Keynesian Cargo Cult of Paul Krugman et al.) that have visibly failed and tired throwbacks to 1950: if only corporations weren’t global, and if only capital wasn’t mobile and if only the central state taxed us even more and borrowed and spent more… \r\nThese 1945 ideas cannot possibly succeed in the Industrial-Digital Revolution’s mode of production . But both political parties, the Ruling Elites and the Establishment they dominate have no idea of how to manage this radically transformative mode of production . They are a clueless herd trampling the non-elites as they rush headlong over the cliff. \r\n(I cover this emerging economy in The Nearly Free University and the Emerging Economy and Get a Job, Build a Real Career and Defy a Bewildering Economy , and sketch a new systemic approach in A Radically Beneficial World: Automation, Technology & Creating Jobs for All .) \r\nNo leader can stop the emergence of a new mode of production . All they can do is engineer a crash by clinging to the expiring mode of production . The leadership of the U.S. sees only one path: further centralization that increases the power of the central state-bank-cartel mode of production . This is the road to ruin, akin to protecting the buggy-whip industry and the Whig Party at all costs. \r\nPoliticians aren’t actually leaders. All they can do is give voice to what the people are willing to support, resist needed transformation by supporting a corrupt, sclerotic status quo or introduce the people to a new narrative. \r\nSadly, our self-serving Ruling Elite is only capable of resisting needed transformation by supporting a corrupt, sclerotic status quo. A new leadership class that actually understands the new mode of production may eventually emerge, but only after the corrupt, sclerotic status quo has deservedly collapsed under its own weight.",
        "_version_": 1749756273393401856
    },
    {
        "author": "The Doc",
        "published": "2016-10-31T22:01:00Z",
        "title": "Will Obama Suspend Presidential Election If Hillary Is Forced Out By Comey’s New FBI Email Investigation?",
        "language": "english",
        "site_url": "silverdoctors.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "8062",
        "body_en": "Tweet Home » Headlines » World News » Will Obama Suspend Presidential Election If Hillary Is Forced Out By Comey’s New FBI Email Investigation? \r\nWill President Obama suspend the national election next week if/when Hillary is forced out of the race by James Comey’s Bombshell? In such a scenario, Barack Obama may attempt to invoke his emergency powers. Since the election would not be “fair” until the Democrats have a new candidate, he could try to delay or suspend the election. There would be a lot of controversy as to whether this is legal or not, but Barack Obama has not let the US Constitution stop him in the past… \r\n\r\nFrom Michael Snyder : \r\nJust when it looked like Hillary Clinton was poised to win the 2016 election, the FBI has thrown a game-changer into the mix. On Friday, FBI Director James Comey announced that his agency has discovered new emails related to Hillary Clinton’s mishandling of classified information that they had not previously seen. According to the Associated Press, the newly discovered emails “did not come from her private server”, but instead were found when the FBI started going through electronic devices that belonged to top Clinton aide Huma Abedin and her husband Anthony Weiner. \r\nThe FBI has been looking into messages of a sexual nature that Weiner had exchanged with a 15-year-old girl in North Carolina, and that is why they originally seized those electronic devices. According to the Washington Post, the “emails were found on a computer used jointly by both Weiner and his wife, top Clinton aide Huma Abedin, according to a person with knowledge of the inquiry”, and according to some reports there may be “potentially thousands” of emails on the computer that the FBI did not have access to previously. Even though there are less than two weeks to go until election day, this scandal has the potential to possibly force Clinton out of the race, and if that happens could Barack Obama delay or suspend the election until a replacement candidate can be found? \r\nLet’s take this one step at a time. On Friday, financial markets tanked when reports of these new Clinton emails hit the wires. The following comes from CNN… \r\nAfter recommending earlier this year that the Department of Justice not press charges against the former secretary of state, Comey said in a letter to eight congressional committee chairmen that investigators are examining newly discovered emails that “appear to be pertinent” to the email probe. \r\n“In connection with an unrelated case, the FBI has learned of the existence of emails that appear pertinent to the investigation,” Comey wrote the chairmen. “I am writing to inform you that the investigative team briefed me on this yesterday, and I agreed that the FBI should take appropriate investigative steps designed to allow investigators to review these emails to determine whether they contain classified information, as well as to assess their importance to our investigation.” \r\nAt this point, we do not know what is contained in these emails. But without a doubt Huma Abedin is Hillary Clinton’s closest confidant, and I have always felt that she was Clinton’s Achilles heel. Journalist Carl Bernstein (of Watergate fame) is fully convinced that the FBI would have never made this move unless something significant had already been discovered… \r\nWe don’t know what this means yet except that it’s a real bombshell. And it is unthinkable that the Director of the FBI would take this action lightly, that he would put this letter forth to the Congress of the United States saying there is more information out there about classified e-mails and call it to the attention of congress unless it was something requiring serious investigation. So that’s where we are… \r\nIs it a certainty that we won’t learn before the election? I’m not sure it’s a certainty we won’t learn before the election. \r\nOne thing is, it’s possible that Hillary Clinton might want to on her own initiative talk to the FBI and find out what she can, and if she chooses to let the American people know what she thinks or knows is going on. People need to hear from her… \r\nIf the FBI has indeed found something explosive, would they actually charge her with a crime right before the election? \r\nIt is possible, but we also have to remember that government agencies (including the FBI) tend to move very, very slowly. If there are thousands of emails, it is going to take quite a while to sift through them all. And of course Barack Obama has lots of ways that he could influence, delay or even shut down the investigation. \r\nSo those that are counting on this to be the miracle that Donald Trump needsshould not count their chickens before they hatch. \r\nBut if Hillary Clinton were to be forced out of the race by this FBI investigation, the Democrats would have to decide on a new candidate, and that would take time. The following is from a U.S. News & World Report article that examined what would happen if one of the candidates was forced out of the race for some reason… \r\nIf Clinton were to fall off the ticket, Democratic National Committee members would gather to vote on a replacement. DNC members acted as superdelegates during this year’s primary and overwhelmingly backed Clinton over boat-rocking socialist Sen. Bernie Sanders of Vermont. \r\nDNC spokesman Mark Paustenbach says there currently are 445 committee members – a number that changes over time and is guided by the group’s bylaws, which give membership to specific officeholders and party leaders and hold 200 spots for selection by states, along with an optional 75 slots DNC members can choose to fill. \r\nBut the party rules for replacing a presidential nominee merely specify that a majority of members must be present at a special meeting called by the committee chairman. The meeting would follow procedures set by the DNC Rules and Bylaws Committee and proxy voting would not be allowed. \r\nIt would be extremely challenging to get a majority of the members of the Democratic National Committee together on such short notice. If Clinton were to drop out next week, it would be almost impossible for this to happen before election day. \r\nIn such a scenario, Barack Obama may attempt to invoke his emergency powers. Since the election would not be “fair” until the Democrats have a new candidate, he could try to delay or suspend the election. There would be a lot of controversy as to whether this is legal or not, but Barack Obama has not let the U.S. Constitution stop him in the past. \r\nMeanwhile, new poll numbers show that the Trump campaign was already gaining momentum even before this story about the new emails broke. According to a brand new ABC News/Washington Post survey, Donald Trump is now only trailing Hillary Clinton by 4 points after trailing her by as much as 12 points last weekend. \r\nAnd CNBC is reporting on a highly advanced artificial intelligence system that accurately predicted the outcomes of the presidential primaries and which is now indicating that Trump will be the winner in November… \r\nAn artificial intelligence system that correctly predicted the last three U.S. presidential elections puts Republican nominee Donald Trump ahead of Democrat rival Hillary Clinton in the race for the White House. \r\nMogIA was developed by Sanjiv Rai, founder of Indian start-up Genic.ai. It takes in 20 million data points from public platforms including Google, Facebook, Twitter and YouTube in the U.S. and then analyzes the information to create predictions. \r\nThe AI system was created in 2004, so it has been getting smarter all the time. It had already correctly predicted the results of the Democratic and Republican Primaries. \r\nWithout Hillary at the top of the ticket, the odds of a Trump victory would go way, way up. \r\nSo if Hillary is forced out of the race by this investigation, Barack Obama and the Democrats will want to delay or suspend the election for as long as possible if they can. \r\nAt this point there is probably not a high probability that such a scenario will play out, but in this crazy election year we have already seen that just about anything can happen. \r\nBuy 2017 Gold Pandas and Buy 2017 Silver Panda Coins On Pre-Sale Now! Secure Your 2017 Panda Coins Today at SD Bullion!",
        "_version_": 1749756264698609664
    }
]