[
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-11-09T08:19:32.889Z"
        ],
        "title": [
            "Vladimir Putin declares victory in US Presidential elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "newsthump.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.001
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Wednesday 9 November 2016 by Davywavy Vladimir Putin declares victory in US Presidential elections \r\nVladimir Putin has been elected the 45th President of the United Stares after a stunning victory last night. \r\nPutin, who was a surprise contender when he entered the race last year, consistently outperformed expectations outpolling all challengers and besting his competition in debates. \r\nPutin has announced that he will run the United States through a proxy as he is much too busy running the far more important country of Russia. \r\nIn a shock victory, American voters showed they were prepared to overlook Putin’s history of running the KGB in favour of his perceived strong leadership and no-nonsense attitude. \r\nDoubts over his economic record were also waved aside, with uncomfortable facts such as Russian GDP halving in the last three years being dismissed as scaremongering. \r\n“You fellow Americans,” said Putin in his acceptance speech. \r\n“I have so many people to thank for my victory; Edward Snowden, Julian Assange, Bradley Manning, but not least of all the Democratic Party, who put up the only candidate even I could beat. \r\n“Oh, and I mustn’t forget to congratulate myself too for putting the whole thing together. \r\n“God bless America,” he added with a smile. Get the best NewsThump stories in your mailbox every Friday, for FREE! There are currently"
        ],
        "id": "6170",
        "_version_": 1749756280070733825
    },
    {
        "author": [
            "Kurt Hyde"
        ],
        "published": [
            "2016-11-04T21:11:29.832Z"
        ],
        "title": [
            "American Elections Are Vulnerable to Wholesale Fraud"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "thenewamerican.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "9280",
        "body_en": [
            "Email \r\nBev Harris, elections expert and founder of Black Box Voting, believes our elections are vulnerable to wholesale fraud via manipulation of vote totals in the centralized computer databases. She recently appeared on the Alex Jones Show, where she demonstrated a computer script named Fraction Magic that can alter vote totals all the way down to the precinct level and make the final vote totals add up to a desired result. \r\nFraction Magic was written by Bennie Smith, a computer professional from Memphis, Tennessee. He demonstrated how it works by entering a desired outcome in an overlay and then he and Bev Harris watched as Fraction Magic altered all the precinct totals and recalculated all the subtotals up to the final totals Bennie Smith had specified. He added, “You can create plausible results that really pass off as the real thing.” \r\nHarris reported that she tested Fraction Magic on her copy of the database of all votes cast in the general election in Alaska in 2004. She fed in desired outcomes and Fraction Magic performed the necessary vote count alterations all the way down to the precinct level in four seconds. \r\nBoth Harris and Smith expressed concern about the number of people who have the necessary access level to the vote totals databases. They would include numerous IT people, vendors, consultants, technicians, and others. Election officials rarely, if ever, make public lists of names of people who have privileged access to the election databases. \r\nAn extremely disturbing trend in American elections is the recent use of encryption to keep precinct totals secret until after they are in the hands of centralized elections offices. The American people are being told this is secure transmission and modernization. The spin in the news media has been to marvel at the skillful technology. But not enough people are asking what benefit we are achieving by concealing public information from the public . \r\nConcealing precinct vote totals from the public until reviewed centrally was one of the tactics used by Hitler and Stalin. That’s how they had the ability to alter vote totals without being caught. No one but a few insiders had any election totals until the centralized authority had the ability to rework the numbers if necessary to achieve their desired results and then release election results. \r\nThe term \"wholesale election fraud\" refers to one act by a fraudster that changes a large number of votes, such as in a computer, or alters the vote totals hoping no one will audit the results and verify the totals. \"Retail election fraud\" refers to cheating one vote at a time, such as when people cast multiple absentee ballots or vote multiple times in person in an election. These people are known in the trade as \"repeaters,\" and their ability to repeat vote is greatly enhanced both by early voting and by either lax enforcement of voter ID laws or no voter ID requirement. \r\nSpecifying a vote total or percentage and then working it down is not a new form of corruption in American politics. Tracy Campbell described how political boss George Parr operated in his book Deliver the Vote : Parr’s aide and feared enforcer, Luis Salas, later related how the Parr machine ruled: “Parr was the Godfather. He had life or death control. We could tell any election judge, ‘Give us 80 percent of the vote and the other guy 20 percent.' We had it made in every election.” \r\nCampbell also described how another 200 votes appeared after Lyndon Johnson issued the order to “find the votes” when he needed them to win the senate runoff election in Texas in 1948. \r\nIn Precinct Number 13, the precinct of Luis Salas, where he had manufactured a vote for Johnson of 765 to 60, the tally was now different. When one of the committee members read the totals for the precinct of Salas, the new total was 965 to 60. In the interim, obviously, one of Parr’s men had simply taken a pen and closed the top loop of the “7” to create a “9”. \r\nBecause the precinct totals were public information, were reported immediately, and were obtained by Governor Coke Stevenson right away, he was able to identify the precinct where the extra 200 votes were added. Unfortunately, too many people in positions of power were on Johnson’s side. \r\nThe concept behind Fraction Magic is not new to politics. What is different is the scale to which it can enable specifying an election result and make the subtotals match. \r\nThe fact that a program such as Fraction Magic can do what it does should be a wake-up call for the way we conduct our elections. We need to return to our traditional constitutionally correct decentralized counting of votes at the precinct level. We need a paper trail in the voting equipment. We must allow public access to any member of the public who wishes to observe the vote counts. And we must make precinct totals public immediately after the votes are counted, including posting them on the door of the voting site building. \r\nIf we do not, we run the risk of having our election results altered by the very people we hire to ensure that our elections are honest and accurate."
        ],
        "_version_": 1749756282057785344
    },
    {
        "author": [
            "Daily Bell Staff"
        ],
        "published": [
            "2016-11-08T19:14:47.443Z"
        ],
        "title": [
            "US Presidential Elections Sound a Warning of Catastrophes to Come"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "thedailybell.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "8538",
        "body_en": [
            "US Presidential Elections Sound a Warning of Catastrophes to Come By Daily Bell Staff - November 08, 2016 \r\nWhat’s wrong with Hillary Clinton’s brand? … As momentous an occasion as this should be for women around the world, Ms. Clinton would begin her term in the Oval Office with her unpopularity ratings at near-record levels. All of which leads to the question: What’s wrong with Brand Hillary? – The Globe and Mail \r\nIn the run-up to today’s election, many articles on Hillary in the mainstream media have tried to explain more fully why Hillary is electable and desirable as the leader of the US. \r\nA common theme of these articles is that Hillary’s troubles are not mentioned or analyzed in detail. The Economist magazine, like many other publications, recently came out with an endorsement of Hillary. \r\nBut the endorsement simply dealt with Hillary’s legislative and professional history. As always when it comes to Hillary in the mainstream media, deeper questions are glossed over. \r\nThis approach to covering Hillary is deliberate and has generated increasing skepticism among large portions of the American public. Correctly, alternative media reports have pointed out this declining credibility but not enough have explained its widening ramifications. \r\nMore: \r\nMs. Clinton is one of the most qualified presidential candidates in recent memory – and her credentials are that much more impressive compared to those of her opponent. \r\nAfter her time as first lady – in the state of Arkansas, and in the White House – Ms. Clinton served her country as a U.S. Senator and as secretary of state. \r\nThe article goes on to ask why Hillary has not been “able to break through in a way that inspires fervent support and popularity.” \r\nAt this point a significant analysis would grapple with underlying issues regarding Hillary’s background and approach to politics and life. These issues are well known. But instead, these issues are presented as “multiple scandals, ranging from Lewinsky to Benghazi, and most recently, her e-mails.” \r\nThe use of the word “scandal” implies something embarrassing. The significance of these problems in her personal and professional life goes far beyond embarrassment. It illustrates her approach to the US political system and generally how she wields power. \r\nHaving skipped past this analysis, the article then minimizes the scandals themselves, stating, ”Any politician who has been in the game that long has their fair share of scandal.” \r\nThe article continues to evolve toward ephemera, suggesting that a big problem with Ms. Clinton is her inability to “appear likable to voters.” This is a political problem to be sure, but it is not the UNDERLYING problem, which is much more significant. \r\nFinally, the article brings up the idea that a big reason for the disconnect between Hillary and voters has to do with her gender. “As disheartening as that still is, society and the media still stereotype women and paint them with a negative brush.” \r\nThe article explains that much criticism of Hillary is gender-related. She has been scrutinized because of her health problems and has too-often been seen by the media as a wife and mother rather than as a businesslike politician with a long, professional history. \r\nAs stated, articles like this are at variance with what many believe to be true. Hillary is seen, at this point, by tens of millions as a person with an extremely shady past who may be part of a larger political mafia with her husband that deals in extortion, cover-ups, drug-dealing and even murder to generate vast profits for their Clinton Foundation, and thus for themselves. \r\nSince this information is so widely dispersed, articles that don’t deal more directly with these issues can be seen either as painfully naive or as concealing something. It is one of the reasons that trust in the mainstream media has plunged so precipitously. \r\nAdditionally, as we pointed out recently, belief in “conspiracy theories,” has risen to over 50 percent. Hillary’s campaign and its coverage may be directly responsible. Once people were increasingly and regularly exposed to the disconnect between what they believed about Hillary and what was being presented, they began to reexamine various “conspiracy” reports they’d previously discounted. \r\nEven among those voting for Hillary, there is widespread sentiment that she may have committed criminal wrongdoings and deserves a trial rather than the presidency. \r\nWe’ve advanced the idea that none of this has come about by accident, not the FBI fumblings, nor reports of her healthcare problems, nor even the email “scandals.” All of this in fact was known well in advance of her latest presidential run. \r\nThis is simply not a coincidence in our view. The idea, increasingly it seems, is to shatter cultural cohesion in the West with an eye toward creating increased globalization and an internationalized society. This presidential election and its mainstream coverage has done just that. \r\nGoing forward, it is probable that cultural destruction will be increasingly significant throughout the West, employing numerous strategies – political, ethnic, economic and military. \r\nThese elections – whether Hillary wins or Trump – are evidently the starting gun, along with the European immigrant crisis, for a new series of elite programs. These will likely yield up serial catastrophes that will change lives and belief structures going forward for millions and even billions \r\nConclusion: Building an international world, whether the effort is to be successful or not, is a massive and horribly disruptive and bloody prospect. Americans would be wise to perceive this latest presidential elections as a kind of warning of what it is to come."
        ],
        "_version_": 1749756281412911104
    },
    {
        "author": [
            "Jafe Arnoldski (noreply@blogger.com)"
        ],
        "published": [
            "2016-11-08T11:46:57.209Z"
        ],
        "title": [
            "Zakharova slams FBI harassment of Russian diplomats over US elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "fort-russ.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "November 8, 2016 - Fort Russ News -  PolitRussia - translated byJ. Arnoldski - \r\n\r\n\r\nThe US Federal Bureau of Investigation has directly pressured Russian diplomats and forbid them from being near voting places during the presidential elections in the United States on November 8th. Maria Zakharova, the spokeswoman of the Russian foreign ministry, wrote about this on her Facebook page on Monday. \r\n“It’s come to openly intimidating the staff of diplomatic agencies. The State Department recommended Russian representatives in a memo ‘not to come to polling stations on their own’, and some states’ authorities have gone even further and threatened criminal prosecution. This means that they can’t even watch the voting procedure,” Zakharova wrote. \r\nAccording to Zakharova, in recent days, direct pressure has been put on Russian representatives in the United States by the FBI, “whose agents, with undisguised threats, have let us know that we should not be interested in the American elections.” \r\n“In Houston, in order to offer such a ‘warning,’ a Hollywood-style special operation was arranged that blocked the car of our Consulate General’s employees on the street. They stopped the car and started to ‘convince’ them that they should not watch the voting, and not even think about it,” Zakharova added. \r\n\r\nIn connection with the incident with the Russian embassy in Washington, a relevant submission has already been made to the State Department.  \r\n“But the question arises: what can a foreign diplomat see at American polling stations that is so important that they’ve brought in ‘Mr. Smith’, and why are election monitoring procedures controlled by the FBI?!”, the Russian foreign ministry’s representative concluded.  \r\n\r\n     Follow us on Facebook!                                                   \r\n                                                   \r\n\r\n       Follow us on Twitter! \r\n                               \r\n\r\n             Donate!"
        ],
        "id": "3037",
        "_version_": 1749756278146596864
    },
    {
        "author": [
            "Amy Moreno"
        ],
        "published": [
            "2016-10-31T19:24:05.540Z"
        ],
        "title": [
            "SHOCK VIDEO : How American Elections are HACKED – TruthFeed"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "truthfeed.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.033
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "SHOCK VIDEO : How American Elections are HACKED SHOCK VIDEO : How American Elections are HACKED Videos By Amy Moreno October 31, 2016 \r\nThis is an eye-opening, yet disturbing video of how a United States election is hacked. \r\nFrom Infowars: \r\nBlack Box Voting, founded in 2003, performs nonpartisan investigative reporting on elections in an attempt to stop vote rigging. \r\nYou may be wondering what the term “black box” means. A “black box” system is non-transparent; its functions are hidden from the public. Elections, of course, should not be black box systems. \r\nHere is a link to a free copy of the book, Black Box Voting HERE . \r\nAuthor Bev Harris became known for groundbreaking work on electronic voting machines, which can remove transparency of the vote count. \r\nWith voting machines, all political power can be converted to the hands of a few anonymous subcontractors: \r\nThis is a powerful video that we URGE you to share. This is a movement – we are the political OUTSIDERS fighting against the FAILED GLOBAL ESTABLISHMENT! Join the resistance and help us fight to put America First! Amy Moreno is a Published Author , Pug Lover & Game of Thrones Nerd. You can follow her on Twitter here and Facebook here . Support the Trump Movement and help us fight Liberal Media Bias. Please LIKE and SHARE this story on Facebook or Twitter."
        ],
        "id": "10520",
        "_version_": 1749756282726776833
    },
    {
        "author": [
            "Tom Winter (noreply@blogger.com)"
        ],
        "published": [
            "2016-11-14T21:39:50.542Z"
        ],
        "title": [
            "Presidential elections in Bulgaria and Moldova show a turn toward Moscow*"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "fort-russ.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "3058",
        "body_en": [
            "November 14, 2016 - Fort Russ News - \r\n\r\nFabrizio Poggi, in  Contropiano , translated from Italian by Tom Winter \r\n\r\nIgor Dodon, President-elect of Moldova \r\nMoldova and Bulgaria: Something new in the East \r\nRumen Radev, President-elect of Bulgaria \r\nIn the east - not everywhere, sadly - there is a turn towards Moscow. The newly elected presidents of Moldavia and Bulgaria seem to want to go in that direction. \r\n\r\nIn Kishinev, where two weeks ago, no candidate had a majority in round one, the Socialist Party leader, Igor Dodon, has 52.6% of the votes (not including expatriate votes from US and Canada, but these can not overturn the result) against the pro-EU Maia Sandu, leader of the Action and Solidarity Party, with 47.3% and who, in Yankee fashion, is now threatening \"mass demonstrations,\" not recognizing the result. \r\nMaia Sandu  Dodon congratulated Sandu for the \"honorable result\" and invited her to discussions, without destabilizing the country. It seems (though not official at this time of writing) that the turnout was respectable; this was the first direct election of the president of the republic since 1996; since 2000 in fact, the President was elected by Parliament. There was even shortage of ballots, in particular in various stations abroad: Bologna, Parma, Paris, Moscow, Bucharest; Portugal appears to have lost the entire st of ballots. \r\n\r\nOn the eve of the vote Dodon, an experienced office-holder, (Deputy Prime Minister in 2008-2009 and Minister of Economy in 2006-2009) said that if he won, his first visit abroad would would be to Moscow, \"to start working out a strategic partnership agreement\" and to renew exports to Russia, which were limited after the signing of the association and free trade agreement with the EU.  \r\n\r\nDodon has always said he was \"confident of victory. People are tired of the seven years of EU coalition, poverty, corruption, lawlessness, and want to live in a state of their own and not in some province of another country.\"  \r\n\r\nThe socialist leader has also called for the Russian peacekeepers to remain in Transnistria, until the complete solution of the political events through the federalization of Moldova, which Sandu opposes. According to Tass, all candidates had based their election campaign primarily on foreign issues: pointing on one side to the \"hand of the Kremlin,\" and, on the other to \"Washington's Regional Committee,\"  a side which was still floating a union with Romania. The Socialists pointed to Maia Sandu as \"a puppet of the US\" - where she studied and worked at the World Bank, and tied her to Angela Merkel, Donald Tusk, and Jean-Claude Juncker, apparently even to former Romanian President, Traian Băsescu, who got himself awarded Moldovan citizenship [! -tr] in order to vote for Maia Sandu.  \r\n\r\nOn the other side Sandu was proposing, along with strategic partnership with Washington, close contacts with Kiev, even a future union with Romania. \r\n\r\nAs expected, there are the threats of yet another \"Orange Revolution,\" like the one in 2009 after the Communist Party won the election in Moldova, under the flags of EU and Romania, with rioting which brought broken windows and arson to the Parliament and the presidential residence.  \r\n\r\nObviously, Brussels was on the \"orange\" side: the results of seven years of EU-line coalition are also seen in the demonstrations a year ago against the oligarchy in power, in the rejection of government policy on the part of 80% of the population, and in those favoring integration with Brussels falling from 70% to 37%.  \r\n\r\nIn addition, the Donald Trump victory seems to have played a role also in Kishinev: \"The geopolitical color of the Moldovan leadership will become less important for the United States,\" Andrei Popov said in a NewsMaker interview. Popov, former Deputy Foreign Minister of Moldova, added that Washington will renounce a whole series of Moldovan projects that were initiated by the Clinton circle. \r\n\r\nAlso, in Bulgaria, the coalition headed by the Socialist Party prevailed in the second presidential round of the general election: Air Force General Rumen Radev topped his opponent Tsetska Tsačeva by 4-5% (the result is not final). Tsačeva was the candidate of the pro-government coalition GERB (\"Citizens for European development of Bulgaria).\"  \r\n\r\nIn the first round, Sunday, Nov. 6, no candidate reached the 30% necessary for the election: Radev was at 25.4% and Tsačeva at 21.9%.  \r\n\r\nThe now president-elect said he was opposed to Bulgaria's permanence in NATO (of which the country has been a member since 2004) and in the EU, and has spoken out for closer relations with Russia.  \r\n\r\nThe Prime Minister, the hawk Boyko Borissov had promised to resign if Radev won, while he was still hoping for a Tsačeva victory, seems to have kept his word, opening a crisis that does not seem easy to solve. \r\n\r\nIn opposition to the overtly anti-Russian, phil-atlantic policies of former President Rosen Plevneliev and Boyko Borissov, Radev said that \"deepening the dialogue with Russia will reduce confrontation and tension, and hopefully lead to the normalization of the situation in Syria and Ukraine.\"  \r\n\r\nWith regard to the anti-Russian sanctions, he stressed that this \"is a matter of the government's responsibility. But, as President, I am committed to dialogue, to seek a solution with EU colleagues.\" As for internal affairs, he said \"despite threats of the apocalypse,\" the voters \"voted for change and democracy, overcoming apathy and fear.\" \r\n\r\nAn entity that in contrast does not change policy towards Russia is the European Union.  Federica Mogherini,  EU High Representative for Foreign Affairs, said that Brussels does not intend to change its own position on Russia, even if the White House, after the arrival of Donald Trump, pursues a rapprochement with the Kremlin.  \r\n\r\nThe EU, as Mogherini spelled it out, \"has a principled stand on the issue of the annexation of the Crimea and on the situation in Ukraine, and will not change it, regardless of any changes of position by other countries, including the United States.  \r\n\r\n\"Ipse dixit et salvavit eos**; of course, the \"Russian aggression! \r\n\r\n\r\n* A view from the Italian Communist Party on-line journal; for the take of Eduard Popov on these two election victories, click. \r\n\r\n** \"She herself has said it, and saved them\" [Correcting to \"ipsa\"] -- an apparent reference to the Catholic confessional \"dixi et salvavi animam\" -- I have spoken and saved my soul.\"\r\n\r\n     Follow us on Facebook!                                                   \r\n                                                   \r\n\r\n       Follow us on Twitter! \r\n                               \r\n\r\n             Donate!"
        ],
        "_version_": 1749756278154985472
    },
    {
        "author": [
            "UnReal Mama"
        ],
        "published": [
            "2016-11-10T03:25:52.174Z"
        ],
        "title": [
            "Facebook Wall: Reactions to Donald Trump’s victory in US Presidential elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "theunrealtimes.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Tweet \r\nA truckload of eggs smashed into the faces of American liberals after controversial leader Donald Trump trounced Hillary Clinton to become the 45th President of the United States of America . Our correspondent Mark Zuckerpandian brings you a collection of reactions, especially from India: Tweet About UnReal Mama \r\nEk chatur naar badee hoshiyaar, apane hee jaal me phasat jaat ham hasat jaat are ho ho ho ho ho!"
        ],
        "id": "10028",
        "_version_": 1749756282512867330
    },
    {
        "author": [
            "The European Union Times"
        ],
        "published": [
            "2016-11-09T11:51:14.309Z"
        ],
        "title": [
            "Trump's Victory Proves US Political Class Out of Touch With Electorate: Ron Paul"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "eutimes.net"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Ron Paul Institute for Peace and Prosperity Executive Director Daniel McAdams stated that Donald Trump’s victory has proven the entire political class in Washington and especially the mainstream media that does their bidding to be completely out of touch with the American people.\r\nThe victory of Republican Party candidate Donald Trump in the US presidential elections proves that Washington’s political class and the mainstream US media are completely detached from the actual US electorate, Ron Paul Institute for Peace and Prosperity Executive Director Daniel McAdams told Sputnik.\r\n“More than anything else, Donald Trump’s victory has proven the entire political class in Washington and especially the mainstream media that does their bidding to be completely out of touch with the American people,” McAdams said.\r\nAccording to McAdams, over the course of the election, the mainstream media has proven not to be independent resources seeking out inconvenient truths, but rather “a lapdog to the power elite.”\r\nEarlier in the day, Trump won the US presidential elections despite most of the analysts and opinion polls predicting his defeat to Democratic Party nominee Hillary Clinton.\r\nSource"
        ],
        "id": "2766",
        "_version_": 1749756277956804609
    },
    {
        "author": [
            "EdJenner"
        ],
        "published": [
            "2016-10-29T00:41:28.406Z"
        ],
        "title": [
            "Artificial Intelligence System Predicts Trump Victory"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "dailywire.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bias"
        ],
        "body_en": [
            "An artificial intelligence system that correctly predicted the results of the last three US presidential elections believes Donald Trump will be elected president."
        ],
        "id": "1828",
        "_version_": 1749756277455585282
    },
    {
        "author": [
            "Activist Post"
        ],
        "published": [
            "2016-10-28T16:31:11.746Z"
        ],
        "title": [
            "Americans Preparing for Strong Possibility of Violence on Election Day"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "activistpost.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "conspiracy"
        ],
        "body_en": [
            "By Vic Bishop With the U.S. presidential elections just around the corner, concerns about violence on Election Day seem to be escalating. Several schools have announced..."
        ],
        "id": "190",
        "_version_": 1749756276372406277
    },
    {
        "author": [
            "Bob Adelmann"
        ],
        "published": [
            "2016-11-07T20:57:27.776Z"
        ],
        "title": [
            "Three Election Models Pick Trump to Win on Tuesday"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "thenewamerican.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Email \r\nPoll-watching junkies are having a field day. There is one poll or another publishing its results on an almost hourly basis. As this is being written on noon Sunday, for instance, Investors Business Daily (IBD), which touts its survey as “the most accurate poll in recent presidential elections,\" has Donald Trump ahead of Hillary Clinton by one point. The USC Dornsife/ Los Angeles Times ’ “Daybreak” poll shows Trump ahead of Clinton by five points. \r\nNate Silver, in his FiveThirtyEight 2016 Election Forecast, has Clinton’s chance of winning at 64.7 percent versus Trump’s 35.3 percent. Silver predicts Clinton will win 48.4 percent of the popular vote (versus Trump’s 45.5 percent, which will give her 291 Electoral College votes to Trump’s 246. \r\nIn its running summary of other polls, Real Clear Politics shows Clinton up by 1.8 percent over Trump in the popular vote, while in the Electoral College it’s Clinton with 216 and Trump with 164, leaving 158 votes as “toss ups.\" \r\nThere are at least two other prognosticators who don’t rely on polls at all, and they are predicting Trump will win on Tuesday. The first was explained by Tyler Durden at ZeroHedge back in January when he said that the stock market would predict November’s winner: This relationship occurs because the stock market reflects the economic outlook in the weeks leading up to the election. A rising stock market indicates an improving economy, which means rising confidence and increases the chances of the incumbent party’s re-election. Therefore, your time might be better spent from August through October watching the stock market rather than the debates if you want to know who will be President for the next four years. \r\nRight on cue the stock market has declined nine days in a row (through last Friday), the first time that has happened since 1980. But more importantly is how it has behaved since Monday, August 1. The S&P 500 Index has declined by 4.5 percent which, according to Durden, translates into an 86 percent chance of Trump’s winning on Tuesday. \r\nAnd then there’s the professor from Stony Brook University, Helmut Norpoth, and his “Primary Model”. Writes Norpoth on his website: Winning early primaries is a major key for electoral victory in November. Trump won the Republican primaries in both New Hampshire and South Carolina, while Hillary Clinton and Bernie Sanders split the Democratic primaries in those states…. For the record the Primary Model … has correctly predicted the winner of the popular vote in all five presidential elections since it was introduced in 1996…. For elections from 1912 to 2012 the Primary Model [has retroactively picked] the winner … every time except in 1960. \r\nAccordingly, Norpoth gives Trump an 87 percent chance of winning Tuesday’s election. \r\nThere’s also his “pendulum” model: What favors the GOP in 2016 as well … is the cycle of presidential elections. After two terms of Democrat Barack Obama in the White House the electoral pendulum is poised to swing to the GOP this year…. Donald Trump is predicted to defeat Hillary Clinton by 52.5 percent to 47.5 percent. \r\nIn the “for what it’s worth” category, as this is being written, futures for Monday’s open are also turning negative. If the market closes down again on Monday, the 10th day in a row, it will only add validity to both Durden’s and Norpoth’s prediction: Trump will win on Tuesday. \r\nAlso, Professor Norpoth has such confidence in his models that he is using his own money to bet on Trump to win. \r\n\r\nAn Ivy League graduate and former investment advisor, Bob is a regular contributor to The New American magazine and blogs frequently at LightFromTheRight.com, primarily on economics and politics. He can be reached at This email address is being protected from spambots. You need JavaScript enabled to view it. ."
        ],
        "id": "9291",
        "_version_": 1749756282069319680
    },
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-11-17T04:06:00Z"
        ],
        "title": [
            "Gallup: Americans More Confident In Trump Since Election | Daily Wire"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "dailywire.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.249
        ],
        "type": [
            "bias"
        ],
        "body_en": [
            "Gallup: Americans More Confident In Trump Since Election By: Robert Kraychik November 16, 2016 A Gallup poll published on Wednesday indicates that 51% of Americans are more confident in Donald Trump’s ability to serve as president following last week’s presidential election. 40%, conversely, are less confident. Partisanship was strongly correlated with the poll’s respondents’ responses: 95% of Trump voters said they were more confident in presidential capacity after the election, with 75% of Clinton voters saying they were now less confident. The same question was put to Americans by Gallup following the 1992 and 2000 presidential elections. Five weeks after the 1992 election, 84% of Bill Clinton voters said they were more confident in his presidential capability as opposed to 23% of George H. Bush voters and 37% of Ross Perot voters. In 2000, 85% of George W. Bush voters were more confident in his ability to be president as opposed to 29% of Al Gore voters. H/T Kaitlyn Scallhorn at The Blaze"
        ],
        "id": "1886",
        "_version_": 1749756277469216771
    },
    {
        "author": [
            "admin"
        ],
        "published": [
            "2016-10-26T21:24:57.526Z"
        ],
        "title": [
            "PROFESSOR WHO PREDICTED LAST FIVE ELECTIONS SAYS TRUMP HAS 87% CHANCE OF WINNING"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "jewsnews.co.il"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Paul Joseph Watson Political science professor Helmut Norpoth, who has accurately called the results of the last five presidential elections, still asserts that Donald Trump has an 87% chance of defeating Hillary Clinton despite Clinton being ahead in the polls. Norpoth’s model has correctly predicted the outcome of the popular vote for every election since 1996, including the 2000 race where Al Gore won the popular vote but George W. Bush took the presidency. “It usually turns out that the candidate who does better in his party’s primary beats the other guy who does less well,” said Norpoth, adding that Trump’s margin of victory in New Hampshire and South Carolina compared to Clinton (who lost in New Hampshire) was crucial to his model. The other factor is the “swing of the pendulum,” which makes it far more likely for a change of government if one party has been in power for two terms. Norpoth said he"
        ],
        "id": "4842",
        "_version_": 1749756279322050565
    },
    {
        "author": [
            "admin"
        ],
        "published": [
            "2016-10-27T17:41:16.166Z"
        ],
        "title": [
            "Calling Trump Moscow’s favorite is nonsense created by media – Putin"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "rinf.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Calling Trump Moscow’s favorite is nonsense created by media – Putin Calling Trump Moscow’s favorite is nonsense created by media – Putin By 0 71 \r\nThe idea that Russia has a favorite in the US election was deliberately created by the media, Russian President Vladimir Putin said, adding that Moscow is “largely unconcerned” about the outcome of the vote and is ready to work with any future president. \r\n“The image [that Russia supports a candidate in the US presidential election] was created by the media,” Putin said at the Valdai Discussion Club in Sochi on Thursday, adding that it was done deliberately and on purpose. \r\nRead more \r\n“This idea was planted into the US public consciousness… with only one goal… to protect the interests of the Democratic candidate in her competition with the candidate of the Republicans, in this case – with Mr. Trump,” the Russian president stressed. \r\nThe US media “first portrayed Russia as an enemy and then said that Trump is our [Russia’s] favorite,” Putin said, denouncing these tactics as “absolute nonsense.” “This is complete and utter rubbish, and it is just a method of internal political struggle, as well as a way of manipulating the public consciousness ahead of the US presidential elections,” he added. \r\nHe went on to say that Russia is not interested in a victory of any particular candidate and is ready to cooperate with any of them. “Generally speaking, we are more or less unconcerned about it,” the Russian leader said. \r\nAt the same time, he stressed that Russia welcomes words and intentions concerning normalization of relations between the US and Russia, “whoever expresses them.” He also said that it is “hard” to work with the current US administration as it does not fulfill its obligations under any agreements, adding that Russia is ready to start working with a new US president. Trump’s extravagant behavior is thought-out political strategy \r\nDonald Trump “has chosen his own method to get through to voters’ hearts,” Vladimir Putin said at a meeting of the Valdai Discussion Club, adding that the Republican candidate must have a reason behind his extravagant behavior. \r\nRead more \r\n“He [Trump] just represents ordinary people and portrays himself as an ordinary guy, who criticizes those who have been in power for decades,” Putin said, adding that only voting will show if this strategy is effective. \r\nAt the same time, Putin stressed once again that Moscow will work with every US president who is chosen by the US people and is willing to cooperate with Russia. \r\nEarlier, Putin also dismissed all accusations concerning Moscow’s alleged meddling in the US presidential elections, saying that the ‘Russian card’ was used during the election campaign to distract voters from the real internal problems of the US. \r\nHe also sharply criticized the US and the EU for attempts to portray Moscow as an enemy and stressed that “Russia is not going to attack anybody.” \r\nPutin and Russia have often been mentioned during the US presidential race. Democratic candidate Hillary Clinton has not only accused Donald Trump of being actively supported by Moscow, but also claimed that WikiLeaks, which repeatedly released documents hacked from Clinton campaign chair John Podesta and the Democratic National Convention, of working for the Kremlin. \r\nVia RT . This piece was reprinted by RINF Alternative News with permission or license."
        ],
        "id": "7425",
        "_version_": 1749756280730288129
    },
    {
        "author": [
            "Jim Kavanagh"
        ],
        "published": [
            "2016-10-27T14:01:00Z"
        ],
        "title": [
            "Tom Hayden’s Haunting"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "counterpunch.org"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "1620",
        "body_en": [
            "Email \r\nAs an old SDS-er, I found it hard to see Tom Hayden go. However meandering his path, he was at the heart of radical history in the 60s, an erstwhile companion, if not always a comrade, on the route of every boomer lefty. \r\nOne of his finer moments for me, which I’ve never seen mentioned (including among this week’s encomia) since he wrote it, was his 2006 article , published on CounterPunch with an introduction by Alexander Cockburn, in which he apologized for a “descent into moral ambiguity and realpolitick that still haunts me today.” It would be respectful of Hayden’s admirers and critics, on the occasion of his passing, to remember which of his actions “haunted” him the most. \r\nThe title of the article says it clearly: “I Was Israel’s Dupe.” In the essay, Hayden apologizes for his support of the Israeli invasion of Lebanon in 1982, which was for him that “descent into moral ambiguity” More importantly, he explains why he did it, in a detailed narrative that everyone should read. \r\nHayden sold out, as he tells it, because, in order to run as a Democratic candidate for the California State Assembly, he had get the approval of the influential Democratic congressman Howard Berman. Berman is a guy who, when he became Chairman of the House Foreign Affairs Committee, was proud to tell the Forward that he took the job because of his “interest in the Jewish state” and that: “Even before I was a Democrat, I was a Zionist.” \r\nHayden had to meet with Howard’s brother Michael, who, acting as “the gatekeeper protecting Los Angeles’ Westside for Israel’s political interests,” told Hayden: “I represent the Israeli Defense Forces”—a sentence that could serve as the motto of most American congress critters today. The “Berman-Waxman machine,” Hayden was told, would deign to “rent” him the Assembly seat on the “one condition: that I always be a ‘good friend of Israel.’” \r\nBut American congressmen were not the only “gatekeepers” through whose hands Hayden had to pass before being allowed to run for Congress. Other “certifiers” included “the elites, beginning with rabbis and heads of the multiple mainstream Jewish organizations,… the American-Israel Political Action Committee (AIPAC), …[and].. Israeli ambassadors, counsels general and other officials.“ \r\nIn fact, Hayden had to, in his words, be “declared ‘kosher’ by the ultimate source, the region’s representative of the state of Israel,” Benjamin Navon, Israel’s Counsul-general in Los Angeles. \r\nIn other words, in this article Hayden was describing, in an unusually concrete way, how the state of Israel, through its state officials and their compliant American partners, was effectively managing—exercising veto power over Democratic Party candidates, at the very least—American elections down to the level of State Assembly . In any constituency “attuned to the question of Israel, even in local and state elections,” Hayden knew he “had to be certified ‘kosher,’ not once but over and over again.” \r\nThis experience prompted Hayden to express a “fear …that the ‘Israeli lobby’ is working overtime to influence American public opinion on behalf of Israel’s military effort to ‘roll back the clock’ and ‘change the map’ of the region.” Hayden warned of the “trepidation and confusion among rank-and-file voters and activists, and the paralysis of politicians, especially Democrats,” over support of Israel. He vowed to “not make the same mistake again,” and said: “Most important, Americans must not be timid in speaking up, as I was 25 years ago.” \r\nWhatever else he did—and he was never particularly radical about Palestine—this article was a genuinely honest and unusual intervention, and it deserves a lot more notice—as a moment in Tom Hayden’s history and that of the American left—than it has got. Looking back and regretfully acknowledging that one had been duped and morally compromised by what seemed the least troublesome path 25 years earlier, saying “I woulda, shoulda, coulda done the right thing,” is a haunting moment for anyone. Doing it in a way that exposes in detail how a foreign country constantly manipulates American elections over decades is worthy of everyone’s notice. \r\nI doubt Hillary and her Democratic supporters will have anything to say about this “interference “in American elections, even local and state. But I do hope many of those who are touched by the loss of Tom Hayden heed these words from him, and don’t wait another 25 years to overcome their “fear and confusion” about saying and doing the right thing regarding the crimes of Israel, troublesome as that might be."
        ],
        "_version_": 1749756277317173248
    },
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-10-29T17:35:46.362Z"
        ],
        "title": [
            "Tom Hayden's Haunting"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "opednews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "6428",
        "body_en": [
            "License DMCA \r\nAs an old SDS-er, I found it hard to see Tom Hayden go. However meandering his path, he was at the heart of radical history in the 60s, an erstwhile companion, if not always a comrade, on the route of every boomer lefty. \r\nOne of his finer moments for me, which I've never seen mentioned (including among this week's encomia) since he wrote it, was his 2006 article , published on CounterPunch with an introduction by Alexander Cockburn, in which he apologized for a \"descent into moral ambiguity and realpolitick that still haunts me today.\" It would be respectful of Hayden's admirers and critics, on the occasion of his passing, to remember which of his actions \"haunted\" him the most. \r\nThe title of the article says it clearly: \"I Was Israel's Dupe.\" In the essay, Hayden apologizes for his support of the Israeli invasion of Lebanon in 1982, which was for him that \"descent into moral ambiguity\" More importantly, he explains why he did it, in a detailed narrative that everyone should read. \r\nHayden sold out, as he tells it, because, in order to run as a Democratic candidate for the California State Assembly, he had to get the approval of the influential Democratic congressman Howard Berman. Berman is a guy who, when he became Chairman of the House Foreign Affairs Committee, was proud to tell the Forward that he took the job because of his \"interest in the Jewish state\" and that: \"Even before I was a Democrat, I was a Zionist.\" \r\nHayden had to meet with Howard's brother Michael, who, acting as \"the gatekeeper protecting Los Angeles' Westside for Israel's political interests,\" told Hayden: \"I represent the Israeli Defense Forces\"--a sentence that could serve as the motto of most American congress critters today. The \"Berman-Waxman machine,\" Hayden was told, would deign to \"rent\" him the Assembly seat on the \"one condition: that I always be a 'good friend of Israel.'\" \r\nBut American congressmen were not the only \"gatekeepers\" through whose hands Hayden had to pass before being allowed to run for Congress. Other \"certifiers\" included \"the elites, beginning with rabbis and heads of the multiple mainstream Jewish organizations,\" the American-Israel Political Action Committee (AIPAC), \"[and].. Israeli ambassadors, counsels general and other officials.\" - Advertisement - \r\nIn fact, Hayden had to, in his words, be \"declared 'kosher' by the ultimate source, the region's representative of the state of Israel,\" Benjamin Navon, Israel's Counsul-general in Los Angeles. \r\nIn other words, in this article Hayden was describing, in an unusually concrete way, how the state of Israel, through its state officials and their compliant American partners, was effectively managing--exercising veto power over Democratic Party candidates, at the very least--American elections down to the level of State Assembly . In any constituency \"attuned to the question of Israel, even in local and state elections,\" Hayden knew he \"had to be certified 'kosher,' not once but over and over again.\" \r\nThis experience prompted Hayden to express a \"fear \"that the 'Israeli lobby' is working overtime to influence American public opinion on behalf of Israel's military effort to 'roll back the clock' and 'change the map' of the region.\" Hayden warned of the \"trepidation and confusion among rank-and-file voters and activists, and the paralysis of politicians, especially Democrats,\" over support of Israel. He vowed to \"not make the same mistake again,\" and said: \"Most important, Americans must not be timid in speaking up, as I was 25 years ago.\" \r\nWhatever else he did--and he was never particularly radical about Palestine--this article was a genuinely honest and unusual intervention, and it deserves a lot more notice--as a moment in Tom Hayden's history and that of the American left--than it has got. Looking back and regretfully acknowledging that one had been duped and morally compromised by what seemed the least troublesome path 25 years earlier, saying \"I woulda, shoulda, coulda done the right thing,\" is a haunting moment for anyone. Doing it in a way that exposes in detail how a foreign country constantly manipulates American elections over decades is worthy of everyone's notice. \r\nI doubt Hillary and her Democratic supporters will have anything to say about this \"interference \"in American elections, even local and state. But I do hope many of those who are touched by the loss of Tom Hayden heed these words from him, and don't wait another 25 years to overcome their \"fear and confusion\" about saying and doing the right thing regarding the crimes of Israel, troublesome as that might be. - Advertisement -"
        ],
        "_version_": 1749756280214388738
    },
    {
        "author": [
            "newsguy76"
        ],
        "published": [
            "2016-10-28T15:08:18.108Z"
        ],
        "title": [
            "CNBC: TRUMP WILL WIN THE ELECTION AND IS MORE POPULAR THAN OBAMA IN 2008, AI SYSTEM FINDS"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "govtslaves.info"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Home › POLITICS | US NEWS › CNBC: TRUMP WILL WIN THE ELECTION AND IS MORE POPULAR THAN OBAMA IN 2008, AI SYSTEM FINDS CNBC: TRUMP WILL WIN THE ELECTION AND IS MORE POPULAR THAN OBAMA IN 2008, AI SYSTEM FINDS 0 SHARES [10/28/16] An artificial intelligence (AI) system that correctly predicted the last three U.S. presidential elections puts Republican nominee Donald Trump ahead of Democrat rival Hillary Clinton in the race to the White House. MogIA was developed by Sanjiv Rai, the founder of Indian start-up Genic.ai. It takes in 20 million data points from public platforms including Google, Facebook, Twitter and YouTube in the U.S. and then analyzes the information to create predictions. \r\nThe AI system was created in 2004, so it has been getting smarter all the time. It had already correctly predicted the results of the Democrat and Republican Primaries. \r\nData such as engagement with tweets or Facebook Live videos have been taken into account. The result is that Trump has overtaken the engagement numbers of Barack Obama’s peak in 2008 – the year he came into power – by 25 percent. \r\nRai said that his AI system shows that candidate in each election who had leading engagement data ended up winning the elections. \r\n“If Trump loses, it will defy the data trend for the first time in the last 12 years since Internet engagement began in full earnest,” Rai wrote in a report sent to CNBC. Post navigation"
        ],
        "id": "3647",
        "_version_": 1749756278545055744
    },
    {
        "author": [
            "April Hamlin"
        ],
        "published": [
            "2016-11-08T08:11:49.294Z"
        ],
        "title": [
            "Michelle Obama Warns That ‘Playing Around With A Protest Vote’ Will Lead To A Trump Win (VIDEO)"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "ifyouonlynews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "November 7, 2016 Michelle Obama Warns That ‘Playing Around With A Protest Vote’ Will Lead To A Trump Win (VIDEO)   \r\nSpeaking at Hillary Clinton’s rally in Philadelphia on the eve of the election, Michelle Obama had a warning for American voters: Choosing not to vote or casting a protest vote will put Donald Trump in the White House. \r\nThe first lady also tried to make sure that the voters listening to her speech, whether in person or on television, understand just how important their vote really is. \r\n“And here’s the beauty of it all, this election is on us. It is on us. If we get out and vote tomorrow, Hillary Clinton will win,” she said. “But, if we stay home or if we play around with a protest vote, then Hillary’s opponent will win. Period. End of story.” \r\n“Look, it is important to understand that presidential elections are breathtakingly close. They are decided by just 5, 10, 15 votes per precinct,” she added. \r\nMichelle Obama’s passionate plea comes after a long and contentious campaign. Some people are convinced their vote doesn’t matter. Some people are still pouting because their favorite candidate didn’t win the primary. Others have swallowed the kool-aid and believe both candidates are the same. But Michelle Obama is right, not voting or voting for a third party candidate is the same as casting a vote for Trump. Quite frankly, there is just too much at stake for that this time around. \r\nWatch Michelle Obama give warn Americans about the importance of their vote, here: \r\nFeatured image via Justin Sullivan/Getty Images Share this Article!"
        ],
        "id": "4144",
        "_version_": 1749756278958194689
    },
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-11-08T14:47:57.586Z"
        ],
        "title": [
            "Trump and Clinton Choice Impacting Global Markets"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "trunews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Trump and Clinton Choice Impacting Global Markets November 08, 2016 Trump and Clinton Choice Impacting Global Markets \r\nStocks and the dollar were little changed on Tuesday as global investors trod carefully, readying for the outcome of one of the most contentious U.S. presidential elections in history. Trade was largely driven by cautious expectations of a win for Democrat Hillary Clinton, but some sharp swings in recent days across all asset classes meant big bets were relatively thin on the ground as Americans started voting. Wall Street's S&P 500, Dow Jones, and Nasdaq markets were expected to open a touch lower having enjoyed their best day since March on Monday, while the dollar held steady as bonds and gold made ground. \"While the market is broadly pricing in a Clinton victory, we are well away from the final results,\" said Ipek Ozkardeskaya, senior market analyst at London Capital Group. \"It is certainly too early to speculate. The least we can say is that the risk appetite is quite firm for such a high event-risk day.\" \r\nEurope's index of leading 300 shares, which posted its biggest gain in two months on Monday, was flat ahead of U.S. trading. A modest 0.15 percent gain for Britain's FTSE 100 was balanced by 0.1 percent dips in both Germany and France \r\nMSCI's broadest index of Asia-Pacific shares outside Japan had ended up 0.6 percent overnight though Japan's Nikkei 225 ended flat. MSCI's global index of world shares was up 0.1 percent. Article by Doc Burkhart , Vice-President, General Manager and co-host of TRUNEWS with Rick Wiles"
        ],
        "id": "10348",
        "_version_": 1749756282638696451
    },
    {
        "author": [
            "Admin"
        ],
        "published": [
            "2016-11-07T19:21:12.441Z"
        ],
        "title": [
            "BREAKING! — New shattering Wikileaks info implicates Clintons in shocking allegations of rape, satanism, blood drinking, and child sex in hot tubs"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "darkmoon.me"
        ],
        "country": [
            "ME"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "November 7, 2016 at 6:55 pm \r\nFlopot, \r\nYes, I know it makes your blood boil to consider the “lesser of two evils” scenario. But LD has always been a conscientious non-voter and is therefore unlikely to be voting for either Trump or Hillary. Nor am I for that matter, since I am a UK resident and do not get to vote in the American elections. \r\nYou really must reconcile yourself, Flopot, to the fact that Hillary is held in such visceral loathing that her millions of haters feel they have no option but to vote for her opponent, Donald Trump, even though they are aware of the Donald’s many faults and his Zionist connections. \r\nIt’s either not voting at all or voting for the lesser of two evils."
        ],
        "id": "1928",
        "_version_": 1749756277489139714
    }
]