[
    {
        "author": [
            "Amy Moreno"
        ],
        "published": [
            "2016-10-31T19:24:05.540Z"
        ],
        "title": [
            "SHOCK VIDEO : How American Elections are HACKED – TruthFeed"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "truthfeed.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.033
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "SHOCK VIDEO : How American Elections are HACKED SHOCK VIDEO : How American Elections are HACKED Videos By Amy Moreno October 31, 2016 \nThis is an eye-opening, yet disturbing video of how a United States election is hacked. \nFrom Infowars: \nBlack Box Voting, founded in 2003, performs nonpartisan investigative reporting on elections in an attempt to stop vote rigging. \nYou may be wondering what the term “black box” means. A “black box” system is non-transparent; its functions are hidden from the public. Elections, of course, should not be black box systems. \nHere is a link to a free copy of the book, Black Box Voting HERE . \nAuthor Bev Harris became known for groundbreaking work on electronic voting machines, which can remove transparency of the vote count. \nWith voting machines, all political power can be converted to the hands of a few anonymous subcontractors: \nThis is a powerful video that we URGE you to share. This is a movement – we are the political OUTSIDERS fighting against the FAILED GLOBAL ESTABLISHMENT! Join the resistance and help us fight to put America First! Amy Moreno is a Published Author , Pug Lover & Game of Thrones Nerd. You can follow her on Twitter here and Facebook here . Support the Trump Movement and help us fight Liberal Media Bias. Please LIKE and SHARE this story on Facebook or Twitter."
        ],
        "id": "10520",
        "_version_": 1749312263018250241
    },
    {
        "author": [
            "Jacob Hornberger"
        ],
        "published": [
            "2016-11-07T05:47:25.668Z"
        ],
        "title": [
            "Washington’s meddling in foreign elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "intrepidreport.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "4685",
        "body_en": [
            "Washington’s meddling in foreign elections By Jacob Hornberger Posted on November 7, 2016 by Jacob Hornberger \nAs U.S. officials continue to accuse Russia of meddling with the U.S. presidential election, an accusation that they have provided no evidence whatsoever to support, let’s review some of the U.S. government’s history of meddling with elections in others countries. \n1. In 1951, the democratically elected parliament of Iran elected a man named Mohammad Mossadegh to be Iran’s prime minister. Mossadegh angered British Empire officials by nationalizing British oil interests in the country. \nBritish officials then turned to the CIA for assistance. In 1953, the CIA secretly fomented a violent coup in Iran, which succeeded in ousting Mossadegh from power and making the Shah of Iran the supreme unelected dictator of the country. \nTo fortify the Shah’s dictatorial hold on power, the CIA helped organize and train his domestic police force, the Savak, which was essentially a combination of the CIA, the NSA, and the military. Part of the CIA’s training involved teaching Savak agents the art of torture. \nFor the next 26 years, the Iranian people suffered under one of the most brutal and tyrannical dictatorships in the world, one that U.S. officials fully supported and called an ally and friend of the United States. \nIn 1979, Iranians successfully revolted against the Shah’s regime and ousted him from power. One result was not a restoration of the democratic system that had elected Mossadegh but rather another brutal dictatorship, this time a religious one. Another result is the bad relations between the Iran and U.S. governments that continue to exist today. \n2. In 1951, the Guatemalan people democratically elected a man named Jacobo Arbenz to be their president. Arbenz, however, was not satisfactory to U.S. officials, especially the national-security branch of the government, specifically the Pentagon and the CIA. The reason that U.S. officials opposed Arbenz was that he was a socialist, and U.S. officials considered a socialist president of Guatemala to be a threat to “national security” here in the United States. \nIn 1954—one year after the coup in Iran, the CIA fomented a violent military coup that succeeded in removing Arbenz from power and replacing him with one of the most brutal unelected military dictators in Latin American history, a man named Carlos Castillo Armas. The CIA had a kill list prepared for the coup, which Arbenz was able to escape by fleeing the country before Castillo was able to get him. The CIA’s destruction of Guatemala’s democratic system threw the nation into a 30-year civil war that ended up killing millions of Guatemalan people, especially many of the poor. \n3. In 1960 a man named Patrice Lumumba was elected Congo’s first prime minister after independence from Belgium. Lumumba spoke out against Western imperialism and refused to take sides in the Cold War, which caused the CIA to conclude that he was a threat to “national security.” The CIA orchestrated the assassination of Lumumba, which ended up taking place on January 17, 1961, just three days before President Kennedy, who liked Lumumba and who would have ordered the CIA to stand down, was to be sworn into office. \n4. In 1970 a man named Salvador Allende received a plurality of votes in the presidential election in Chile. Pursuant to the Chilean constitution, the election was thrown into the national congress. President Richard Nixon, his national-security team, the Pentagon, and the CIA concluded that because Allende believed in communism and socialism, he posed a grave threat to “national security” here in the United States. The CIA attempted to bribe members of the congress to vote against Allende. It also orchestrated the kidnapping of the head of Chile’s armed forces, Gen Rene Schneider, who opposed a U.S. military coup in his country, especially since a coup would violate the country’s constitution. The kidnapping attempt on Schneider left him dead. \nThe CIA then fomented a coup that took place on 9/11 1973 that violently ousted Allende from power and left him dead. Replacing him was army Gen. Augusto Pinochet, one of the most brutal unelected military dictators in history. By the time Pinochet’s 17-year reign of military terror came to an end in 1990, he and his CIA-supported goons had incarcerated, raped, tortured, or killed tens of thousands of innocent people—that is, people whose only “crime” was believing in socialism—with the full support of the CIA, Pentagon, Nixon, and his “national security” team. \nOf course, there are also the more recent support of regime-change operations that ousted democratically elected presidents that the U.S. government disapproved of, such as in Ukraine and Egypt. \nAnd then there is the long list of countries where unelected dictators were targeted for regime change by the U.S. national security state and, where successful, replaced with a brutal unelected pro-U.S. dictator. Cuba, Indonesia, Iraq, Libya, and Syria all come to mind. \nU.S. officials need to keep in mind that when they point their accusatory index finger at Russia for supposedly meddling in the U.S. presidential election, U.S. officials have, at the same time, three fingers pointing back at themselves. This work by MWC News is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License . \nJacob G. Hornberger is founder and president of The Future of Freedom Foundation."
        ],
        "_version_": 1749312258542927872
    },
    {
        "author": [
            "pcr3"
        ],
        "published": [
            "2016-11-01T18:10:33.464Z"
        ],
        "title": [
            "How Voting Machines Are Programmed In Order To Steal Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "paulcraigroberts.org"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "How Voting Machines Are Programmed In Order To Steal Elections\nAmericans are being told by “experts” (read “Hillary supporters”) that election fraud in the US is rare. They are also being misinformed that voting fraud would be detected. The fact of the matter is, as has now been proven, that no vast conspiracy is required. One person suffices to have the machine count the votes as desired. Once the vote is recorded the code erases the elements that would reveal the fraud. \nThe entire purpose of the presstitutes reporting a non-existent Hillary lead is to create in advance acceptance that she won, thereby discrediting in advance any challenge to the rigged outcome.\nhttps://jonrappoport.wordpress.com/2016/10/31/biggest-election-fraud-in-history-discovered-in-the-united-states/ \nThe post How Voting Machines Are Programmed In Order To Steal Elections appeared first on PaulCraigRoberts.org ."
        ],
        "id": "6586",
        "_version_": 1749312259809607680
    },
    {
        "author": [
            "Jafe Arnoldski (noreply@blogger.com)"
        ],
        "published": [
            "2016-11-08T11:46:57.209Z"
        ],
        "title": [
            "Zakharova slams FBI harassment of Russian diplomats over US elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "fort-russ.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "November 8, 2016 - Fort Russ News -  PolitRussia - translated byJ. Arnoldski - \n\n\nThe US Federal Bureau of Investigation has directly pressured Russian diplomats and forbid them from being near voting places during the presidential elections in the United States on November 8th. Maria Zakharova, the spokeswoman of the Russian foreign ministry, wrote about this on her Facebook page on Monday. \n“It’s come to openly intimidating the staff of diplomatic agencies. The State Department recommended Russian representatives in a memo ‘not to come to polling stations on their own’, and some states’ authorities have gone even further and threatened criminal prosecution. This means that they can’t even watch the voting procedure,” Zakharova wrote. \nAccording to Zakharova, in recent days, direct pressure has been put on Russian representatives in the United States by the FBI, “whose agents, with undisguised threats, have let us know that we should not be interested in the American elections.” \n“In Houston, in order to offer such a ‘warning,’ a Hollywood-style special operation was arranged that blocked the car of our Consulate General’s employees on the street. They stopped the car and started to ‘convince’ them that they should not watch the voting, and not even think about it,” Zakharova added. \n\nIn connection with the incident with the Russian embassy in Washington, a relevant submission has already been made to the State Department.  \n“But the question arises: what can a foreign diplomat see at American polling stations that is so important that they’ve brought in ‘Mr. Smith’, and why are election monitoring procedures controlled by the FBI?!”, the Russian foreign ministry’s representative concluded.  \n\n     Follow us on Facebook!                                                   \n                                                   \n\n       Follow us on Twitter! \n                               \n\n             Donate!"
        ],
        "id": "3037",
        "_version_": 1749312256530710528
    },
    {
        "author": [
            "Kit O'Connell"
        ],
        "published": [
            "2016-11-08T13:51:36.624Z"
        ],
        "title": [
            "Could US Elections Be Stolen? Election Integrity Activists Say Yes"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "mintpressnews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "5704",
        "body_en": [
            "Videos Could US Elections Be Stolen? Election Integrity Activists Say Yes ‘If it’s a close election, the cheaters are going to win,’ says Mark Crispin Miller, a professor of media studies who’s spent years combing through U.S. election results for evidence of electronic voting machine fraud. | November 8, 2016 Be Sociable, Share! Voters use electronic voting machines at the Schiller Recreation Center polling station on election day, Tuesday, Nov. 3, 2015, in Columbus, Ohio. \nAUSTIN, Texas — Election fraud is a dangerously real possibility in the United States, but Donald Trump is wrong about how elections could be rigged under the current system. \nThe Republican nominee has warned his supporters that the election could be rigged against him, and there have already been reports of Trump supporters with guns at polling places intimidating voters. Word is-early voting in FL is very dishonest. Little Marco, his State Chairman, & their minions are working overtime-trying to rig the vote. \n— Donald J. Trump (@realDonaldTrump) March 12, 2016 Crazy – Election officials saying that there is nothing stopping illegal immigrants from voting. This is very bad (unfair) for Republicans! \n— Donald J. Trump (@realDonaldTrump) October 31, 2014 \nHowever, Mark Crispin Miller, a self-described “election integrity activist,” dismissed Trump’s claims. \n“It’s basically impossible to vote ten times or fifteen times,” said the professor of media studies at New York University who has spent more than a decade studying election results. \n“Under current electronic voting systems, it’s no longer really possible … to get a bunch of immigrants out there to stuff the ballot box. With a computerized system, it’s extremely difficult for many people to vote even one time, much less ten or fifteen.” \nOnly a couple of incidents of voter fraud or vote tampering have been found during this election, including the case of an Iowa woman who was arrested after she tried to vote multiple times for Trump , but they were quickly noticed by authorities. \n“Republicans commit that crime as often as Democrats, as it happens,” Miller said. He explained that this type of voter fraud happens so rarely, and is ultimately so ineffective, that it’s almost a myth. Numerous studies have found that voter fraud , as Trump imagines it, is essentially nonexistent. \nHowever, as Miller noted, that doesn’t mean American democracy is secure and that voters’ ballots are being properly counted. \n‘The attack on democracy has become much more sophisticated’ A vote counter inserts a tally card from an electronic voting machine into a card readers as they count votes at the Lake County Government Center in Crown Point, Ind., Nov. 4, 2008. \nMost voters use electronic voting machines to cast their ballots, though, in a few smaller districts, they may cast paper ballots that are then counted with computerized devices. But electronic voting machines lack a paper trail that could be used to verify that votes are being counted properly, and even the optical scanners used to count paper ballots can be tampered with, Miller warned. \nMiller said he believes that rigged electronic voting machines may already have been used to steal elections. \n“I’ve been concerned about the vulnerability of our elections since 2000 because of the rising use of computerized voting and vote counting machinery,” Miller explained. \nIn 2005, he published “Fooled Again,” which documented evidence that the Republicans had used rigged electronic voting machines to tilt the 2004 election in favor of George W. Bush, and against Democratic nominee Al Gore. \nIn 2008, he edited “Loser Take All,” a follow-up volume containing further evidence of election rigging through electronic voting which was submitted by other electoral integrity activists and scholars. Miller summarized his findings to MintPress: “The use of electronic voting machines and optical scanners to count votes is every bit as threatening to electoral democracy for all as the old poll taxes and literacy tests. The attack on democracy has become much more sophisticated. It’s a stealth attack, very often.” \nKey evidence often comes in the form of comparing exit polls with official election day results. Without a paper trail, this is the only way activists like Miller can compare voters’ stated choices to the final tally. However, some experts have warned that exit polls themselves could be flawed , limiting activists’ ability to definitively prove that fraud has occurred. \nWhile the United States is often considered an exemplar of democracy to which other countries should or do aspire, a 2016 study by the Electoral Integrity Project found the United States trailing behind other Western countries in multiple measurements of the vitality of a democracy. Carried out by researchers from the University of Sydney and Harvard University, the study examined 180 elections held between July 2012 to December 2015 in 139 countries, and found that U.S. elections were vulnerable in multiple ways, from the influence of money in politics to frequent and worrying voting irregularities on Election Day. \n“Americans often express pride in their democracy, yet the results indicate that domestic and international experts rate the U.S. elections as the worst among all Western democracies,” Pippa Morris noted in a March analysis for The Conversation. Watch “ Could the 2016 Election Be Stolen with Help from Electronic Voting Machines? ” \nHarvey Wasserman, an Ohio-based electoral integrity activist, has also sounded the alarm about the vulnerability of electoral voting machines in a pair of books, “What Happened in Ohio: A Documentary Record of Theft and Fraud in the 2004 Election” and “The Strip & Flip Selection of 2016: Five Jim Crows & Electronic Election Theft.” \nIn February, Wasserman told Democracy Now!’s Amy Goodman that the election is vulnerable to tampering, especially in swing states where results will be close. He explained: “About 80 percent of the vote nationally will be cast on electronic voting machines. There is no verifiability. In six key swing states—Florida, North Carolina, Ohio, Michigan, Iowa and Arizona—you have Republican governors and Republican secretaries of state, and no method of verifying the electronic vote count. At midnight or whenever it is on election night, those two guys can go in there with an IT person and flip the outcome of an electronically counted vote within about 60 seconds.” \nMiller agreed that elections are most vulnerable in tight races. He suggested that’s why the GOP has been so passionate about passing voter ID laws and other forms of legal voter suppression . \n“That’s one of the purposes of vote suppression, is to shrink the pool of eligible voters so the race is as close as possible, because if it’s a close election, the cheaters are going to win,” he said. \nBut he also stressed there’s evidence that Democrats have also fallen victim to electronic voter fraud. Ultimately, though, it’s impossible to know who is responsible for vote tampering. Among other examples, Miller cited a July report from Election Justice USA , which suggested that Bernie Sanders fell victim to electronic voter fraud during the primaries. The report’s authors wrote: “Available evidence from Arizona, New York, and California suggests more than 500,000 registrations were tampered with or improperly handled. … hundreds of thousands of voters were denied the right to vote or were forced to vote provisionally. A quarter million or more provisional or affidavit Democratic ballots were not counted. Available evidence also suggests that the vast majority of suppressed voters would have voted or tried to vote for Senator Bernie Sanders.” \n‘We have to spread the word about this’ A sales executive with Sequoia Voting Systems demonstrates inserting a ballot into their electronic voting system in San Francisco, Dec. 5, 2007. \nMiller said his work suffers from an almost total blackout in the mainstream media, and even independent media often refuse to report on the risks of electronic voter fraud. \n“The strength of the taboo on this subject is really mind-boggling. The press has always been exceedingly hostile to any discussion of this problem, especially if it entails a focus on electronic fraud,” he said. \n“It’s probably going to have to take some kind of near revolutionary movement to force [the government] to make this a real functioning electoral democracy.” \nHope for reform isn’t totally lost, though. Rep. Hank Johnson, a Democrat from Georgia, introduced a bill in September that would prohibit the government from purchasing internet-connected voting machines or machines which lack a paper trail. The legislation was inspired in part by lobbying from activists like Miller, working in concert with the National Election Defense Coalition , which Miller highlighted as one of the few NGOS effectively targeting the issue of election fraud. \nMeanwhile, social media allows Miller reach new audiences beyond the confines of mainstream media. A video he published on Friday about the risks of a rigged election had been viewed nearly 10,000 times by Monday night, and he hopes it will soon be seen by many more voters as it spreads through social media shares and word of mouth. \n“We have to talk about it, we have to spread the word about this,” he urged. “Because only once people know the scale of the problem will there be any pressure on the parties to fix this system.”"
        ],
        "_version_": 1749312259202482176
    },
    {
        "author": [
            "Alex Newman"
        ],
        "published": [
            "2016-11-09T03:00:00Z"
        ],
        "title": [
            "Globalist Soros Pours Money Into Manipulating U.S. Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "thenewamerican.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "9307",
        "body_en": [
            "Email \nBillionaire globalist George Soros (shown) has been dumping hundreds of millions of dollars into manipulating American elections in recent years, leaked documents show . While many critics have focused on his indirect links to a controversial voting-machine company , his electoral scheming goes much deeper, as a review of the documents by PJ Media shows . Rather than tampering with the outcome of particular elections, leaks from Soros' Open Society apparatus show he has far greater ambitions. Basically, he is seeking to “fundamentally transform America,” as Obama put it, by changing and manipulating the American electorate into supporting globalism, statism, collectivism, and his legions of radical politicians and elected officials. Soros, a self-described atheist, has also been exposed seeking to corrupt Christianity with his radical anti-Christian views . But as awareness of the scheming spreads, the Soros brand is becoming increasingly toxic among Americans from all walks of life. \nSoros' assault on American elections revealed in leaked foundation documents is broad and multi-faceted. Among other schemes, the protegé of the unfathomably wealthy Rothschild banking dynasty has launched legal assaults on state-level efforts to limit voter fraud and ensure the integrity of elections. Essentially, the ploy appears to be aimed at facilitating mass voter fraud. Soros foundations have also been funding propaganda campaigns, racist ethnocentric “media” outlets, the subversion of journalism, vicious attacks on patriotic organizations, and more. The Soros network has also provided huge infusions of money to fringe and sometimes violent left-wing extremists and race-mongers (including racist groups like La Raza, or The Race) to build up pro-Soros AstroTurf groups. In direct politics, Soros has also been showering money on radical candidates at the local, state, and federal levels who will advance his anti-American, anti-Christian, anti-Constitution agenda. \nSome of the Soros funding is aimed at what is described in leaked documents as a plot to “build power” for “systemic change.” Indeed, the Soros machine even created the “Democracy and Power Fund” in a bid to dupe various groups of Americans into serving as a collectivist coalition to push Soros' extreme big government agenda. These groups, centered around attributes such as race and income, include “people of color, immigrants, young people, and low income people,” the document shows. Blacks and Latinos are both in Soros' crosshairs. The fund, according to leaked documents, seeks to “inspire” these groups with “multi-issue advocacy” to push Soros' agenda at the federal, state, and local levels. Between 2010 and 2012, Soros dropped $15 million on his “Power Fund.” As the name of the fund suggests, securing power for himself and the establishment at the expense of the Constitution and the American people is exactly what Soros, a convicted felon, has in mind. \nTo ensure that the propaganda and hate that Soros minions produce receive the requisite media coverage, Soros has also been building up his own personal “media” megaphone. Among other schemes, Soros was exposed funding something called “New America Media,” which pumps out ethnocentric collectivism and race-mongering to thousands of propaganda organs under the guise of “ethnic” media. Also funded by the Soros machine is what documents refer to as a “Media Consortium.” As if the establishment media was not “progressive” enough, Soros documents explain that the funding helps “a network of leading progressive independent journalism organizations focused on making connections, building a media infrastructure, and amplifying the voices of progressive journalists in the United States.” Apparently the Soros-funded “consortium” has “done much to build community and greater strength among progressive media outlets.” \nJ. Christian Adams, the former Justice Department attorney who left in 2010 after accusing the outfit of racial bias, explained the significance of Soros' media scheming in his in-depth investigation of the leaked Soros documents published by PJ Media . “Mainstream journalists frequently parrot progressive writers when covering voter fraud, thus rendering the Media Consortium Soros dollars well spent,” Adams wrote in an article that was posted on the Drudge Report before going viral. “The leaked documents also reveal deliberate and successful efforts to manipulate media coverage of election issues in mainstream media outlets like the The New York Times .” \nWhen it comes to Soros manipulating press coverage of voter fraud, the process works similar to the Soros machine's Black Lives Matter operation. “The leaked funding documents describe how the propaganda about the 'myth of voter fraud' is generated by two Soros-funded organizations, moved to blogger and racially-centric media outlets, and eventually to mainstream media,” Adams explained. Indeed, almost the exact same process is used by Soros to promote hatred of the police and racial agitation, with the ultimate goal of nationalizing law enforcement. As The New American has previously reported , Soros-funded groups protest and riot, Soros-funded academics produce propaganda “studies” to justify the narrative, and then Soros-funded propaganda organs provide media coverage of it all. The Washington Times described the Soros propaganda machine as an “echo chamber.” \nThe Soros network funds an incredible array of organizations that advance his extremism. Among those that are involved in fundamentally transforming America by manipulating the electoral system, many receive more than half of a million dollars annually. Among them is the Leadership Conference on Civil and Human Rights, which brings together left-wing extremists, anti-constitutional radicals, overtly racist groups such as “La Raza” (The Race), statist-controlled Big Labor groups, known communist front groups officially condemned by U.S. authorities as “subversive,” and more. This year, the radical alliance even called on a UN-linked international organization founded and largely controlled by communist and socialist regimes to oversee U.S. elections . Other groups on the Soros dole are the Center on Budget and Policy Priorities, the extremist Center for American Progress , Advancement Project, Center for Community Change, Brennan Center, and more. The supposedly non-partisan League of Women Voters is also deeply involved with the Soros machine. \nSoros also partners with various establishment controlled tax-exempt mega-foundations such as Atlantic Philanthropies, Carnegie, Ford, and New World Foundations, among others. It partnered with the globalist Rockefeller Brothers Fund in a scheme to change voter registration policies. Much insight about the Rockefellers' totalitarian agenda was revealed by dynasty boss David Rockefeller, who showered praise on the mass-murdering regime of Chairman Mao for leading what he touted as “one of the most important and successful” social experiments “in history.” Some 60 million to 100 million people were killed as part of the experiment Rockefeller was so pleased with. In his autobiography, Rockefeller also boasted about conspiring with a secret cabal against his country to build a global political system. “Some even believe [the Rockefellers] are part of a secret cabal working against the best interests of the United States, characterizing my family and me as ‘internationalists’ conspiring with others around the world to build a more integrated global political and economic structure — one world, if you will,” Rockefeller wrote in his book. “If that’s the charge, I stand guilty, and I’m proud of it.” Soros shares the same agenda . \nWikiLeaks has also revealed some interesting facts about Soros' political machinations. Indeed, Soros is mentioned more than 50 times in the Clinton and Democrat e-mails released so far. One e-mail is from Jacqueline Carozza, a Soros employee, to Clinton campaign boss and anti-Catholic bigot John Podesta. “With summer quickly approaching Mr. and Mrs. Soros are starting to plan the 2015 Southampton schedule and would enjoy your company,” she wrote last year to Podesta , who was also invited to an occult “Spirit Cooking” event with satanic overtones. “Please let me know which dates suit you best to come for a visit and hopefully we can coordinate a mutually convenient time for your stay.” \nBeyond manipulating Americans into surrendering their heritage and their liberty, leaked documents also show that Soros has also been at the forefront of the establishment's efforts to corrupt Christianity. As The New American reported in August, hacked e-mails from his vast empire of shady tax-exempt foundations show that the radical “philanthropist” wants to change the views of Christians and churches around the world using deceit, manipulation, and lots and lots of money. His goals in showering money on Christian groups and churches include, among other policy agendas, legalizing the slaughter of unborn children in pro-life nations, promoting what he calls “racial and economic justice,” ensnaring more nations in the European Union, pushing global governance and what he calls the “New World Order” (which he said should be “owned” by Communist China) , and even shifting “the priorities of the U.S. Catholic church.” One document on funding “Christian” schemes speaks of pursuing “structural transformation of political and economic systems.” And that is just what is known. \nIn addition to trying to subvert churches into supporting his anti-Christian agenda, Soros has also been leading the effort to flood what was once known as “Christendom” with Islamic migrants from the globalist wars he helped engineer and justify . Indeed, Soros and his Open Society operations around the world have been key players in every phase of the ongoing mass-migration of millions of Middle Eastern and African migrants into Europe and the United States. Borders, Soros wrote in a column, are an “obstacle.” Leaked documents revealed that the Soros machine wields enormous influence in the European Union, the Obama administration, and the United Nations as it relates to the so-called “refugee crisis.” The goal, of course, is to fundamentally transform the entire Western world and to subvert nation-states on the road to internationalism. \nAs Adams notes in his PJ Media piece, conservatives and Republicans “have no opposing effort or source of funds that represents even a small fraction in opposition to level of the Soros-led manipulation contained in the leaked documents.” If America, the West, liberty, and self-government are to survive, Soros' machinations and those of the broader establishment he represents must be exposed and effectively countered. The alternative is what Soros has in the past referred to as a “New World Order.” And that will not be pretty, as a fundamentally transformed United States is subjugated by globalist radicals like Soros and his dangerous totalitarian allies. Photo: George Soros \nAlex Newman is a correspondent for The New American , covering economics, education, politics, and more. Follow him on Twitter @ALEXNEWMAN_JOU . He can be reached at: This email address is being protected from spambots. You need JavaScript enabled to view it. \nRelated articles:"
        ],
        "_version_": 1749312262109134848
    },
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-11-09T08:19:32.889Z"
        ],
        "title": [
            "Vladimir Putin declares victory in US Presidential elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "newsthump.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.001
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Wednesday 9 November 2016 by Davywavy Vladimir Putin declares victory in US Presidential elections \nVladimir Putin has been elected the 45th President of the United Stares after a stunning victory last night. \nPutin, who was a surprise contender when he entered the race last year, consistently outperformed expectations outpolling all challengers and besting his competition in debates. \nPutin has announced that he will run the United States through a proxy as he is much too busy running the far more important country of Russia. \nIn a shock victory, American voters showed they were prepared to overlook Putin’s history of running the KGB in favour of his perceived strong leadership and no-nonsense attitude. \nDoubts over his economic record were also waved aside, with uncomfortable facts such as Russian GDP halving in the last three years being dismissed as scaremongering. \n“You fellow Americans,” said Putin in his acceptance speech. \n“I have so many people to thank for my victory; Edward Snowden, Julian Assange, Bradley Manning, but not least of all the Democratic Party, who put up the only candidate even I could beat. \n“Oh, and I mustn’t forget to congratulate myself too for putting the whole thing together. \n“God bless America,” he added with a smile. Get the best NewsThump stories in your mailbox every Friday, for FREE! There are currently"
        ],
        "id": "6170",
        "_version_": 1749312259557949440
    },
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-10-28T00:01:56.958Z"
        ],
        "title": [
            "The Modern History of \"Rigged\" US Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "opednews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "License DMCA \nThe United States is so committed to the notion that its electoral process is the world's \"gold standard\" that there has been a bipartisan determination to maintain the fiction even when evidence is overwhelming that a U.S. presidential election has been manipulated or stolen. The \"wise men\" of the system simply insist otherwise. \nWe have seen this behavior when there are serious questions of vote tampering (as in Election 1960) or when a challenger apparently exploits a foreign crisis to create an advantage over the incumbent (as in Elections 1968 and 1980) or when the citizens' judgment is overturned by judges (as in Election 2000). \nStrangely, in such cases, it is not only the party that benefited which refuses to accept the evidence of wrongdoing, but the losing party and the establishment news media as well. Protecting the perceived integrity of the U.S. democratic process is paramount. Americans must continue to believe in the integrity of the system even when that integrity has been violated. \nThe harsh truth is that pursuit of power often trumps the principle of an informed electorate choosing the nation's leaders, but that truth simply cannot be recognized. \nOf course, historically, American democracy was far from perfect, excluding millions of people, including African-American slaves and women. The compromises needed to enact the Constitution in 1787 also led to distasteful distortions, such as counting slaves as three-fifths of a person for the purpose of representation (although obviously slaves couldn't vote). - Advertisement - \nThat unsavory deal enabled Thomas Jefferson to defeat John Adams in the pivotal national election of 1800. In effect, the votes of Southern slave owners like Jefferson counted substantially more than the votes of Northern non-slave owners. \nEven after the Civil War when the Constitution was amended to give black men voting rights, the reality for black voting, especially in the South, was quite different from the new constitutional mandate. Whites in former Confederate states concocted subterfuges to keep blacks away from the polls to ensure continued white supremacy for almost a century. \nWomen did not gain suffrage until 1920 with the passage of another constitutional amendment, and it took federal legislation in 1965 to clear away legal obstacles that Southern states had created to deny the franchise to blacks. \nIndeed, the alleged voter fraud in Election 1960, concentrated largely in Texas, a former Confederate state and home to John Kennedy's vice presidential running mate, Lyndon Johnson, could be viewed as an outgrowth of the South's heritage of rigging elections in favor of Democrats, the post-Civil War party of white Southerners. \nHowever, by pushing through civil rights for blacks in the 1960s, Kennedy and Johnson earned the enmity of many white Southerners who switched their allegiance to the Republican Party via Richard Nixon's Southern strategy of coded racial messaging. Nixon also harbored resentments over what he viewed as his unjust defeat in the election of 1960. - Advertisement - \nNixon's \"Treason\" \nSo, by 1968, the Democrats' once solid South was splintering, but Nixon, who was again the Republican presidential nominee, didn't want to leave his chances of winning what looked to be another close election to chance. Nixon feared that -- with the Vietnam War raging and the Democratic Party deeply divided -- President Johnson could give the Democratic nominee, Vice President Hubert Humphrey, a decisive boost by reaching a last-minute peace deal with North Vietnam. President Richard Nixon with his then-National Security Advisor Henry Kissinger in 1972. License DMCA \nThe documentary and testimonial evidence is now clear that to avert a peace deal, Nixon's campaign went behind Johnson's back to persuade South Vietnamese President Nguyen van Thieu to torpedo Johnson's Paris peace talks by refusing to attend. Nixon's emissaries assured Thieu that a President Nixon would continue the war and guarantee a better outcome for South Vietnam."
        ],
        "id": "6390",
        "_version_": 1749312259694264321
    },
    {
        "author": [
            "shorty"
        ],
        "published": [
            "2016-11-06T05:41:19.115Z"
        ],
        "title": [
            "U.S. Near Bottom in Public ‘Confidence in Elections’ Only Mexico Scores Lower Among OECD Countries"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "greanvillepost.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "body_en": [
            "Poverty Rose in 96% of U.S. House Districts, During Obama’s Presidency & U.S. Near Bottom in Public ‘Confidence in Elections’ Only Mexico Scores Lower Among OECD Countries Poverty Rose in 96% of U.S. House Districts, During Obama’s Presidency O n November 3rd, Morning Consult’s Jon Reid bannered, “Poverty on the Rise in Nearly All House Districts” and he reported that, “A Brookings Institution study , released less than a week before the election, shows that the number of people living in poverty has increased in 96 percent of congressional districts between 2000 and 2010-2014.” \nCOVER IMAGE: The Great American Dream. A Vision common in the 1950s propaganda. That finding fits along with others, such as that the economic ‘recovery’ after Barack Obama came into the White House in 2009, went virtually entirely to the very rich. .. According to the top experts on wealth-inequality in the United States, Emmanuel Saez and Gabriel Zucman, American wealth-inequality soared faster during 2003-2013 than ever since the period 1923-1928, right before the Great Crash of 1929. Their study “Wealth Inequality in the United States Since 1913” , published in the May 2016 Quarterly Journal of Economics , reported that ever since the remilitarization of the U.S. from the 2003 invasion of Iraq onward (and continuing under Obama, with boosts to NATO, and invasions such as of Libya in 2011), the percentage of total wealth owned by the richest .1% of American families (those families whose net worth was $111 million or higher) rose from 15% of the total in 2003, to 22% of the total in 2013, and this means that the percentage going to the lower 99.9% declined from 85% down to 78% during that time. .. America’s soaring inequality during the George W. Bush Presidency continued unaffected by the 2009 change of Presidential Administrations. \n.. The dream is now a cruel joke for most Americans, all due to their political ignorance, a treacherous media, and the runaway criminality they have allowed in their political and corporate classes. In fact: whereas Bush’s stock-market plunge in 2006-2008 hit the richest the hardest, Obama’s coming into office restored their lost wealth rapidly, while the wealth of the bottom 90% of the U.S. population flatlined throughout his Presidency. The Obama economic recovery was no recovery at all for the bottom 90% of Americans. Not just wealth but personal income also soared for the super-rich under Obama. The “Share of income earned by top 0.1% wealth holders” soared throughout Obama’s Presidency, at least up through 2012, which is the latest figure shown there for that. So: at least the bottom 90% of U.S. families have experienced none of the Obama economic recovery; what ‘recovery’ from the ‘recession’ there is, went only to the very rich. .. Findings such as those are consistent with, and might help to explain, the finding in the new Brookings study, that 96% of House districts have experienced increased poverty under Obama. The nation’s poor have gotten political rhetoric, but not much else, and the middle class also have received no net benefit, under Obama. U.S. Near Bottom in Public ‘Confidence in Elections’ Only Mexico Scores Lower Among OECD Countries Here are the figures, as emailed by Gallup on November 2nd, and soon to be published as part of the “Gallup World Poll 2016”: Confidence in Elections Among OECD Countries Finland 89%"
        ],
        "id": "3804",
        "_version_": 1749312257475477504
    },
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-10-26T20:05:13.867Z"
        ],
        "title": [
            "Fake ID’s: Threat to Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "trunews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "10263",
        "body_en": [
            "Fake ID’s: Threat to Elections October 26, 2016 Am election worker checks a voter's drivers license as North Carolina's controversial \"Voter ID\" law goes into... © CHRIS KEANE \nFormer member of the Federal Election Commission says fake ID's are a “potential way around a state that has a photo ID law in place.\" A quick Google search reveals a plethora of fake ID vendors. Most popular are drivers license and student identification. This ease of availability of fake drivers licenses poses a danger to American national security. Fraudulent identification also increases the threat of voter fraud in certain states. \n(Vero Beach, FL) The use of fake drivers licenses isn’t just limited to teenagers drinking beer, but can be used by terrorists, illegal immigrants and fraudulent voters to go around barriers set up by law enforcement. The trend also poses a threat to this presidential election in states where voter ID laws are in place. \nHans von Spakvovsky, former member of the Federal Election Commission and a senior legal fellow at the Heritage Foundation, told The Daily Caller that fake IDs are a “potential way around a state that has a photo ID law in place.” \nPaul Rozenweig, now a senior adviser to the Chertoff Group and a lecturer at George Washington University School of Law, told theDC that in his “personal view” the security of drivers licenses “has been underemphasized.” \n“We’ve done a great deal, for example, to make passports harder to forge, we’ve been much less successful in making domestic identification such as drivers license secure,” Rozenweig said. “The fact that 15 years after 9/11, we still don’t have a secure drivers license identification system in the United States that is hard to spoof and applies to all 50 states is a good example of how we haven’t put any emphasis on this.” \nTRUNEWS contacted four states out 7 arguably considered to have \"strict\" voter photo ID laws. At least in four states the Election Services representative did not express any concern with fake ID's for the coming election. All confirmed however, to not have any technology in place that would verify or decline a fake form of identification. In Wisconsin spokesperson Reid Magney said, \n\"I'm not aware of how much a fake ID would cost, but I don't think someone is going to go through all that just to vote twice\" \nBut what if voting twice isn't the goal? A person could be ineligible to vote for a number of reasons like criminal history or immigration status and use a fake ID to do so.The easy access to fake ID's provides a solid supporting argument to allegations and even video released by Project Veritas Action investigators depicting Democratic campaign officials encouraging non-citizens to vote. \nThere is a whole unit of Immigration and Customs Enforcement (ICE) devoted to document fraud, and yet a quick search on Google yields credible fake ID vendors. Narcotics are accessible on the internet as well, but they require the use of software such as Tor in order to get to the “darknet.” Tor allows you to visit websites that are only accessible on the software’s browser and user’s locations and identities are hidden through the use of thousands of relays. On the other hand, there is a large community on Reddit openly discussing which fake ID websites are credible, offering sales and giving reviews on products. Drivers licenses and student IDs are the main types of fraudulent identifications available on the open internet. For passports one can visit a “dark marketplace” and purchase a fake Spanish passport for nearly $3,000. The subreddit “fakeid” has over 15,000 subscribers and keeps a list of “verified” vendors who the moderators have confirmed won’t scam users. Sources close to The Daily Caller have ordered fake drivers licenses from these vendors, all of which have bar codes that can be scanned, proper holographics, and proven to be effective at liquor stores or hotel check-ins. \nAccording to ICE: “ICE places a high priority on investigating document and benefit fraud. These types of fraud pose a severe threat to national security and public safety because they create a vulnerability that may enable terrorists, other criminals and illegal aliens to gain entry to and remain in the United States.” While ICE claims to place a “high priority” on fake IDs, sites such as reallygoodfakes.com have had a registered domain since 2010. Besides the key issues related to fake drivers licenses of illegal immigration and terrorism that ICE identifies, fake IDs can also enable voter fraud. \nIan Smith, investigative associate at the Immigration Reform Law Institute, told TheDC fake IDs are commonly used by illegal immigrants to “obtain work, open a bank account, and rent an apartment.” We spoke with Leah Smith a spokesperson at Election Services in Mississippi and she seemed pretty confident in relying on poll workers this November 8th. \n\"We have trained poll workers who know what a real ID looks like\". \nOriginal article by The Daily Caller. \n——- Article by , Correspondent for TRUNEWS Got a news tip? Email us at Help support the ministry of TRUNEWS with your one-time or monthly gift of financial support. DONATE NOW ! DOWNLOAD THE TRUNEWS MOBILE APP! CLICK HERE!"
        ],
        "_version_": 1749312262852575234
    },
    {
        "author": [
            "Jacob G. Hornberger"
        ],
        "published": [
            "2016-11-05T16:18:16.920Z"
        ],
        "title": [
            "Washington's Meddling in Foreign Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "ronpaulinstitute.org"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "7487",
        "body_en": [
            "Written by Jacob G. Hornberger   As US officials continue to accuse Russia of meddling with the US presidential election, an accusation that they have provided no evidence whatsoever to support, let’s review some of the US government’s history of meddling with elections in others countries.1. In 1951, the democratically elected parliament of Iran elected a man named Mohammad Mossadegh to be Iran’s prime minister. Mossadegh angered British Empire officials by nationalizing British oil interests in the country.British officials then turned to the CIA for assistance. In 1953, the CIA secretly fomented a violent coup in Iran, which succeeded in ousting Mossadegh from power and making the Shah of Iran the supreme unelected dictator of the country.To fortify the Shah’s dictatorial hold on power, the CIA helped organize and train the his domestic police force, the Savak, which was essentially a combination of the CIA, the NSA, and the military. Part of the CIA’s training involved teaching Savak agents the art of torture.For the next 26 years, the Iranian people suffered under one of the most brutal and tyrannical dictatorships in the world, one that US officials fully supported and called an ally and friend of the United States.In 1979, Iranians successfully revolted against the Shah’s regime and ousted him from power. One result was not a restoration of the democratic system that had elected Mossadegh but rather another brutal dictatorship, this time a religious one. Another result is the bad relations between the Iran and US governments that continues to exist today.2. In 1951, the Guatemalan people democratically elected a man named Jacobo Arbenz to be their president. Arbenz, however, was not satisfactory to US officials, especially the national-security branch of the government, specifically the Pentagon and the CIA. The reason that US officials opposed Arbenz was that he was a socialist, and US officials considered a socialist president of Guatemala to be a threat to “national security” here in the United States.In 1954 — one year after the coup in Iran, the CIA fomented a violent military coup that succeeded in removing Arbenz from power and replacing him with one of the most brutal unelected military dictators in Latin American history, a man named Carlos Castillo Armas. The CIA had a kill list prepared for the coup, which Arbenz was able to escape by fleeing the country before Castillo was able to get him. The CIA’s destruction of Guatemala’s democratic system threw the nation into a 30-year civil war that ended up killing millions of Guatemalan people, especially many of the poor.3. In 1960 a man named Patrice Lamumba was elected Congo’s first prime minister after independence from Belgium. Lamumba spoke out against Western imperialism and refused to take sides in the Cold War, which caused the CIA to conclude that he was a threat to “national security.” The CIA orchestrated the assassination of Lamumba, which ended up taking place on January 17, 1961, just three days before President Kennedy, who liked Lamumba and who would have ordered the CIA to stand down, was to be sworn into office.4. In 1970 a man named Salvador Allende received a plurality of votes in the presidential election in Chile. Pursuant to the Chilean constitution, the election was thrown into the national congress. President Richard Nixon, his national-security team, the Pentagon, and the CIA concluded that because Allende believed in communism and socialism, he posed a grave threat to “national security” here in the United States. The CIA attempted to bribe members of the congress to vote against Allende. It also orchestrated the kidnapping of the head of Chile’s armed forces, Gen Rene Schneider, who opposed a US military coup in his country, especially since a coup would violate the country’s constitution. The kidnapping attempt on Schneider left him dead.The CIA then fomented a coup that took place on 9/11 1973 that violently ousted Allende from power and left him dead. Replacing him was army Gen. Augusto Pinochet, one of the most brutal unelected military dictators in history. By the time Pinochet’s 17-year reign of military terror came to an end in 1990, he and his CIA-supported goons had incarcerated, raped, tortured, or killed tens of thousands of innocent people — that is, people whose only “crime” was believing in socialism — with the full support of the CIA, Pentagon, Nixon, and his “national security” team.Of course, there are also the more recent support of regime-change operations that ousted democratically elected presidents that the US government disapproved of, such as in Ukraine and Egypt.And then there is the long list of countries where unelected dictators were targeted for regime change by the US national security state and, where successful, replaced with a brutal unelected pro-US dictator. Cuba, Indonesia, Iraq, Libya, and Syria all come to mind.US officials need to keep in mind that when they point their accusatory index finger at Russia for supposedly meddling in the US presidential election, US officials have, at the same time, three fingers pointing back at themselves. Reprinted with permission from the Future of Freedom Foundation . Related"
        ],
        "_version_": 1749312260351721473
    },
    {
        "author": [
            "Jon Bowne"
        ],
        "published": [
            "2016-10-28T18:12:14.508Z"
        ],
        "title": [
            "The Globalists Behind The Rigged US Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "infowars.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "conspiracy"
        ],
        "id": "4558",
        "body_en": [
            "The Globalists Behind The Rigged US Elections Election rigging elite exposed! Jon Bowne | Infowars.com - October 28, 2016 Comments \nThe very election fraud Obama would have us all ignore like the sheep he perceives us to be has, as predicted, reared its ugly head all over the United States. NEWSLETTER SIGN UP Get the latest breaking news & specials from Alex Jones and the Infowars Crew. Related Articles Download on your mobile device now for free. Today on the Show Get the latest breaking news & specials from Alex Jones and the Infowars crew. From the store Featured Videos FEATURED VIDEOS A Vote For Hillary is a Vote For World War 3 - See the rest on the Alex Jones YouTube channel . The Most Offensive Halloween EVER! - See the rest on the Alex Jones YouTube channel . ILLUSTRATION How much will your healthcare premiums rise in 2017? >25% © 2016 Infowars.com is a Free Speech Systems, LLC Company. All rights reserved. Digital Millennium Copyright Act Notice. 34.95 22.46 Flip the switch and supercharge your state of mind with Brain Force the next generation of neural activation from Infowars Life. http://www.infowars.com/wp-content/uploads/2015/10/brainforce-25-200-e1476824046577.jpg http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force Brain Force – 25% OFF 34.95 22.46 Flip the switch and supercharge your state of mind with Brain Force the next generation of neural activation from Infowars Life. http://www.infowars.com/wp-content/uploads/2015/10/brainforce-25-200-e1476824046577.jpg http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force Brain Force – 25% OFF 34.95 22.46 Flip the switch and supercharge your state of mind with Brain Force the next generation of neural activation from Infowars Life. http://www.infowars.com/wp-content/uploads/2015/10/brainforce-25-200-e1476824046577.jpg http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force Brain Force – 25% OFF 34.95 22.46 Flip the switch and supercharge your state of mind with Brain Force the next generation of neural activation from Infowars Life. http://www.infowars.com/wp-content/uploads/2015/10/brainforce-25-200-e1476824046577.jpg http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force Brain Force – 25% OFF 34.95 22.46 Flip the switch and supercharge your state of mind with Brain Force the next generation of neural activation from Infowars Life. http://www.infowars.com/wp-content/uploads/2015/10/brainforce-25-200-e1476824046577.jpg http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force Brain Force – 25% OFF 34.95 22.46 Flip the switch and supercharge your state of mind with Brain Force the next generation of neural activation from Infowars Life. http://www.infowars.com/wp-content/uploads/2015/10/brainforce-25-200-e1476824046577.jpg http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force http://www.infowarsstore.com/health-and-wellness/infowars-life/brain-force.html?ims=tzrwu&utm_campaign=Infowars+Placement&utm_source=Infowars.com&utm_medium=Widget&utm_content=Brain+Force"
        ],
        "_version_": 1749312258402418688
    },
    {
        "author": [
            "The Doc"
        ],
        "published": [
            "2016-11-03T16:05:09.099Z"
        ],
        "title": [
            "The United States Is Pre-Positioning “Enemy Assets” In Preparation For A Rigged Election"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "silverdoctors.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "8096",
        "body_en": [
            "The United States Is Pre-Positioning “Enemy Assets” In Preparation For A Rigged Election Posted on Tweet   The United States Is Pre-Positioning “Enemy Assets” In Preparation For A Rigged Election \nWith civil rest or a world war, the administration will be handed the country on a platter – indefinitely – and the election will be a moot point, whether it happened or not. \n\nFrom Jeremiah Johnson, SHTFPlan : \nThere are a number of excellent pieces circulating that hypothesize on what will happen before, during, and after the election. Mike Adams of Natural News and Dave Hodges of The Common Sense Show have both dug deeply, examining the overall situation with outstanding insights as to the possibilities. Mike’s piece listed the scenarios that can happen regarding either outcome, and government actions that can be triggered by the result. Dave’s videos and telephone conversations expose the fact that the government is indeed preparing to have plans ready and in place with drills and exercises that can turn into an actual operation immediately. \nYou can watch Dave Hodge’s full report with Paul Martin below: \nThat being mentioned, an article came out the other day written by Deb Riechmann of the Associated Press, October 26 entitled US Official: Russia Might Shoot Down US Aircraft in Syria . The article highlights dialogue from a Charlie Rose interview via CBS at the Council of Foreign Relations in New York that was conducted with National Intelligence Director James Clapper . The answers that Clapper gave to the questions gives two “insights” into the Obama administration’s mindset. This comment came regarding the potential for the US and Russia engaging one another militarily: \n“I wouldn’t put it past them to shoot down an American aircraft if they felt that [it] was threatening to their forces on the ground. Russia has deployed a very advanced and capable air defense system in Syria and would not have done that if it [Russia] wouldn’t use it.” \nJames Clapper \nThen Clapper was questioned about North Korea, and he had this to say: \n“…the U.S. policy of trying to persuade Pyongyang to give up its nuclear weapons is probably futile. Perhaps the only thing the U.S. could get would be limitations on North Korea’s nuclear capabilities. I think the notion of getting the North Koreans to denuclearize is probably a lost cause. They are under siege and they are very paranoid, so the notion of giving up their nuclear capability, whatever it is, is a nonstarter with them.” \nAll of this sounds very lackadaisical, coming from the Director of National Intelligence. That is because it is: Obama is pursuing a laissez-faire policy regarding “threats,” either from Russia or North Korea. The reason? He created them to use later. Clapper’s next responses are very interesting regarding the questions of whether or not Russia has been tampering with the election process and the recent threat by Vice President Joe Biden that the U.S. will respond to the (alleged) tampering with a Cyberattack designed “to embarrass and humiliate” the Kremlin. Here is an excerpt of that interview: \n“Clapper also was asked about the Obama administration’s claim that recent hacking of political sites was orchestrated by top Russian officials. The U.S. response might not come in the form of a reciprocal cyberattack on Russia, Clapper said. \nPressed on the subject, Rose, the interviewer, noted that there is a sense that the Russians were not paying any price for the hacking. \n“Maybe not yet,” Clapper replied. \n“Maybe after the election?” Rose asked. \n“I’m not going to pre-empt,” Clapper said.” \nThere we have it, in the absence of verbal commitment, no matter how nebulous the answer may seem. Just because it is nebulous, however, does not belie the nefarious nature of the answer, and it is obvious: The Obama administration is setting the Russians up for the time of the election to blame any deviance or hacks on them. \nIt is no secret that election fraud is being committed now, even with the early voting that is occurring in several states. The Cyberattacks conducted on Friday, October 21st were a Beta-test for what is to come: full-blown election fraud and an attack on the infrastructure of the U.S. , to be blamed on Russia or North Korea and used as justification to either suspend the elections or declare them null and void. \nOn October 25 , an article was released entitled DMV Computer Outage Raises Fear of Election-Day Cyber Attacks , as presented on losangeles.cbslocal.com . Apparently 100 DMV offices in California had a gigantic computer malfunction that was not attributed to hacking. The article interviewed a USC professor who had the following to say: \n“Election day may be a different story. Government computer systems are vulnerable to cyber attacks. I think there will certainly be some sort of cyber security issue in some location.” \nClifford Neuman, Director, USC Center for Computer Systems Security \nFrom a standpoint of greater simplicity, the government can simply collapse the power grid, and this can be blamed on an EMP (Electromagnetic Pulse) weapon from North Korea or Russia. If this is not done, the government can use the Soros-provided voting machines and other nefarious measures (such as dead people’s names being used to vote, illegal aliens casting a ballot, or people voting in numerous states, to name a few) to steal the votes. Then blame can be shifted to the Russians. \nKeep in mind that the Cyberattack on October 21 was found to “not be done by a government’s actions through state actors,” as the Mainstream media termed it. How true. Not one concrete shred of justification that Russia has been conducting any Cyberattacks has been provided. Certainly the Russian government has taken the time to investigate the source of the hacking on the U.S. systems. They will certainly monitor the elections in some manner to protect themselves from any accusations of hacking and prove they do not hold any culpability when the Democrats skew the numbers of the election and steal it themselves. \nThis is why the federal government has warned Russia that simply to monitor the elections may warrant criminal charges being brought against the Russian government. \nBut it’s OK to have UN election monitors, which in itself is a violation of the 10 th Amendment to the U.S. Constitution, right? \nThe law doesn’t apply to the Democrats; the law only matters as long as they can inflict it upon you. Soros just came out recently and cursed democracy in general: though toad like in appearance and mannerisms, this communist foreigner is responsible for the collapse and/or debilitation of almost a dozen governments. In a previous article we covered how the voting machines in the early voting in Illinois did not register the original choice of the voter and “chose” the Democratic candidates. This was labeled as a “calibration error,” so simply and innocently. The communists masquerading as Democrats know the truth of the matter, that it is those who count the votes and not the voters who decide the elections. \nIn summary, the U.S. is pre-positioning its “enemy-assets” to blame – on what the administration does – for a collapsed election labeled as “rigged” or the suspension of the election for any number of reasons, real or illusory, such as a genuine attack the U.S. provokes or an attack the U.S. carries out on itself . \nCivil unrest and/or war are the escape hatches to bail out of the Constitution and to take control of the country…not letting either crisis go to waste. With civil rest or a world war, the administration will be handed the country on a platter – indefinitely – and the election will be a moot point, whether it happened or not. \nBuy 2017 Gold Pandas and Buy 2017 Silver Panda Coins On Pre-Sale Now! Secure Your 2017 Panda Coins Today at SD Bullion!"
        ],
        "_version_": 1749312260919001088
    },
    {
        "author": [
            "The Free Thought Project"
        ],
        "published": [
            "2016-11-01T15:19:23.512Z"
        ],
        "title": [
            "Prominent Psychologist Says, ‘Google has power to control elections, can shift millions of votes to Clinton’"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "thefreethoughtproject.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "9107",
        "body_en": [
            "Home / Be The Change / Government Corruption / Prominent Psychologist Says, ‘Google has power to control elections, can shift millions of votes to Clinton’ Prominent Psychologist Says, ‘Google has power to control elections, can shift millions of votes to Clinton’ The Free Thought Project November 1, 2016 1 Comment \n(RT) — People trust the “unbiased” internet search giant Google so much it can actually influence up to 10 million undecided voters to choose Hillary Clinton for president, prominent US psychologist and author Robert Epstein told RT following years of research. \nDespite being a supporter of the Democratic presidential nominee, Dr. Epstein believes Google’s unchecked algorithm of placing one candidate over the other in search results constitutes a “threat to democracy.” \nRT: Robert, how did you discover that Google is possibly in cahoots with the Clinton campaign? \nRE: Well I didn’t find out that they were necessarily supporting Hillary Clinton, that’s not what I found at first. First, through several years of research, I found that they had the power to control elections, the power to shift the votes. So, that was more than four years of experimental research with more than 10,000 people in 39 countries. \nSo, we established through some very careful experiments that by favoring one candidate in search rankings Google can shift a lot of votes. More than 20 percent of undecided voters overall, and in some demographic groups up to 80 percent of undecided voters. People trust search rankings so much that if one candidate is favored in search rankings that shifts peoples’ votes. \nNow, more recently, many people have established that Google has a very close relationship with Hillary Clinton. That didn’t come from my research, that came from all kinds of investigative research by many people. \nRT: Are you going to take a look at Facebook and Twitter as well? It looks like social media play an even bigger role in the elections than televised debates. \nRE: Well, we know now that Facebook has the power to shift about 600,000 votes to Hillary Clinton on Election Day with no one knowing this is occurring. All they have to do is send out “Go out and vote” reminders to Hillary Clinton’s supporters, but not to Trump’s supporters. That would cause a lot of people to vote who would otherwise stay home. So yes, we’ve looked at Facebook, we’ve looked at Twitter. But again, Facebook can shift 600,000 votes, Google can shift somewhere between 2.6 and 10.4 million votes. \nRT: Have you been able to find abnormal search results by Google in some other countries intended to influence the outcome of elections? \nRE: We haven’t look carefully at too many countries. We’ve looked at the UK election in 2015, we looked at the national election in India, at the Lok Sabha election in 2014. What we do know is that it is the nature of Google’s algorithm to put one candidate ahead of another. That happens automatically. That happens, as Google would say, organically. So, this means that Google’s algorithm has probably been determining the outcomes of close elections around the world for many years, probably actually controlling the winner in as many as 25 percent of the national elections of the world. \nRT: What do you think about this threat of big data? Do you think Google and other search engines analyses all search results by an individual for a good purpose? \nRE: Well, big data at the moment is a threat. It’s a threat to democracy, at least as we have it in the United States, it’s a threat to human freedom, it’s a threat to civil liberties. This is mainly because the technologies are very new, and new means of control, of surveillance, of manipulation are being developed which at the moment are not regulated – they’re not covered by any laws or regulations. So, the problem is that these technologies have developed quickly, and we have not developed systems for monitoring these technologies, we’ve not developed systems for regulating these technologies. Obviously, we must do so. \nRT: You’ve said that unlike Europe, Russia and China were able to overcome the Google monopoly, but a lot of people are still using this search engine. Do you think that the US company can manipulate public opinion in Russia as well? \nRE: Well, it’s hard for them to manipulate opinion if they don’t dominate that country. Google dominates most of the countries in the world. The only countries it doesn’t dominate are Russia and China. So, Russia and China are protected a little bit from Google, but Russia and China have their own problems. Russia has Yandex, China has Baidu, and these companies can use techniques just as the ones that Google is using and perhaps they’re already using these techniques. These techniques can be used by any big tech company that provides a search engine. These techniques can be used by any big tech company that provides search suggestions. \nMy newest research shows, for example, that Google seems to be favoring Hillary Clinton in its search suggestions, the suggestions it gives you when you first start to type an item, and from new research I’ve done, we know that if you suppress negative search suggestions from one candidate, that shifts votes and opinions towards that candidate. So, Google is not the only problem. Any of these big tech companies can use these techniques for surveillance, for manipulation, for control, and I think we have to be concerned about the big tech industries in general around the world, not just Google. \nRT: How do you oppose such great power being wielded by one corporation like Google? \nRE: Well, the problem with a lot of power being in the hands of one company is that the private company is not answerable to the public. The private company does not have people who we voted on. The private company might be run almost like a monarchy, with the CEO having enormous power and the public having no say whatsoever in what they do, even not having access to their internal records. So we would have no idea of exactly what they’re doing or how they’re doing it and how they’re making decisions. This is potentially very dangerous. The situation right now is unprecedented in human history. There has never been so much power placed in the hands of so few people who are beyond the reach of any laws, beyond the reach of any regulations, and who don’t necessarily have the public interest in mind. \nRT: What about Donald Trump? In your opinion, what methods and tricks has Donald Trump and his loyal media used in this presidential race? \nRE: Well, I’ve said in writing, repeatedly and in many interviews that I’m a very strong supporter of Hillary Clinton. Hillary Clinton is by far the better candidate, Donald Trump is a very weak candidate, he would not make a good leader, he would not make a good president. Plus, I know people in his family, it makes no sense to me that he is even running for president, I don’t think he wants to be president! I think he just wants to increase his celebrity so that he can start his own television network, and I think that steps are now already being taken for him to do that. \nThe private company might be run almost like a monarchy, with the CEO having enormous power and the public having no say whatsoever in what they do, even not having access to their internal records. So we would have no idea of exactly what they’re doing or how they’re doing it and how they’re making decisions. This is potentially very dangerous. \nI made a prediction on Twitter recently, you can check this: I not only have predicted that he will set up his own television network but that he will launch his network with a guaranteed hit show. It will be a reality TV show about Donald Trump running for president, and that will be a hit show, so I think that’s his only interest here. Hillary Clinton will become our next president, it’s guaranteed and in my opinion Donald Trump has no interest, never had any interest in becoming president. \nRT: Do you believe that Hillary Clinton will become US president through the manipulation of public opinion? \nRE: Oh, Hillary Clinton is guaranteed to win this election, and I have said previously based on polls that seem to show a kind of a close vote, that those polls did not take into account the power that Google and other companies have to shift votes. That’s missing from these polls. So, once you realize the power that these companies have, Hillary Clinton is absolutely guaranteed to win, and she will win in the margin of somewhere between 2.6 million and 10 million votes. If we take the mean, the average of those two numbers, I guess you could say it’s pretty clear that she will win by approximately 6.5 million votes. \nRT: Given that the United States has such an expensive and powerful media industry, would you say that voters in the US have a real picture of the presidential campaign? \nRE: Well, voters in the United States I think do get a pretty good picture because we have so many different kinds of media and people are just bombarded with information from newspapers, magazines and the internet, more than 400 different television channels. So I think we do get a pretty complex and deep picture of things, but you have to remember that all of these forms of media are competitive. So, we’re getting one perspective from one magazine, another perspective from another magazine. \nBut when you come to something like Google, there’s no competition. There’s no competitor. It’s a completely different kind of influence, it’s non-competitive. In other words, if you’re still trying to make up your mind and you go to Google and ask a question about the candidates or about some sort of issue related to the election, Google will show you whatever it wants to show you and that can easily, easily tip your opinion one way or the other and there’s no competitor, there’s no way for anyone to compensate what Google just told you. \nSo, this is a completely new and very dangerous kind of influence. It has no competition, there’s no corrective for it, and people trust Google – we know this from surveys – people trust Google more than they trust any newspaper, any magazine or any television station. People trust information that they get from a computer much more than information they’re getting from television or a newspaper because they know that television and newspapers are biased, because they know that people are actually giving them the information. But when they get information out of a computer they mistakenly believe that that information is impartial, that information is objective and of course, that’s not really true, but that’s what people believe."
        ],
        "_version_": 1749312261893128192
    },
    {
        "author": [
            "Anonymous"
        ],
        "published": [
            "2016-10-28T09:00:00Z"
        ],
        "title": [
            "The Modern History of ‘Rigged’ US Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "blacklistednews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "1090",
        "body_en": [
            "The Modern History of ‘Rigged’ US Elections   Robert Parry, Consortium News \nThe United States is so committed to the notion that its electoral process is the world’s “gold standard” that there has been a bipartisan determination to maintain the fiction even when evidence is overwhelming that a U.S. presidential election has been manipulated or stolen. The “wise men” of the system simply insist otherwise. \nWe have seen this behavior when there are serious questions of vote tampering (as in Election 1960) or when a challenger apparently exploits a foreign crisis to create an advantage over the incumbent (as in Elections 1968 and 1980) or when the citizens’ judgment is overturned by judges (as in Election 2000). \nThe harsh truth is that pursuit of power often trumps the principle of an informed electorate choosing the nation’s leaders, but that truth simply cannot be recognized.Strangely, in such cases, it is not only the party that benefited which refuses to accept the evidence of wrongdoing, but the losing party and the establishment news media as well. Protecting the perceived integrity of the U.S. democratic process is paramount. Americans must continue to believe in the integrity of the system even when that integrity has been violated. \nOf course, historically, American democracy was far from perfect, excluding millions of people, including African-American slaves and women. The compromises needed to enact the Constitution in 1787 also led to distasteful distortions, such as counting slaves as three-fifths of a person for the purpose of representation (although obviously slaves couldn’t vote). \nThat unsavory deal enabled Thomas Jefferson to defeat John Adams in the pivotal national election of 1800. In effect, the votes of Southern slave owners like Jefferson counted substantially more than the votes of Northern non-slave owners. \nEven after the Civil War when the Constitution was amended to give black men voting rights, the reality for black voting, especially in the South, was quite different from the new constitutional mandate. Whites in former Confederate states concocted subterfuges to keep blacks away from the polls to ensure continued white supremacy for almost a century. \nWomen did not gain suffrage until 1920 with the passage of another constitutional amendment, and it took federal legislation in 1965 to clear away legal obstacles that Southern states had created to deny the franchise to blacks. \nIndeed, the alleged voter fraud in Election 1960, concentrated largely in Texas, a former Confederate state and home to John Kennedy’s vice presidential running mate, Lyndon Johnson, could be viewed as an outgrowth of the South’s heritage of rigging elections in favor of Democrats, the post-Civil War party of white Southerners. \nHowever, by pushing through civil rights for blacks in the 1960s, Kennedy and Johnson earned the enmity of many white Southerners who switched their allegiance to the Republican Party via Richard Nixon’s Southern strategy of coded racial messaging. Nixon also harbored resentments over what he viewed as his unjust defeat in the election of 1960. \nNixon’s ‘Treason’ \nSo, by 1968, the Democrats’ once solid South was splintering, but Nixon, who was again the Republican presidential nominee, didn’t want to leave his chances of winning what looked to be another close election to chance. Nixon feared that — with the Vietnam War raging and the Democratic Party deeply divided — President Johnson could give the Democratic nominee, Vice President Hubert Humphrey, a decisive boost by reaching a last-minute peace deal with North Vietnam. \nThe documentary and testimonial evidence is now clear that to avert a peace deal, Nixon’s campaign went behind Johnson’s back to persuade South Vietnamese President Nguyen van Thieu to torpedo Johnson’s Paris peace talks by refusing to attend. Nixon’s emissaries assured Thieu that a President Nixon would continue the war and guarantee a better outcome for South Vietnam. \nThough Johnson had strong evidence of what he privately called Nixon’s “treason”— from FBI wiretaps in the days before the 1968 election — he and his top advisers chose to stay silent. In a Nov. 4, 1968 conference call , Secretary of State Dean Rusk, National Security Advisor Walt Rostow and Defense Secretary Clark Clifford – three pillars of the Establishment – expressed that consensus, with Clifford explaining the thinking: \n“Some elements of the story are so shocking in their nature that I’m wondering whether it would be good for the country to disclose the story and then possibly have a certain individual [Nixon] elected,” Clifford said. “It could cast his whole administration under such doubt that I think it would be inimical to our country’s interests.” \nClifford’s words expressed the recurring thinking whenever evidence emerged casting the integrity of America’s electoral system in doubt, especially at the presidential level. The American people were not to know what kind of dirty deeds could affect that process. \nTo this day, the major U.S. news media will not directly address the issue of Nixon’s treachery in 1968, despite the wealth of evidence proving this historical reality now available from declassified records at the Johnson presidential library in Austin, Texas. In a puckish recognition of this ignored history, the library’s archivists call the file on Nixon’s sabotage of the Vietnam peace talks their “X-file.” [For details, see Consortiumnews.com’s “ LBJ’s ‘X-File’ on Nixon’s ‘Treason. ’”] \nThe evidence also strongly suggests that Nixon’s paranoia about a missing White House file detailing his “treason”– top secret documents that Johnson had entrusted to Rostow at the end of LBJ’s presidency – led to Nixon’s creation of the “plumbers,” a team of burglars whose first assignment was to locate those purloined papers. The existence of the “plumbers” became public in June 1972 when they were caught breaking into the Democratic National Committee’s headquarters at the Watergate in Washington. \nAlthough the Watergate scandal remains the archetypal case of election-year dirty tricks, the major U.S. news media never acknowledge the link between Watergate and Nixon’s far more egregious dirty trick four years earlier, sinking Johnson’s Vietnam peace talks while 500,000 American soldiers were in the war zone. In part because of Nixon’s sabotage — and his promise to Thieu of a more favorable outcome — the war continued for four more bloody years before being settled along the lines that were available to Johnson in 1968. [See Consortiumnews.com’s “ The Heinous Crime Behind Watergate .”] \nIn effect, Watergate gets walled off as some anomaly that is explained by Nixon’s strange personality. However, even though Nixon resigned in disgrace in 1974, he and his National Security Advisor Henry Kissinger, who also had a hand in the Paris peace talk caper, reappear as secondary players in the next well-documented case of obstructing a sitting president’s foreign policy to get an edge in the 1980 campaign. \nReagan’s ‘October Surprise’ Caper \nIn that case, President Jimmy Carter was seeking reelection and trying to negotiate release of 52 American hostages then held in revolutionary Iran. Ronald Reagan’s campaign feared that Carter might pull off an “October Surprise” by bringing home the hostages just before the election. So, this historical mystery has been: Did Reagan’s team take action to block Carter’s October Surprise? \nThe testimonial and documentary evidence that Reagan’s team did engage in a secret operation to prevent Carter’s October Surprise is now almost as overwhelming as the proof of the 1968 affair regarding Nixon’s Paris peace talk maneuver. \nThat evidence indicates that Reagan’s campaign director William Casey organized a clandestine effort to prevent the hostages’ release before Election Day, after apparently consulting with Nixon and Kissinger and aided by former CIA Director George H.W. Bush, who was Reagan’s vice presidential running mate. \nBy early November 1980, the public’s obsession with Iran’s humiliation of the United States and Carter’s inability to free the hostages helped turn a narrow race into a Reagan landslide. When the hostages were finally let go immediately after Reagan’s inauguration on Jan. 20, 1981, his supporters cited the timing to claim that the Iranians had finally relented out of fear of Reagan. \nBolstered by his image as a tough guy, Reagan enacted much of his right-wing agenda, including passing massive tax cuts benefiting the wealthy, weakening unions and creating the circumstances for the rapid erosion of the Great American Middle Class. \nBehind the scenes, the Reagan administration signed off on secret arms shipments to Iran, mostly through Israel, what a variety of witnesses described as the payoff for Iran’s cooperation in getting Reagan elected and then giving him the extra benefit of timing the hostage release to immediately follow his inauguration. \nIn summer 1981, when Assistant Secretary of State for the Middle East Nicholas Veliotes learned about the arms shipments to Iran, he checked on their origins and said, later in a PBS interview: \n“It was clear to me after my conversations with people on high that indeed we had agreed that the Israelis could transship to Iran some American-origin military equipment. … [This operation] seems to have started in earnest in the period probably prior to the election of 1980, as the Israelis had identified who would become the new players in the national security area in the Reagan administration. And I understand some contacts were made at that time.” \nThose early covert arms shipments to Iran evolved into a later secret set of arms deals that surfaced in fall 1986 as the Iran-Contra Affair, with some of the profits getting recycled back to Reagan’s beloved Nicaraguan Contra rebels fighting to overthrow Nicaragua’s leftist government. \nWhile many facts of the Iran-Contra scandal were revealed by congressional and special-prosecutor investigations in the late 1980s and early 1990s, the origins of the Reagan-Iran relationship was always kept hazy. The Republicans were determined to stop any revelations about the 1980 contacts, but the Democrats were almost as reluctant to go there. \nA half-hearted congressional inquiry was launched in 1991 and depended heavily on then-President George H.W. Bush to collect the evidence and arrange interviews for the investigation. In other words, Bush, who was then seeking reelection and who was a chief suspect in the secret dealings with Iran, was entrusted with proving his own guilt. \nTired of the Story \nBy the early 1990s, the mainstream U.S. news media was also tired of the complex Iran-Contra scandal and wanted to move on. As a correspondent at Newsweek, I had battled senior editors over their disinterest in getting to the bottom of the scandal before I left the magazine in 1990. I then received an assignment from PBS Frontline to look into the 1980 “October Surprise” question, which led to a documentary on the subject in April 1991. \nHowever, by fall 1991, just as Congress was agreeing to open an investigation, my ex-bosses at Newsweek, along with The New Republic, then an elite neoconservative publication interested in protecting Israel’s exposure on those early arms deals, went on the attack. They published matching cover stories deeming the 1980 “October Surprise” case a hoax, but their articles were both based on a misreading of documents recording Casey’s attendance at a conference in London in July 1980, which he seemed to have used as a cover for a side trip to Madrid to meet with senior Iranians regarding the hostages. \nAlthough the bogus Newsweek/New Republic “London alibi” would eventually be debunked, it created a hostile climate for the investigation. With Bush angrily denying everything and the congressional Republicans determined to protect the President’s flanks, the Democrats mostly just went through the motions of an investigation. \nMeanwhile, Bush’s State Department and White House counsel’s office saw their jobs as discrediting the investigation, deep-sixing incriminating documents, and helping a key witness dodge a congressional subpoena. \nYears later, I discovered a document at the Bush presidential library in College Station, Texas, confirming that Casey had taken a mysterious trip to Madrid in 1980. The U.S. Embassy’s confirmation of Casey’s trip was passed along by State Department legal adviser Edwin D. Williamson to Associate White House Counsel Chester Paul Beach Jr. in early November 1991, just as the congressional inquiry was taking shape. \nWilliamson said that among the State Department “material potentially relevant to the October Surprise allegations [was] a cable from the Madrid embassy indicating that Bill Casey was in town, for purposes unknown,” Beach noted in a “ memorandum for record ” dated Nov. 4, 1991. \nTwo days later, on Nov. 6, Beach’s boss, White House counsel C. Boyden Gray, convened an inter-agency strategy session and explained the need to contain the congressional investigation into the October Surprise case. The explicit goal was to ensure the scandal would not hurt President Bush’s reelection hopes in 1992. \nAt the meeting, Gray laid out how to thwart the October Surprise inquiry, which was seen as a dangerous expansion of the Iran-Contra investigation. The prospect that the two sets of allegations would merge into a single narrative represented a grave threat to George H.W. Bush’s reelection campaign. As assistant White House counsel Ronald vonLembke, put it , the White House goal in 1991 was to “kill/spike this story.” \nGray explained the stakes at the White House strategy session. “Whatever form they ultimately take, the House and Senate ‘October Surprise’ investigations, like Iran-Contra, will involve interagency concerns and be of special interest to the President ,” Gray declared, according to minutes . [Emphasis in original.] \nAmong “touchstones” cited by Gray were “No Surprises to the White House, and Maintain Ability to Respond to Leaks in Real Time. This is Partisan.” White House “talking points” on the October Surprise investigation urged restricting the inquiry to 1979-80 and imposing strict time limits for issuing any findings. \nTimid Democrats \nBut Bush’s White House really had little to fear because whatever evidence that the congressional investigation received – and a great deal arrived in December 1992 and January 1993 – there was no stomach for actually proving that the 1980 Reagan campaign had conspired with Iranian radicals to extend the captivity of 52 Americans in order to ensure Reagan’s election victory. \nThat would have undermined the faith of the American people in their democratic process – and that, as Clark Clifford said in the 1968 context, would not be “good for the country.” \nIn 2014 when I sent a copy of Beach’s memo regarding Casey’s trip to Madrid to former Rep. Lee Hamilton, D-Indiana, who had chaired the October Surprise inquiry in 1991-93, he told me that it had shaken his confidence in the task force’s dismissive conclusions about the October Surprise issue. \n“The [Bush-41] White House did not notify us that he [Casey] did make the trip” to Madrid, Hamilton told me. “Should they have passed that on to us? They should have because they knew we were interested in that.” \nAsked if knowledge that Casey had traveled to Madrid might have changed the task force’s dismissive October Surprise conclusion, Hamilton said yes, because the question of the Madrid trip was key to the task force’s investigation. \n“If the White House knew that Casey was there, they certainly should have shared it with us,” Hamilton said, adding that “you have to rely on people” in authority to comply with information requests. But that trust was at the heart of the inquiry’s failure. With the money and power of the American presidency at stake, the idea that George H.W. Bush and his team would help an investigation that might implicate him in an act close to treason was naïve in the extreme. \nArguably, Hamilton’s timid investigation was worse than no investigation at all because it gave Bush’s team the opportunity to search out incriminating documents and make them disappear. Then, Hamilton’s investigative conclusion reinforced the “group think” dismissing this serious manipulation of democracy as a “conspiracy theory” when it was anything but. In the years since, Hamilton hasn’t done anything to change the public impression that the Reagan campaign was innocent. \nStill, among the few people who have followed this case, the October Surprise cover-up would slowly crumble with admissions by officials involved in the investigation that its exculpatory conclusions were rushed , that crucial evidence had been hidden or ignored , and that some alibis for key Republicans didn’t make any sense . \nBut the dismissive “group think” remains undisturbed as far as the major U.S. media and mainstream historians are concerned. [For details, see Robert Parry’s America’s Stolen Narrative or Trick or Treason: The 1980 October Surprise Mystery or Consortiumnews.com’s “ Second Thoughts on October Surprise. ”] \nPast as Prologue \nLee Hamilton’s decision to “clear” Reagan and Bush of the 1980 October Surprise suspicions in 1992 was not simply a case of miswriting history. The findings had clear implications for the future as well, since the public impression about George H.W. Bush’s rectitude was an important factor in the support given to his oldest son, George W. Bush, in 2000. \nPresident George W. Bush is introduced by his brother Florida Gov. Jeb Bush before delivering remarks at Sun City Center, Florida, on May 9, 2006. (White House photo by Eric Draper), if the full truth had been told about the father’s role in the October Surprise and Iran-Contra cases, it’s hard to imagine that his son would have received the Republican nomination, let alone made a serious run for the White House. And, if that history were known, there might have been a stronger determination on the part of Democrats to resist another Bush “stolen election” in 2000. \nRegarding Election 2000, the evidence is now clear that Vice President Al Gore not only won the national popular vote but received more votes that were legal under Florida law than did George W. Bush. But Bush relied first on the help of officials working for his brother, Gov. Jeb Bush, and then on five Republican justices on the U.S. Supreme Court to thwart a full recount and to award him Florida’s electoral votes and thus the presidency. \nThe reality of Gore’s rightful victory should have finally become clear in November 2001 when a group of news organizations finished their own examination of Florida’s disputed ballots and released their tabulations showing that Gore would have won if all ballots considered legal under Florida law were counted. \nHowever, between the disputed election and the release of those numbers, the 9/11 attacks had occurred, so The New York Times, The Washington Post, CNN and other leading outlets did not want the American people to know that the wrong person was in the White House. Surely, telling the American people that fact amid the 9/11 crisis would not be “good for the country.” \nSo, senior editors at all the top new organizations decided to mislead the public by framing their stories in a deceptive way to obscure the most newsworthy discovery – that the so-called “over-votes” in which voters both checked and wrote in their choices’ names broke heavily for Gore and would have put him over the top regardless of which kinds of chads were considered for the “under-votes” that hadn’t registered on antiquated voting machines. “Over-votes” would be counted under Florida law which bases its standards on “clear intent of the voter.” \nHowever, instead of leading with Gore’s rightful victory, the news organizations concocted hypotheticals around partial recounts that still would have given Florida narrowly to Bush. They either left out or buried the obvious lede that a historic injustice had occurred. \nOn Nov. 12, 2001, the day that the news organizations ran those stories, I examined the actual data and quickly detected the evidence of Gore’s victory. In a story that day, I suggested that senior news executives were exercising a misguided sense of patriotism. They had hid the reality for “the good of the country,” much as Johnson’s team had done in 1968 regarding Nixon’s sabotage of the Paris peace talks and Hamilton’s inquiry had done regarding the 1980 “October Surprise” case. \nWithin a couple of hours of my posting the article at Consortiumnews.com, I received an irate phone call from The New York Times media writer Felicity Barringer, who accused me of impugning the journalistic integrity of then-Times executive editor Howell Raines. I got the impression that Barringer had been on the look-out for some deviant story that didn’t accept the Bush-won conventional wisdom. \nHowever, this violation of objective and professional journalism – bending the slant of a story to achieve a preferred outcome rather than simply giving the readers the most interesting angle – was not simply about some historical event that had occurred a year earlier. It was about the future. \nBy misleading Americans into thinking that Bush was the rightful winner of Election 2000 – even if the media’s motivation was to maintain national unity following the 9/11 attacks – the major news outlets gave Bush greater latitude to respond to the crisis, including the diversionary invasion of Iraq under false pretenses. The Bush-won headlines of November 2001 also enhanced the chances of his reelection in 2004. [For the details of how a full Florida recount would have given Gore the White House, see Consortiumnews.com’s “ Gore’s Victory ,”“ So Bush Did Steal the White House ,” and “ Bush v. Gore’s Dark American Decade. ”] \nA Phalanx of Misguided Consensus \nLooking back on these examples of candidates manipulating democracy, there appears to be one common element: after the “stolen” elections, the media and political establishments quickly line up, shoulder to shoulder, to assure the American people that nothing improper has happened. Graceful “losers” are patted on the back for not complaining that the voters’ will had been ignored or twisted. \nAl Gore is praised for graciously accepting the extraordinary ruling by Republican partisans on the Supreme Court, who stopped the counting of ballots in Florida on the grounds, as Justice Antonin Scalia said, that a count that showed Gore winning (when the Court’s majority was already planning to award the White House to Bush) would undermine Bush’s “legitimacy.” \nSimilarly, Rep. Hamilton is regarded as a modern “wise man,” in part, because he conducted investigations that never pushed very hard for the truth but rather reached conclusions that were acceptable to the powers-that-be, that didn’t ruffle too many feathers. \nBut the cumulative effect of all these half-truths, cover-ups and lies – uttered for “the good of the country”– is to corrode the faith of many well-informed Americans about the legitimacy of the entire process. It is the classic parable of the boy who cried wolf too many times, or in this case, assured the townspeople that there never was a wolf and that they should ignore the fact that the livestock had mysteriously disappeared leaving behind only a trail of blood into the forest. \nSo, when Donald Trump shows up in 2016 insisting that the electoral system is rigged against him, many Americans choose to believe his demagogy. But Trump isn’t pressing for the full truth about the elections of 1968 or 1980 or 2000. He actually praises Republicans implicated in those cases and vows to appoint Supreme Court justices in the mold of the late Antonin Scalia. \nTrump’s complaints about “rigged” elections are more in line with the white Southerners during Jim Crow, suggesting that black and brown people are cheating at the polls and need to have white poll monitors to make sure they don’t succeed at “stealing” the election from white people. \nThere is a racist undertone to Trump’s version of a “rigged” democracy but he is not entirely wrong about the flaws in the process. He’s just not honest about what those flaws are. \nThe hard truth is that the U.S. political process is not democracy’s “gold standard”; it is and has been a severely flawed system that is not made better by a failure to honestly address the unpleasant realities and to impose accountability on politicians who cheat the voters. \nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in print here or as an e-book (from Amazon and barnesandnoble.com )."
        ],
        "_version_": 1749312254635933696
    },
    {
        "author": [
            "Robert Parry"
        ],
        "published": [
            "2016-10-27T00:00:00Z"
        ],
        "title": [
            "The Modern History of \u0091Rigged\u0092 US Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "informationclearinghouse.info"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.005
        ],
        "type": [
            "bs"
        ],
        "id": "4380",
        "body_en": [
            "The Modern History of \u0091Rigged\u0092 US Elections Donald Trump claims the U.S. presidential election is \u0093rigged,\u0094 drawing condemnation from the political/media establishment which accuses him of undermining faith in American democracy. But neither side understands the real problem, says Robert Parry.\nBy Robert Parry\n \" Consortium News \" - The United States is so committed to the notion that its electoral process is the world\u0092s \u0093gold standard\u0094 that there has been a bipartisan determination to maintain the fiction even when evidence is overwhelming that a U.S. presidential election has been manipulated or stolen. The \u0093wise men\u0094 of the system simply insist otherwise.\nWe have seen this behavior when there are serious questions of vote tampering (as in Election 1960) or when a challenger apparently exploits a foreign crisis to create an advantage over the incumbent (as in Elections 1968 and 1980) or when the citizens\u0092 judgment is overturned by judges (as in Election 2000).\nStrangely, in such cases, it is not only the party that benefited which refuses to accept the evidence of wrongdoing, but the losing party and the establishment news media as well. Protecting the perceived integrity of the U.S. democratic process is paramount. Americans must continue to believe in the integrity of the system even when that integrity has been violated.\nThe harsh truth is that pursuit of power often trumps the principle of an informed electorate choosing the nation\u0092s leaders, but that truth simply cannot be recognized.\nOf course, historically, American democracy was far from perfect, excluding millions of people, including African-American slaves and women. The compromises needed to enact the Constitution in 1787 also led to distasteful distortions, such as counting slaves as three-fifths of a person for the purpose of representation (although obviously slaves couldn\u0092t vote).\nThat unsavory deal enabled Thomas Jefferson to defeat John Adams in the pivotal national election of 1800. In effect, the votes of Southern slave owners like Jefferson counted substantially more than the votes of Northern non-slave owners.\nEven after the Civil War when the Constitution was amended to give black men voting rights, the reality for black voting, especially in the South, was quite different from the new constitutional mandate. Whites in former Confederate states concocted subterfuges to keep blacks away from the polls to ensure continued white supremacy for almost a century.\nWomen did not gain suffrage until 1920 with the passage of another constitutional amendment, and it took federal legislation in 1965 to clear away legal obstacles that Southern states had created to deny the franchise to blacks.\nIndeed, the alleged voter fraud in Election 1960, concentrated largely in Texas, a former Confederate state and home to John Kennedy\u0092s vice presidential running mate, Lyndon Johnson, could be viewed as an outgrowth of the South\u0092s heritage of rigging elections in favor of Democrats, the post-Civil War party of white Southerners.\nHowever, by pushing through civil rights for blacks in the 1960s, Kennedy and Johnson earned the enmity of many white Southerners who switched their allegiance to the Republican Party via Richard Nixon\u0092s Southern strategy of coded racial messaging. Nixon also harbored resentments over what he viewed as his unjust defeat in the election of 1960.\nNixon\u0092s \u0091Treason\u0092\nSo, by 1968, the Democrats\u0092 once solid South was splintering, but Nixon, who was again the Republican presidential nominee, didn\u0092t want to leave his chances of winning what looked to be another close election to chance. Nixon feared that \u0097 with the Vietnam War raging and the Democratic Party deeply divided \u0097 President Johnson could give the Democratic nominee, Vice President Hubert Humphrey, a decisive boost by reaching a last-minute peace deal with North Vietnam.\nThe documentary and testimonial evidence is now clear that to avert a peace deal, Nixon\u0092s campaign went behind Johnson\u0092s back to persuade South Vietnamese President Nguyen van Thieu to torpedo Johnson\u0092s Paris peace talks by refusing to attend. Nixon\u0092s emissaries assured Thieu that a President Nixon would continue the war and guarantee a better outcome for South Vietnam.\nThough Johnson had strong evidence of what he privately called Nixon\u0092s \u0093treason\u0094 \u0097 from FBI wiretaps in the days before the 1968 election \u0097 he and his top advisers chose to stay silent. In a Nov. 4, 1968 conference call , Secretary of State Dean Rusk, National Security Advisor Walt Rostow and Defense Secretary Clark Clifford \u0096 three pillars of the Establishment \u0096 expressed that consensus, with Clifford explaining the thinking:\n\u0093Some elements of the story are so shocking in their nature that I\u0092m wondering whether it would be good for the country to disclose the story and then possibly have a certain individual [Nixon] elected,\u0094 Clifford said. \u0093It could cast his whole administration under such doubt that I think it would be inimical to our country\u0092s interests.\u0094\nClifford\u0092s words expressed the recurring thinking whenever evidence emerged casting the integrity of America\u0092s electoral system in doubt, especially at the presidential level. The American people were not to know what kind of dirty deeds could affect that process.\nTo this day, the major U.S. news media will not directly address the issue of Nixon\u0092s treachery in 1968, despite the wealth of evidence proving this historical reality now available from declassified records at the Johnson presidential library in Austin, Texas. In a puckish recognition of this ignored history, the library\u0092s archivists call the file on Nixon\u0092s sabotage of the Vietnam peace talks their \u0093X-file.\u0094 [For details, see Consortiumnews.com\u0092s \u0093 LBJ\u0092s \u0091X-File\u0092 on Nixon\u0092s \u0091Treason. \u0092\u0094]\nThe evidence also strongly suggests that Nixon\u0092s paranoia about a missing White House file detailing his \u0093treason\u0094 \u0096 top secret documents that Johnson had entrusted to Rostow at the end of LBJ\u0092s presidency \u0096 led to Nixon\u0092s creation of the \u0093plumbers,\u0094 a team of burglars whose first assignment was to locate those purloined papers. The existence of the \u0093plumbers\u0094 became public in June 1972 when they were caught breaking into the Democratic National Committee\u0092s headquarters at the Watergate in Washington.\nAlthough the Watergate scandal remains the archetypal case of election-year dirty tricks, the major U.S. news media never acknowledge the link between Watergate and Nixon\u0092s far more egregious dirty trick four years earlier, sinking Johnson\u0092s Vietnam peace talks while 500,000 American soldiers were in the war zone. In part because of Nixon\u0092s sabotage \u0097 and his promise to Thieu of a more favorable outcome \u0097 the war continued for four more bloody years before being settled along the lines that were available to Johnson in 1968. [See Consortiumnews.com\u0092s \u0093 The Heinous Crime Behind Watergate .\u0094]\nIn effect, Watergate gets walled off as some anomaly that is explained by Nixon\u0092s strange personality. However, even though Nixon resigned in disgrace in 1974, he and his National Security Advisor Henry Kissinger, who also had a hand in the Paris peace talk caper, reappear as secondary players in the next well-documented case of obstructing a sitting president\u0092s foreign policy to get an edge in the 1980 campaign.\nReagan\u0092s \u0091October Surprise\u0092 Caper\nIn that case, President Jimmy Carter was seeking reelection and trying to negotiate release of 52 American hostages then held in revolutionary Iran. Ronald Reagan\u0092s campaign feared that Carter might pull off an \u0093October Surprise\u0094 by bringing home the hostages just before the election. So, this historical mystery has been: Did Reagan\u0092s team take action to block Carter\u0092s October Surprise?\nThe testimonial and documentary evidence that Reagan\u0092s team did engage in a secret operation to prevent Carter\u0092s October Surprise is now almost as overwhelming as the proof of the 1968 affair regarding Nixon\u0092s Paris peace talk maneuver.\nThat evidence indicates that Reagan\u0092s campaign director William Casey organized a clandestine effort to prevent the hostages\u0092 release before Election Day, after apparently consulting with Nixon and Kissinger and aided by former CIA Director George H.W. Bush, who was Reagan\u0092s vice presidential running mate.\nBy early November 1980, the public\u0092s obsession with Iran\u0092s humiliation of the United States and Carter\u0092s inability to free the hostages helped turn a narrow race into a Reagan landslide. When the hostages were finally let go immediately after Reagan\u0092s inauguration on Jan. 20, 1981, his supporters cited the timing to claim that the Iranians had finally relented out of fear of Reagan.\nBolstered by his image as a tough guy, Reagan enacted much of his right-wing agenda, including passing massive tax cuts benefiting the wealthy, weakening unions and creating the circumstances for the rapid erosion of the Great American Middle Class.\nBehind the scenes, the Reagan administration signed off on secret arms shipments to Iran, mostly through Israel, what a variety of witnesses described as the payoff for Iran\u0092s cooperation in getting Reagan elected and then giving him the extra benefit of timing the hostage release to immediately follow his inauguration.\nIn summer 1981, when Assistant Secretary of State for the Middle East Nicholas Veliotes learned about the arms shipments to Iran, he checked on their origins and said, later in a PBS interview:\n\u0093It was clear to me after my conversations with people on high that indeed we had agreed that the Israelis could transship to Iran some American-origin military equipment. [This operation] seems to have started in earnest in the period probably prior to the election of 1980, as the Israelis had identified who would become the new players in the national security area in the Reagan administration. And I understand some contacts were made at that time.\u0094\nThose early covert arms shipments to Iran evolved into a later secret set of arms deals that surfaced in fall 1986 as the Iran-Contra Affair, with some of the profits getting recycled back to Reagan\u0092s beloved Nicaraguan Contra rebels fighting to overthrow Nicaragua\u0092s leftist government.\nWhile many facts of the Iran-Contra scandal were revealed by congressional and special-prosecutor investigations in the late 1980s and early 1990s, the origins of the Reagan-Iran relationship was always kept hazy. The Republicans were determined to stop any revelations about the 1980 contacts, but the Democrats were almost as reluctant to go there.\nA half-hearted congressional inquiry was launched in 1991 and depended heavily on then-President George H.W. Bush to collect the evidence and arrange interviews for the investigation. In other words, Bush, who was then seeking reelection and who was a chief suspect in the secret dealings with Iran, was entrusted with proving his own guilt.\nTired of the Story\nBy the early 1990s, the mainstream U.S. news media was also tired of the complex Iran-Contra scandal and wanted to move on. As a correspondent at Newsweek, I had battled senior editors over their disinterest in getting to the bottom of the scandal before I left the magazine in 1990. I then received an assignment from PBS Frontline to look into the 1980 \u0093October Surprise\u0094 question, which led to a documentary on the subject in April 1991.\nHowever, by fall 1991, just as Congress was agreeing to open an investigation, my ex-bosses at Newsweek, along with The New Republic, then an elite neoconservative publication interested in protecting Israel\u0092s exposure on those early arms deals, went on the attack. They published matching cover stories deeming the 1980 \u0093October Surprise\u0094 case a hoax, but their articles were both based on a misreading of documents recording Casey\u0092s attendance at a conference in London in July 1980, which he seemed to have used as a cover for a side trip to Madrid to meet with senior Iranians regarding the hostages.\nAlthough the bogus Newsweek/New Republic \u0093London alibi\u0094 would eventually be debunked, it created a hostile climate for the investigation. With Bush angrily denying everything and the congressional Republicans determined to protect the President\u0092s flanks, the Democrats mostly just went through the motions of an investigation.\nMeanwhile, Bush\u0092s State Department and White House counsel\u0092s office saw their jobs as discrediting the investigation, deep-sixing incriminating documents, and helping a key witness dodge a congressional subpoena.\nYears later, I discovered a document at the Bush presidential library in College Station, Texas, confirming that Casey had taken a mysterious trip to Madrid in 1980. The U.S. Embassy\u0092s confirmation of Casey\u0092s trip was passed along by State Department legal adviser Edwin D. Williamson to Associate White House Counsel Chester Paul Beach Jr. in early November 1991, just as the congressional inquiry was taking shape.\nWilliamson said that among the State Department \u0093material potentially relevant to the October Surprise allegations [was] a cable from the Madrid embassy indicating that Bill Casey was in town, for purposes unknown,\u0094 Beach noted in a \u0093 memorandum for record \u0094 dated Nov. 4, 1991.\nTwo days later, on Nov. 6, Beach\u0092s boss, White House counsel C. Boyden Gray, convened an inter-agency strategy session and explained the need to contain the congressional investigation into the October Surprise case. The explicit goal was to ensure the scandal would not hurt President Bush\u0092s reelection hopes in 1992.\nAt the meeting, Gray laid out how to thwart the October Surprise inquiry, which was seen as a dangerous expansion of the Iran-Contra investigation. The prospect that the two sets of allegations would merge into a single narrative represented a grave threat to George H.W. Bush\u0092s reelection campaign. As assistant White House counsel Ronald vonLembke, put it , the White House goal in 1991 was to \u0093kill/spike this story.\u0094\nGray explained the stakes at the White House strategy session. \u0093Whatever form they ultimately take, the House and Senate \u0091October Surprise\u0092 investigations, like Iran-Contra, will involve interagency concerns and be of special interest to the President ,\u0094 Gray declared, according to minutes . [Emphasis in original.]\nAmong \u0093touchstones\u0094 cited by Gray were \u0093No Surprises to the White House, and Maintain Ability to Respond to Leaks in Real Time. This is Partisan.\u0094 White House \u0093talking points\u0094 on the October Surprise investigation urged restricting the inquiry to 1979-80 and imposing strict time limits for issuing any findings.\nTimid Democrats\nBut Bush\u0092s White House really had little to fear because whatever evidence that the congressional investigation received \u0096 and a great deal arrived in December 1992 and January 1993 \u0096 there was no stomach for actually proving that the 1980 Reagan campaign had conspired with Iranian radicals to extend the captivity of 52 Americans in order to ensure Reagan\u0092s election victory.\nThat would have undermined the faith of the American people in their democratic process \u0096 and that, as Clark Clifford said in the 1968 context, would not be \u0093good for the country.\u0094\nIn 2014 when I sent a copy of Beach\u0092s memo regarding Casey\u0092s trip to Madrid to former Rep. Lee Hamilton, D-Indiana, who had chaired the October Surprise inquiry in 1991-93, he told me that it had shaken his confidence in the task force\u0092s dismissive conclusions about the October Surprise issue.\n\u0093The [Bush-41] White House did not notify us that he [Casey] did make the trip\u0094 to Madrid, Hamilton told me. \u0093Should they have passed that on to us? They should have because they knew we were interested in that.\u0094\nAsked if knowledge that Casey had traveled to Madrid might have changed the task force\u0092s dismissive October Surprise conclusion, Hamilton said yes, because the question of the Madrid trip was key to the task force\u0092s investigation.\n\u0093If the White House knew that Casey was there, they certainly should have shared it with us,\u0094 Hamilton said, adding that \u0093you have to rely on people\u0094 in authority to comply with information requests. But that trust was at the heart of the inquiry\u0092s failure. With the money and power of the American presidency at stake, the idea that George H.W. Bush and his team would help an investigation that might implicate him in an act close to treason was naďve in the extreme.\nArguably, Hamilton\u0092s timid investigation was worse than no investigation at all because it gave Bush\u0092s team the opportunity to search out incriminating documents and make them disappear. Then, Hamilton\u0092s investigative conclusion reinforced the \u0093group think\u0094 dismissing this serious manipulation of democracy as a \u0093conspiracy theory\u0094 when it was anything but. In the years since, Hamilton hasn\u0092t done anything to change the public impression that the Reagan campaign was innocent.\nStill, among the few people who have followed this case, the October Surprise cover-up would slowly crumble with admissions by officials involved in the investigation that its exculpatory conclusions were rushed , that crucial evidence had been hidden or ignored , and that some alibis for key Republicans didn\u0092t make any sense .\nBut the dismissive \u0093group think\u0094 remains undisturbed as far as the major U.S. media and mainstream historians are concerned. [For details, see Robert Parry\u0092s America\u0092s Stolen Narrative or Trick or Treason: The 1980 October Surprise Mystery or Consortiumnews.com\u0092s \u0093 Second Thoughts on October Surprise. \u0094]\nPast as Prologue\nLee Hamilton\u0092s decision to \u0093clear\u0094 Reagan and Bush of the 1980 October Surprise suspicions in 1992 was not simply a case of miswriting history. The findings had clear implications for the future as well, since the public impression about George H.W. Bush\u0092s rectitude was an important factor in the support given to his oldest son, George W. Bush, in 2000.\nIndeed, if the full truth had been told about the father\u0092s role in the October Surprise and Iran-Contra cases, it\u0092s hard to imagine that his son would have received the Republican nomination, let alone made a serious run for the White House. And, if that history were known, there might have been a stronger determination on the part of Democrats to resist another Bush \u0093stolen election\u0094 in 2000.\nRegarding Election 2000, the evidence is now clear that Vice President Al Gore not only won the national popular vote but received more votes that were legal under Florida law than did George W. Bush. But Bush relied first on the help of officials working for his brother, Gov. Jeb Bush, and then on five Republican justices on the U.S. Supreme Court to thwart a full recount and to award him Florida\u0092s electoral votes and thus the presidency.\nThe reality of Gore\u0092s rightful victory should have finally become clear in November 2001 when a group of news organizations finished their own examination of Florida\u0092s disputed ballots and released their tabulations showing that Gore would have won if all ballots considered legal under Florida law were counted.\nHowever, between the disputed election and the release of those numbers, the 9/11 attacks had occurred, so The New York Times, The Washington Post, CNN and other leading outlets did not want the American people to know that the wrong person was in the White House. Surely, telling the American people that fact amid the 9/11 crisis would not be \u0093good for the country.\u0094\nSo, senior editors at all the top new organizations decided to mislead the public by framing their stories in a deceptive way to obscure the most newsworthy discovery \u0096 that the so-called \u0093over-votes\u0094 in which voters both checked and wrote in their choices\u0092 names broke heavily for Gore and would have put him over the top regardless of which kinds of chads were considered for the \u0093under-votes\u0094 that hadn\u0092t registered on antiquated voting machines. \u0093Over-votes\u0094 would be counted under Florida law which bases its standards on \u0093clear intent of the voter.\u0094\nHowever, instead of leading with Gore\u0092s rightful victory, the news organizations concocted hypotheticals around partial recounts that still would have given Florida narrowly to Bush. They either left out or buried the obvious lede that a historic injustice had occurred.\nOn Nov. 12, 2001, the day that the news organizations ran those stories, I examined the actual data and quickly detected the evidence of Gore\u0092s victory. In a story that day, I suggested that senior news executives were exercising a misguided sense of patriotism. They had hid the reality for \u0093the good of the country,\u0094 much as Johnson\u0092s team had done in 1968 regarding Nixon\u0092s sabotage of the Paris peace talks and Hamilton\u0092s inquiry had done regarding the 1980 \u0093October Surprise\u0094 case.\nWithin a couple of hours of my posting the article at Consortiumnews.com, I received an irate phone call from The New York Times media writer Felicity Barringer, who accused me of impugning the journalistic integrity of then-Times executive editor Howell Raines. I got the impression that Barringer had been on the look-out for some deviant story that didn\u0092t accept the Bush-won conventional wisdom.\nHowever, this violation of objective and professional journalism \u0096 bending the slant of a story to achieve a preferred outcome rather than simply giving the readers the most interesting angle \u0096 was not simply about some historical event that had occurred a year earlier. It was about the future.\nBy misleading Americans into thinking that Bush was the rightful winner of Election 2000 \u0096 even if the media\u0092s motivation was to maintain national unity following the 9/11 attacks \u0096 the major news outlets gave Bush greater latitude to respond to the crisis, including the diversionary invasion of Iraq under false pretenses. The Bush-won headlines of November 2001 also enhanced the chances of his reelection in 2004. [For the details of how a full Florida recount would have given Gore the White House, see Consortiumnews.com\u0092s \u0093 Gore\u0092s Victory ,\u0094 \u0093 So Bush Did Steal the White House ,\u0094 and \u0093 Bush v. Gore\u0092s Dark American Decade. \u0094]\nA Phalanx of Misguided Consensus\nLooking back on these examples of candidates manipulating democracy, there appears to be one common element: after the \u0093stolen\u0094 elections, the media and political establishments quickly line up, shoulder to shoulder, to assure the American people that nothing improper has happened. Graceful \u0093losers\u0094 are patted on the back for not complaining that the voters\u0092 will had been ignored or twisted.\nAl Gore is praised for graciously accepting the extraordinary ruling by Republican partisans on the Supreme Court, who stopped the counting of ballots in Florida on the grounds, as Justice Antonin Scalia said, that a count that showed Gore winning (when the Court\u0092s majority was already planning to award the White House to Bush) would undermine Bush\u0092s \u0093legitimacy.\u0094\nSimilarly, Rep. Hamilton is regarded as a modern \u0093wise man,\u0094 in part, because he conducted investigations that never pushed very hard for the truth but rather reached conclusions that were acceptable to the powers-that-be, that didn\u0092t ruffle too many feathers.\nBut the cumulative effect of all these half-truths, cover-ups and lies \u0096 uttered for \u0093the good of the country\u0094 \u0096 is to corrode the faith of many well-informed Americans about the legitimacy of the entire process. It is the classic parable of the boy who cried wolf too many times, or in this case, assured the townspeople that there never was a wolf and that they should ignore the fact that the livestock had mysteriously disappeared leaving behind only a trail of blood into the forest.\nSo, when Donald Trump shows up in 2016 insisting that the electoral system is rigged against him, many Americans choose to believe his demagogy. But Trump isn\u0092t pressing for the full truth about the elections of 1968 or 1980 or 2000. He actually praises Republicans implicated in those cases and vows to appoint Supreme Court justices in the mold of the late Antonin Scalia.\nTrump\u0092s complaints about \u0093rigged\u0094 elections are more in line with the white Southerners during Jim Crow, suggesting that black and brown people are cheating at the polls and need to have white poll monitors to make sure they don\u0092t succeed at \u0093stealing\u0094 the election from white people.\nThere is a racist undertone to Trump\u0092s version of a \u0093rigged\u0094 democracy but he is not entirely wrong about the flaws in the process. He\u0092s just not honest about what those flaws are.\nThe hard truth is that the U.S. political process is not democracy\u0092s \u0093gold standard\u0094; it is and has been a severely flawed system that is not made better by a failure to honestly address the unpleasant realities and to impose accountability on politicians who cheat the voters.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America\u0092s Stolen Narrative, either in print here or as an e-book (from Amazon and barnesandnoble.com )."
        ],
        "_version_": 1749312258174877696
    },
    {
        "author": [
            "Activist Post"
        ],
        "published": [
            "2016-11-01T15:05:20.744Z"
        ],
        "title": [
            "Biggest Election Fraud In History Discovered In The United States"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "activistpost.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "conspiracy"
        ],
        "body_en": [
            "By Jon Rappoport Shocking video reveals secret software designed to rig elections. Vote fraud expert Bev Harris exposes electronic voting machines. Okay. She finally did..."
        ],
        "id": "209",
        "_version_": 1749312253599940609
    },
    {
        "author": [
            "Consortiumnews.com"
        ],
        "published": [
            "2016-10-27T15:26:13.600Z"
        ],
        "title": [
            "The Modern History of ‘Rigged’ US Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "consortiumnews.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "1500",
        "body_en": [
            "The Modern History of ‘Rigged’ US Elections October 27, 2016 \nSpecial Report: Donald Trump claims the U.S. presidential election is “rigged,” drawing condemnation from the political/media establishment which accuses him of undermining faith in American democracy. But neither side understands the real problem, says Robert Parry. \nBy Robert Parry \nThe United States is so committed to the notion that its electoral process is the world’s “gold standard” that there has been a bipartisan determination to maintain the fiction even when evidence is overwhelming that a U.S. presidential election has been manipulated or stolen. The “wise men” of the system simply insist otherwise. \nWe have seen this behavior when there are serious questions of vote tampering (as in Election 1960) or when a challenger apparently exploits a foreign crisis to create an advantage over the incumbent (as in Elections 1968 and 1980) or when the citizens’ judgment is overturned by judges (as in Election 2000). Presidents Richard Nixon, George H.W. Bush and Ronald Reagan photographed together in the Oval Office in 1991. (Cropped from a White House photo that also included Presidents Gerald Ford and Jimmy Carter.) \nStrangely, in such cases, it is not only the party that benefited which refuses to accept the evidence of wrongdoing, but the losing party and the establishment news media as well. Protecting the perceived integrity of the U.S. democratic process is paramount. Americans must continue to believe in the integrity of the system even when that integrity has been violated. \nThe harsh truth is that pursuit of power often trumps the principle of an informed electorate choosing the nation’s leaders, but that truth simply cannot be recognized. \nOf course, historically, American democracy was far from perfect, excluding millions of people, including African-American slaves and women. The compromises needed to enact the Constitution in 1787 also led to distasteful distortions, such as counting slaves as three-fifths of a person for the purpose of representation (although obviously slaves couldn’t vote). \nThat unsavory deal enabled Thomas Jefferson to defeat John Adams in the pivotal national election of 1800. In effect, the votes of Southern slave owners like Jefferson counted substantially more than the votes of Northern non-slave owners. \nEven after the Civil War when the Constitution was amended to give black men voting rights, the reality for black voting, especially in the South, was quite different from the new constitutional mandate. Whites in former Confederate states concocted subterfuges to keep blacks away from the polls to ensure continued white supremacy for almost a century. \nWomen did not gain suffrage until 1920 with the passage of another constitutional amendment, and it took federal legislation in 1965 to clear away legal obstacles that Southern states had created to deny the franchise to blacks. \nIndeed, the alleged voter fraud in Election 1960, concentrated largely in Texas, a former Confederate state and home to John Kennedy’s vice presidential running mate, Lyndon Johnson, could be viewed as an outgrowth of the South’s heritage of rigging elections in favor of Democrats, the post-Civil War party of white Southerners. \nHowever, by pushing through civil rights for blacks in the 1960s, Kennedy and Johnson earned the enmity of many white Southerners who switched their allegiance to the Republican Party via Richard Nixon’s Southern strategy of coded racial messaging. Nixon also harbored resentments over what he viewed as his unjust defeat in the election of 1960. \nNixon’s ‘Treason’ \nSo, by 1968, the Democrats’ once solid South was splintering, but Nixon, who was again the Republican presidential nominee, didn’t want to leave his chances of winning what looked to be another close election to chance. Nixon feared that — with the Vietnam War raging and the Democratic Party deeply divided — President Johnson could give the Democratic nominee, Vice President Hubert Humphrey, a decisive boost by reaching a last-minute peace deal with North Vietnam. President Richard Nixon with his then-National Security Advisor Henry Kissinger in 1972. \nThe documentary and testimonial evidence is now clear that to avert a peace deal, Nixon’s campaign went behind Johnson’s back to persuade South Vietnamese President Nguyen van Thieu to torpedo Johnson’s Paris peace talks by refusing to attend. Nixon’s emissaries assured Thieu that a President Nixon would continue the war and guarantee a better outcome for South Vietnam. \nThough Johnson had strong evidence of what he privately called Nixon’s “treason” — from FBI wiretaps in the days before the 1968 election — he and his top advisers chose to stay silent. In a Nov. 4, 1968 conference call , Secretary of State Dean Rusk, National Security Advisor Walt Rostow and Defense Secretary Clark Clifford – three pillars of the Establishment – expressed that consensus, with Clifford explaining the thinking: \n“Some elements of the story are so shocking in their nature that I’m wondering whether it would be good for the country to disclose the story and then possibly have a certain individual [Nixon] elected,” Clifford said. “It could cast his whole administration under such doubt that I think it would be inimical to our country’s interests.” \nClifford’s words expressed the recurring thinking whenever evidence emerged casting the integrity of America’s electoral system in doubt, especially at the presidential level. The American people were not to know what kind of dirty deeds could affect that process. \nTo this day, the major U.S. news media will not directly address the issue of Nixon’s treachery in 1968, despite the wealth of evidence proving this historical reality now available from declassified records at the Johnson presidential library in Austin, Texas. In a puckish recognition of this ignored history, the library’s archivists call the file on Nixon’s sabotage of the Vietnam peace talks their “X-file.” [For details, see Consortiumnews.com’s “ LBJ’s ‘X-File’ on Nixon’s ‘Treason. ’”] \nThe evidence also strongly suggests that Nixon’s paranoia about a missing White House file detailing his “treason” – top secret documents that Johnson had entrusted to Rostow at the end of LBJ’s presidency – led to Nixon’s creation of the “plumbers,” a team of burglars whose first assignment was to locate those purloined papers. The existence of the “plumbers” became public in June 1972 when they were caught breaking into the Democratic National Committee’s headquarters at the Watergate in Washington. National Security Adviser Walt Rostow shows President Lyndon Johnson a model of a battle near Khe Sanh in Vietnam. (U.S. Archive Photo) \nAlthough the Watergate scandal remains the archetypal case of election-year dirty tricks, the major U.S. news media never acknowledge the link between Watergate and Nixon’s far more egregious dirty trick four years earlier, sinking Johnson’s Vietnam peace talks while 500,000 American soldiers were in the war zone. In part because of Nixon’s sabotage — and his promise to Thieu of a more favorable outcome — the war continued for four more bloody years before being settled along the lines that were available to Johnson in 1968. [See Consortiumnews.com’s “ The Heinous Crime Behind Watergate .”] \nIn effect, Watergate gets walled off as some anomaly that is explained by Nixon’s strange personality. However, even though Nixon resigned in disgrace in 1974, he and his National Security Advisor Henry Kissinger, who also had a hand in the Paris peace talk caper, reappear as secondary players in the next well-documented case of obstructing a sitting president’s foreign policy to get an edge in the 1980 campaign. \nReagan’s ‘October Surprise’ Caper \nIn that case, President Jimmy Carter was seeking reelection and trying to negotiate release of 52 American hostages then held in revolutionary Iran. Ronald Reagan’s campaign feared that Carter might pull off an “October Surprise” by bringing home the hostages just before the election. So, this historical mystery has been: Did Reagan’s team take action to block Carter’s October Surprise? President Ronald Reagan, delivering his Inaugural Address on Jan. 20, 1981, as the 52 U.S. hostages in Iran are simultaneously released. \nThe testimonial and documentary evidence that Reagan’s team did engage in a secret operation to prevent Carter’s October Surprise is now almost as overwhelming as the proof of the 1968 affair regarding Nixon’s Paris peace talk maneuver. \nThat evidence indicates that Reagan’s campaign director William Casey organized a clandestine effort to prevent the hostages’ release before Election Day, after apparently consulting with Nixon and Kissinger and aided by former CIA Director George H.W. Bush, who was Reagan’s vice presidential running mate. \nBy early November 1980, the public’s obsession with Iran’s humiliation of the United States and Carter’s inability to free the hostages helped turn a narrow race into a Reagan landslide. When the hostages were finally let go immediately after Reagan’s inauguration on Jan. 20, 1981, his supporters cited the timing to claim that the Iranians had finally relented out of fear of Reagan. \nBolstered by his image as a tough guy, Reagan enacted much of his right-wing agenda, including passing massive tax cuts benefiting the wealthy, weakening unions and creating the circumstances for the rapid erosion of the Great American Middle Class. \nBehind the scenes, the Reagan administration signed off on secret arms shipments to Iran, mostly through Israel, what a variety of witnesses described as the payoff for Iran’s cooperation in getting Reagan elected and then giving him the extra benefit of timing the hostage release to immediately follow his inauguration. Then-Vice President George H.W. Bush with CIA Director William Casey at the White House on Feb. 11, 1981. (Photo credit: Reagan Library) \nIn summer 1981, when Assistant Secretary of State for the Middle East Nicholas Veliotes learned about the arms shipments to Iran, he checked on their origins and said, later in a PBS interview: \n“It was clear to me after my conversations with people on high that indeed we had agreed that the Israelis could transship to Iran some American-origin military equipment. … [This operation] seems to have started in earnest in the period probably prior to the election of 1980, as the Israelis had identified who would become the new players in the national security area in the Reagan administration. And I understand some contacts were made at that time.” \nThose early covert arms shipments to Iran evolved into a later secret set of arms deals that surfaced in fall 1986 as the Iran-Contra Affair, with some of the profits getting recycled back to Reagan’s beloved Nicaraguan Contra rebels fighting to overthrow Nicaragua’s leftist government. \nWhile many facts of the Iran-Contra scandal were revealed by congressional and special-prosecutor investigations in the late 1980s and early 1990s, the origins of the Reagan-Iran relationship was always kept hazy. The Republicans were determined to stop any revelations about the 1980 contacts, but the Democrats were almost as reluctant to go there. \nA half-hearted congressional inquiry was launched in 1991 and depended heavily on then-President George H.W. Bush to collect the evidence and arrange interviews for the investigation. In other words, Bush, who was then seeking reelection and who was a chief suspect in the secret dealings with Iran, was entrusted with proving his own guilt. \nTired of the Story \nBy the early 1990s, the mainstream U.S. news media was also tired of the complex Iran-Contra scandal and wanted to move on. As a correspondent at Newsweek, I had battled senior editors over their disinterest in getting to the bottom of the scandal before I left the magazine in 1990. I then received an assignment from PBS Frontline to look into the 1980 “October Surprise” question, which led to a documentary on the subject in April 1991. PBS Frontline’s: The Election Held Hostage, co-written by Robert Parry and Robert Ross. \nHowever, by fall 1991, just as Congress was agreeing to open an investigation, my ex-bosses at Newsweek, along with The New Republic, then an elite neoconservative publication interested in protecting Israel’s exposure on those early arms deals, went on the attack. They published matching cover stories deeming the 1980 “October Surprise” case a hoax, but their articles were both based on a misreading of documents recording Casey’s attendance at a conference in London in July 1980, which he seemed to have used as a cover for a side trip to Madrid to meet with senior Iranians regarding the hostages. \nAlthough the bogus Newsweek/New Republic “London alibi” would eventually be debunked, it created a hostile climate for the investigation. With Bush angrily denying everything and the congressional Republicans determined to protect the President’s flanks, the Democrats mostly just went through the motions of an investigation. \nMeanwhile, Bush’s State Department and White House counsel’s office saw their jobs as discrediting the investigation, deep-sixing incriminating documents, and helping a key witness dodge a congressional subpoena. \nYears later, I discovered a document at the Bush presidential library in College Station, Texas, confirming that Casey had taken a mysterious trip to Madrid in 1980. The U.S. Embassy’s confirmation of Casey’s trip was passed along by State Department legal adviser Edwin D. Williamson to Associate White House Counsel Chester Paul Beach Jr. in early November 1991, just as the congressional inquiry was taking shape. \nWilliamson said that among the State Department “material potentially relevant to the October Surprise allegations [was] a cable from the Madrid embassy indicating that Bill Casey was in town, for purposes unknown,” Beach noted in a “ memorandum for record ” dated Nov. 4, 1991. \nTwo days later, on Nov. 6, Beach’s boss, White House counsel C. Boyden Gray, convened an inter-agency strategy session and explained the need to contain the congressional investigation into the October Surprise case. The explicit goal was to ensure the scandal would not hurt President Bush’s reelection hopes in 1992. C. Boyden Gray, White House counsel under President George H.W. Bush. \nAt the meeting, Gray laid out how to thwart the October Surprise inquiry, which was seen as a dangerous expansion of the Iran-Contra investigation. The prospect that the two sets of allegations would merge into a single narrative represented a grave threat to George H.W. Bush’s reelection campaign. As assistant White House counsel Ronald vonLembke, put it , the White House goal in 1991 was to “kill/spike this story.” \nGray explained the stakes at the White House strategy session. “Whatever form they ultimately take, the House and Senate ‘October Surprise’ investigations, like Iran-Contra, will involve interagency concerns and be of special interest to the President ,” Gray declared, according to minutes . [Emphasis in original.] \nAmong “touchstones” cited by Gray were “No Surprises to the White House, and Maintain Ability to Respond to Leaks in Real Time. This is Partisan.” White House “talking points” on the October Surprise investigation urged restricting the inquiry to 1979-80 and imposing strict time limits for issuing any findings. \nTimid Democrats \nBut Bush’s White House really had little to fear because whatever evidence that the congressional investigation received – and a great deal arrived in December 1992 and January 1993 – there was no stomach for actually proving that the 1980 Reagan campaign had conspired with Iranian radicals to extend the captivity of 52 Americans in order to ensure Reagan’s election victory. Former Rep. Lee Hamilton, D-Indiana. \nThat would have undermined the faith of the American people in their democratic process – and that, as Clark Clifford said in the 1968 context, would not be “good for the country.” \nIn 2014 when I sent a copy of Beach’s memo regarding Casey’s trip to Madrid to former Rep. Lee Hamilton, D-Indiana, who had chaired the October Surprise inquiry in 1991-93, he told me that it had shaken his confidence in the task force’s dismissive conclusions about the October Surprise issue. \n“The [Bush-41] White House did not notify us that he [Casey] did make the trip” to Madrid, Hamilton told me. “Should they have passed that on to us? They should have because they knew we were interested in that.” \nAsked if knowledge that Casey had traveled to Madrid might have changed the task force’s dismissive October Surprise conclusion, Hamilton said yes, because the question of the Madrid trip was key to the task force’s investigation. \n“If the White House knew that Casey was there, they certainly should have shared it with us,” Hamilton said, adding that “you have to rely on people” in authority to comply with information requests. But that trust was at the heart of the inquiry’s failure. With the money and power of the American presidency at stake, the idea that George H.W. Bush and his team would help an investigation that might implicate him in an act close to treason was naïve in the extreme. \nArguably, Hamilton’s timid investigation was worse than no investigation at all because it gave Bush’s team the opportunity to search out incriminating documents and make them disappear. Then, Hamilton’s investigative conclusion reinforced the “group think” dismissing this serious manipulation of democracy as a “conspiracy theory” when it was anything but. In the years since, Hamilton hasn’t done anything to change the public impression that the Reagan campaign was innocent. \nStill, among the few people who have followed this case, the October Surprise cover-up would slowly crumble with admissions by officials involved in the investigation that its exculpatory conclusions were rushed , that crucial evidence had been hidden or ignored , and that some alibis for key Republicans didn’t make any sense . \nBut the dismissive “group think” remains undisturbed as far as the major U.S. media and mainstream historians are concerned. [For details, see Robert Parry’s America’s Stolen Narrative or Trick or Treason: The 1980 October Surprise Mystery or Consortiumnews.com’s “ Second Thoughts on October Surprise. ”] \nPast as Prologue \nLee Hamilton’s decision to “clear” Reagan and Bush of the 1980 October Surprise suspicions in 1992 was not simply a case of miswriting history. The findings had clear implications for the future as well, since the public impression about George H.W. Bush’s rectitude was an important factor in the support given to his oldest son, George W. Bush, in 2000. President George W. Bush is introduced by his brother Florida Gov. Jeb Bush before delivering remarks at Sun City Center, Florida, on May 9, 2006. (White House photo by Eric Draper) \nIndeed, if the full truth had been told about the father’s role in the October Surprise and Iran-Contra cases, it’s hard to imagine that his son would have received the Republican nomination, let alone made a serious run for the White House. And, if that history were known, there might have been a stronger determination on the part of Democrats to resist another Bush “stolen election” in 2000. \nRegarding Election 2000, the evidence is now clear that Vice President Al Gore not only won the national popular vote but received more votes that were legal under Florida law than did George W. Bush. But Bush relied first on the help of officials working for his brother, Gov. Jeb Bush, and then on five Republican justices on the U.S. Supreme Court to thwart a full recount and to award him Florida’s electoral votes and thus the presidency. \nThe reality of Gore’s rightful victory should have finally become clear in November 2001 when a group of news organizations finished their own examination of Florida’s disputed ballots and released their tabulations showing that Gore would have won if all ballots considered legal under Florida law were counted. \nHowever, between the disputed election and the release of those numbers, the 9/11 attacks had occurred, so The New York Times, The Washington Post, CNN and other leading outlets did not want the American people to know that the wrong person was in the White House. Surely, telling the American people that fact amid the 9/11 crisis would not be “good for the country.” \nSo, senior editors at all the top new organizations decided to mislead the public by framing their stories in a deceptive way to obscure the most newsworthy discovery – that the so-called “over-votes” in which voters both checked and wrote in their choices’ names broke heavily for Gore and would have put him over the top regardless of which kinds of chads were considered for the “under-votes” that hadn’t registered on antiquated voting machines. “Over-votes” would be counted under Florida law which bases its standards on “clear intent of the voter.” \nHowever, instead of leading with Gore’s rightful victory, the news organizations concocted hypotheticals around partial recounts that still would have given Florida narrowly to Bush. They either left out or buried the obvious lede that a historic injustice had occurred. Former Vice President Al Gore. (Photo credit: algore.com) \nOn Nov. 12, 2001, the day that the news organizations ran those stories, I examined the actual data and quickly detected the evidence of Gore’s victory. In a story that day, I suggested that senior news executives were exercising a misguided sense of patriotism. They had hid the reality for “the good of the country,” much as Johnson’s team had done in 1968 regarding Nixon’s sabotage of the Paris peace talks and Hamilton’s inquiry had done regarding the 1980 “October Surprise” case. \nWithin a couple of hours of my posting the article at Consortiumnews.com, I received an irate phone call from The New York Times media writer Felicity Barringer, who accused me of impugning the journalistic integrity of then-Times executive editor Howell Raines. I got the impression that Barringer had been on the look-out for some deviant story that didn’t accept the Bush-won conventional wisdom. \nHowever, this violation of objective and professional journalism – bending the slant of a story to achieve a preferred outcome rather than simply giving the readers the most interesting angle – was not simply about some historical event that had occurred a year earlier. It was about the future. \nBy misleading Americans into thinking that Bush was the rightful winner of Election 2000 – even if the media’s motivation was to maintain national unity following the 9/11 attacks – the major news outlets gave Bush greater latitude to respond to the crisis, including the diversionary invasion of Iraq under false pretenses. The Bush-won headlines of November 2001 also enhanced the chances of his reelection in 2004. [For the details of how a full Florida recount would have given Gore the White House, see Consortiumnews.com’s “ Gore’s Victory ,” “ So Bush Did Steal the White House ,” and “ Bush v. Gore’s Dark American Decade. ”] \nA Phalanx of Misguided Consensus \nLooking back on these examples of candidates manipulating democracy, there appears to be one common element: after the “stolen” elections, the media and political establishments quickly line up, shoulder to shoulder, to assure the American people that nothing improper has happened. Graceful “losers” are patted on the back for not complaining that the voters’ will had been ignored or twisted. U.S. Supreme Court Justice Antonin Scalia. \nAl Gore is praised for graciously accepting the extraordinary ruling by Republican partisans on the Supreme Court, who stopped the counting of ballots in Florida on the grounds, as Justice Antonin Scalia said, that a count that showed Gore winning (when the Court’s majority was already planning to award the White House to Bush) would undermine Bush’s “legitimacy.” \nSimilarly, Rep. Hamilton is regarded as a modern “wise man,” in part, because he conducted investigations that never pushed very hard for the truth but rather reached conclusions that were acceptable to the powers-that-be, that didn’t ruffle too many feathers. \nBut the cumulative effect of all these half-truths, cover-ups and lies – uttered for “the good of the country” – is to corrode the faith of many well-informed Americans about the legitimacy of the entire process. It is the classic parable of the boy who cried wolf too many times, or in this case, assured the townspeople that there never was a wolf and that they should ignore the fact that the livestock had mysteriously disappeared leaving behind only a trail of blood into the forest. \nSo, when Donald Trump shows up in 2016 insisting that the electoral system is rigged against him, many Americans choose to believe his demagogy. But Trump isn’t pressing for the full truth about the elections of 1968 or 1980 or 2000. He actually praises Republicans implicated in those cases and vows to appoint Supreme Court justices in the mold of the late Antonin Scalia. Republican presidential nominee Donald Trump. \nTrump’s complaints about “rigged” elections are more in line with the white Southerners during Jim Crow, suggesting that black and brown people are cheating at the polls and need to have white poll monitors to make sure they don’t succeed at “stealing” the election from white people. \nThere is a racist undertone to Trump’s version of a “rigged” democracy but he is not entirely wrong about the flaws in the process. He’s just not honest about what those flaws are. \nThe hard truth is that the U.S. political process is not democracy’s “gold standard”; it is and has been a severely flawed system that is not made better by a failure to honestly address the unpleasant realities and to impose accountability on politicians who cheat the voters. \nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in print here or as an e-book (from Amazon and barnesandnoble.com )."
        ],
        "_version_": 1749312254958895104
    },
    {
        "author": [
            "Contributing Author"
        ],
        "published": [
            "2016-10-31T16:34:36.433Z"
        ],
        "title": [
            "The United States Is Pre-Positioning “Enemy Assets” In Preparation For A Rigged Election"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "shtfplan.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "7919",
        "body_en": [
            "There are a number of excellent pieces circulating that hypothesize on what will happen before, during, and after the election. Mike Adams of Natural News and Dave Hodges of The Common Sense Show have both dug deeply, examining the overall situation with outstanding insights as to the possibilities. Mike’s piece listed the scenarios that can happen regarding either outcome, and government actions that can be triggered by the result. Dave’s videos and telephone conversations expose the fact that the government is indeed preparing to have plans ready and in place with drills and exercises that can turn into an actual operation immediately.\nYou can watch Dave Hodge’s full report with Paul Martin below:\n\nThat being mentioned, an article came out the other day written by Deb Riechmann of the Associated Press, October 26 entitled US Official: Russia Might Shoot Down US Aircraft in Syria . The article highlights dialogue from a Charlie Rose interview via CBS at the Council of Foreign Relations in New York that was conducted with National Intelligence Director James Clapper . The answers that Clapper gave to the questions gives two “insights” into the Obama administration’s mindset. This comment came regarding the potential for the US and Russia engaging one another militarily:\n“I wouldn’t put it past them to shoot down an American aircraft if they felt that [it] was threatening to their forces on the ground. Russia has deployed a very advanced and capable air defense system in Syria and would not have done that if it [Russia] wouldn’t use it.” \nJames Clapper \nThen Clapper was questioned about North Korea, and he had this to say:\n“…the U.S. policy of trying to persuade Pyongyang to give up its nuclear weapons is probably futile. Perhaps the only thing the U.S. could get would be limitations on North Korea’s nuclear capabilities. I think the notion of getting the North Koreans to denuclearize is probably a lost cause. They are under siege and they are very paranoid, so the notion of giving up their nuclear capability, whatever it is, is a nonstarter with them.” \nAll of this sounds very lackadaisical, coming from the Director of National Intelligence. That is because it is: Obama is pursuing a laissez-faire policy regarding “threats,” either from Russia or North Korea. The reason? He created them to use later. Clapper’s next responses are very interesting regarding the questions of whether or not Russia has been tampering with the election process and the recent threat by Vice President Joe Biden that the U.S. will respond to the (alleged) tampering with a Cyberattack designed “to embarrass and humiliate” the Kremlin. Here is an excerpt of that interview:\n“Clapper also was asked about the Obama administration’s claim that recent hacking of political sites was orchestrated by top Russian officials. The U.S. response might not come in the form of a reciprocal cyberattack on Russia, Clapper said. \nPressed on the subject, Rose, the interviewer, noted that there is a sense that the Russians were not paying any price for the hacking. \n“Maybe not yet,” Clapper replied. \n“Maybe after the election?” Rose asked. \n“I’m not going to pre-empt,” Clapper said.” \nThere we have it, in the absence of verbal commitment, no matter how nebulous the answer may seem. Just because it is nebulous, however, does not belie the nefarious nature of the answer, and it is obvious: The Obama administration is setting the Russians up for the time of the election to blame any deviance or hacks on them. \nIt is no secret that election fraud is being committed now, even with the early voting that is occurring in several states. The Cyberattacks conducted on Friday, October 21st were a Beta-test for what is to come: full-blown election fraud and an attack on the infrastructure of the U.S. , to be blamed on Russia or North Korea and used as justification to either suspend the elections or declare them null and void.\nOn October 25 , an article was released entitled DMV Computer Outage Raises Fear of Election-Day Cyber Attacks , as presented on losangeles.cbslocal.com . Apparently 100 DMV offices in California had a gigantic computer malfunction that was not attributed to hacking. The article interviewed a USC professor who had the following to say:\n“Election day may be a different story. Government computer systems are vulnerable to cyber attacks. I think there will certainly be some sort of cyber security issue in some location.” \nClifford Neuman, Director, USC Center for Computer Systems Security \nFrom a standpoint of greater simplicity, the government can simply collapse the power grid, and this can be blamed on an EMP (Electromagnetic Pulse) weapon from North Korea or Russia. If this is not done, the government can use the Soros-provided voting machines and other nefarious measures (such as dead people’s names being used to vote, illegal aliens casting a ballot, or people voting in numerous states, to name a few) to steal the votes. Then blame can be shifted to the Russians.\nKeep in mind that the Cyberattack on October 21 was found to “not be done by a government’s actions through state actors,” as the Mainstream media termed it. How true. Not one concrete shred of justification that Russia has been conducting any Cyberattacks has been provided. Certainly the Russian government has taken the time to investigate the source of the hacking on the U.S. systems. They will certainly monitor the elections in some manner to protect themselves from any accusations of hacking and prove they do not hold any culpability when the Democrats skew the numbers of the election and steal it themselves.\nThis is why the federal government has warned Russia that simply to monitor the elections may warrant criminal charges being brought against the Russian government. \nBut it’s OK to have UN election monitors, which in itself is a violation of the 10 th Amendment to the U.S. Constitution, right? \nThe law doesn’t apply to the Democrats; the law only matters as long as they can inflict it upon you. Soros just came out recently and cursed democracy in general: though toad like in appearance and mannerisms, this communist foreigner is responsible for the collapse and/or debilitation of almost a dozen governments. In a previous article we covered how the voting machines in the early voting in Illinois did not register the original choice of the voter and “chose” the Democratic candidates. This was labeled as a “calibration error,” so simply and innocently. The communists masquerading as Democrats know the truth of the matter, that it is those who count the votes and not the voters who decide the elections.\nIn summary, the U.S. is prepositioning its “enemy-assets” to blame – on what the administration does – for a collapsed election labeled as “rigged” or the suspension of the election for any number of reasons, real or illusory, such as a genuine attack the U.S. provokes or an attack the U.S. carries out on itself . Civil unrest and/or war are the escape hatches to bail out of the Constitution and to take control of the country…not letting either crisis go to waste. With civil rest or a world war, the administration will be handed the country on a platter – indefinitely – and the election will be a moot point, whether it happened or not.\nJeremiah Johnson is the Nom de plume of a retired Green Beret of the United States Army Special Forces (Airborne). Mr. Johnson is also a Gunsmith, a Certified Master Herbalist, a Montana Master Food Preserver, and a graduate of the U.S. Army’s SERE school (Survival Evasion Resistance Escape). He lives in a cabin in the mountains of Western Montana with his wife and three cats. You can follow Jeremiah’s regular writings at SHTFplan.com or contact him here . \nThis article may be republished or excerpted with proper attribution to the author and a link to www.SHTFplan.com . \nRelated: \nThe Prepper’s Blueprint: A Step-By-Step Guide To Prepare For Any Disaster \nTop Tier Gear: The Most Advanced Tactical Gas Mask In The World \nA Foreshadowing Of Things To Come: “This Cyberattack Was Initiated By The U.S. Government… A Beta Test Done In Preparation For A False Flag” \nUnrest and Martial Law? Leaked Military Drill Anticipates “No Rule of Law” After Election Results \nHow To Survive Occupied America: “Red Dawn Just Started… And You’re In It” \nThe Threat Is Real And Imminent: The Next World War Will Be Initiated By A First Strike Utilizing An EMP Weapon"
        ],
        "_version_": 1749312260752277504
    },
    {
        "author": [
            "WashingtonsBlog"
        ],
        "published": [
            "2016-10-27T23:18:30.567Z"
        ],
        "title": [
            "The Modern History of ‘Rigged’ US Elections"
        ],
        "language": [
            "english"
        ],
        "site_url": [
            "washingtonsblog.com"
        ],
        "country": [
            "US"
        ],
        "spam_score": [
            0.0
        ],
        "type": [
            "bs"
        ],
        "id": "11235",
        "body_en": [
            "Posted on October 27, 2016 by WashingtonsBlog \nBy Robert Parry, the investigative reporter who many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. Originally published at Parry’s Consortium News (republished with permission). \nThe United States is so committed to the notion that its electoral process is the world’s “gold standard” that there has been a bipartisan determination to maintain the fiction even when evidence is overwhelming that a U.S. presidential election has been manipulated or stolen. The “wise men” of the system simply insist otherwise. \nWe have seen this behavior when there are serious questions of vote tampering (as in Election 1960) or when a challenger apparently exploits a foreign crisis to create an advantage over the incumbent (as in Elections 1968 and 1980) or when the citizens’ judgment is overturned by judges (as in Election 2000). Presidents Richard Nixon, George H.W. Bush and Ronald Reagan photographed together in the Oval Office in 1991. (Cropped from a White House photo that also included Presidents Gerald Ford and Jimmy Carter.) \nStrangely, in such cases, it is not only the party that benefited which refuses to accept the evidence of wrongdoing, but the losing party and the establishment news media as well. Protecting the perceived integrity of the U.S. democratic process is paramount. Americans must continue to believe in the integrity of the system even when that integrity has been violated. \nThe harsh truth is that pursuit of power often trumps the principle of an informed electorate choosing the nation’s leaders, but that truth simply cannot be recognized. \nOf course, historically, American democracy was far from perfect, excluding millions of people, including African-American slaves and women. The compromises needed to enact the Constitution in 1787 also led to distasteful distortions, such as counting slaves as three-fifths of a person for the purpose of representation (although obviously slaves couldn’t vote). \nThat unsavory deal enabled Thomas Jefferson to defeat John Adams in the pivotal national election of 1800. In effect, the votes of Southern slave owners like Jefferson counted substantially more than the votes of Northern non-slave owners. \nEven after the Civil War when the Constitution was amended to give black men voting rights, the reality for black voting, especially in the South, was quite different from the new constitutional mandate. Whites in former Confederate states concocted subterfuges to keep blacks away from the polls to ensure continued white supremacy for almost a century. \nWomen did not gain suffrage until 1920 with the passage of another constitutional amendment, and it took federal legislation in 1965 to clear away legal obstacles that Southern states had created to deny the franchise to blacks. \nIndeed, the alleged voter fraud in Election 1960, concentrated largely in Texas, a former Confederate state and home to John Kennedy’s vice presidential running mate, Lyndon Johnson, could be viewed as an outgrowth of the South’s heritage of rigging elections in favor of Democrats, the post-Civil War party of white Southerners. \nHowever, by pushing through civil rights for blacks in the 1960s, Kennedy and Johnson earned the enmity of many white Southerners who switched their allegiance to the Republican Party via Richard Nixon’s Southern strategy of coded racial messaging. Nixon also harbored resentments over what he viewed as his unjust defeat in the election of 1960. \nNixon’s ‘Treason’ \nSo, by 1968, the Democrats’ once solid South was splintering, but Nixon, who was again the Republican presidential nominee, didn’t want to leave his chances of winning what looked to be another close election to chance. Nixon feared that — with the Vietnam War raging and the Democratic Party deeply divided — President Johnson could give the Democratic nominee, Vice President Hubert Humphrey, a decisive boost by reaching a last-minute peace deal with North Vietnam. President Richard Nixon with his then-National Security Advisor Henry Kissinger in 1972. \nThe documentary and testimonial evidence is now clear that to avert a peace deal, Nixon’s campaign went behind Johnson’s back to persuade South Vietnamese President Nguyen van Thieu to torpedo Johnson’s Paris peace talks by refusing to attend. Nixon’s emissaries assured Thieu that a President Nixon would continue the war and guarantee a better outcome for South Vietnam. \nThough Johnson had strong evidence of what he privately called Nixon’s “treason” — from FBI wiretaps in the days before the 1968 election — he and his top advisers chose to stay silent. In a Nov. 4, 1968 conference call , Secretary of State Dean Rusk, National Security Advisor Walt Rostow and Defense Secretary Clark Clifford – three pillars of the Establishment – expressed that consensus, with Clifford explaining the thinking: \n“Some elements of the story are so shocking in their nature that I’m wondering whether it would be good for the country to disclose the story and then possibly have a certain individual [Nixon] elected,” Clifford said. “It could cast his whole administration under such doubt that I think it would be inimical to our country’s interests.” \nClifford’s words expressed the recurring thinking whenever evidence emerged casting the integrity of America’s electoral system in doubt, especially at the presidential level. The American people were not to know what kind of dirty deeds could affect that process. \nTo this day, the major U.S. news media will not directly address the issue of Nixon’s treachery in 1968, despite the wealth of evidence proving this historical reality now available from declassified records at the Johnson presidential library in Austin, Texas. In a puckish recognition of this ignored history, the library’s archivists call the file on Nixon’s sabotage of the Vietnam peace talks their “X-file.” [For details, see Consortiumnews.com’s “ LBJ’s ‘X-File’ on Nixon’s ‘Treason. ’”] \nThe evidence also strongly suggests that Nixon’s paranoia about a missing White House file detailing his “treason” – top secret documents that Johnson had entrusted to Rostow at the end of LBJ’s presidency – led to Nixon’s creation of the “plumbers,” a team of burglars whose first assignment was to locate those purloined papers. The existence of the “plumbers” became public in June 1972 when they were caught breaking into the Democratic National Committee’s headquarters at the Watergate in Washington. National Security Adviser Walt Rostow shows President Lyndon Johnson a model of a battle near Khe Sanh in Vietnam. (U.S. Archive Photo) \nAlthough the Watergate scandal remains the archetypal case of election-year dirty tricks, the major U.S. news media never acknowledge the link between Watergate and Nixon’s far more egregious dirty trick four years earlier, sinking Johnson’s Vietnam peace talks while 500,000 American soldiers were in the war zone. In part because of Nixon’s sabotage — and his promise to Thieu of a more favorable outcome — the war continued for four more bloody years before being settled along the lines that were available to Johnson in 1968. [See Consortiumnews.com’s “ The Heinous Crime Behind Watergate .”] \nIn effect, Watergate gets walled off as some anomaly that is explained by Nixon’s strange personality. However, even though Nixon resigned in disgrace in 1974, he and his National Security Advisor Henry Kissinger, who also had a hand in the Paris peace talk caper, reappear as secondary players in the next well-documented case of obstructing a sitting president’s foreign policy to get an edge in the 1980 campaign. \nReagan’s ‘October Surprise’ Caper \nIn that case, President Jimmy Carter was seeking reelection and trying to negotiate release of 52 American hostages then held in revolutionary Iran. Ronald Reagan’s campaign feared that Carter might pull off an “October Surprise” by bringing home the hostages just before the election. So, this historical mystery has been: Did Reagan’s team take action to block Carter’s October Surprise? President Ronald Reagan, delivering his Inaugural Address on Jan. 20, 1981, as the 52 U.S. hostages in Iran are simultaneously released. \nThe testimonial and documentary evidence that Reagan’s team did engage in a secret operation to prevent Carter’s October Surprise is now almost as overwhelming as the proof of the 1968 affair regarding Nixon’s Paris peace talk maneuver. \nThat evidence indicates that Reagan’s campaign director William Casey organized a clandestine effort to prevent the hostages’ release before Election Day, after apparently consulting with Nixon and Kissinger and aided by former CIA Director George H.W. Bush, who was Reagan’s vice presidential running mate. \nBy early November 1980, the public’s obsession with Iran’s humiliation of the United States and Carter’s inability to free the hostages helped turn a narrow race into a Reagan landslide. When the hostages were finally let go immediately after Reagan’s inauguration on Jan. 20, 1981, his supporters cited the timing to claim that the Iranians had finally relented out of fear of Reagan. \nBolstered by his image as a tough guy, Reagan enacted much of his right-wing agenda, including passing massive tax cuts benefiting the wealthy, weakening unions and creating the circumstances for the rapid erosion of the Great American Middle Class. \nBehind the scenes, the Reagan administration signed off on secret arms shipments to Iran, mostly through Israel, what a variety of witnesses described as the payoff for Iran’s cooperation in getting Reagan elected and then giving him the extra benefit of timing the hostage release to immediately follow his inauguration. Then-Vice President George H.W. Bush with CIA Director William Casey at the White House on Feb. 11, 1981. (Photo credit: Reagan Library) \nIn summer 1981, when Assistant Secretary of State for the Middle East Nicholas Veliotes learned about the arms shipments to Iran, he checked on their origins and said, later in a PBS interview: \n“It was clear to me after my conversations with people on high that indeed we had agreed that the Israelis could transship to Iran some American-origin military equipment. … [This operation] seems to have started in earnest in the period probably prior to the election of 1980, as the Israelis had identified who would become the new players in the national security area in the Reagan administration. And I understand some contacts were made at that time.” \nThose early covert arms shipments to Iran evolved into a later secret set of arms deals that surfaced in fall 1986 as the Iran-Contra Affair, with some of the profits getting recycled back to Reagan’s beloved Nicaraguan Contra rebels fighting to overthrow Nicaragua’s leftist government. \nWhile many facts of the Iran-Contra scandal were revealed by congressional and special-prosecutor investigations in the late 1980s and early 1990s, the origins of the Reagan-Iran relationship was always kept hazy. The Republicans were determined to stop any revelations about the 1980 contacts, but the Democrats were almost as reluctant to go there. \nA half-hearted congressional inquiry was launched in 1991 and depended heavily on then-President George H.W. Bush to collect the evidence and arrange interviews for the investigation. In other words, Bush, who was then seeking reelection and who was a chief suspect in the secret dealings with Iran, was entrusted with proving his own guilt. \nTired of the Story \nBy the early 1990s, the mainstream U.S. news media was also tired of the complex Iran-Contra scandal and wanted to move on. As a correspondent at Newsweek, I had battled senior editors over their disinterest in getting to the bottom of the scandal before I left the magazine in 1990. I then received an assignment from PBS Frontline to look into the 1980 “October Surprise” question, which led to a documentary on the subject in April 1991. PBS Frontline’s: The Election Held Hostage, co-written by Robert Parry and Robert Ross. \nHowever, by fall 1991, just as Congress was agreeing to open an investigation, my ex-bosses at Newsweek, along with The New Republic, then an elite neoconservative publication interested in protecting Israel’s exposure on those early arms deals, went on the attack. They published matching cover stories deeming the 1980 “October Surprise” case a hoax, but their articles were both based on a misreading of documents recording Casey’s attendance at a conference in London in July 1980, which he seemed to have used as a cover for a side trip to Madrid to meet with senior Iranians regarding the hostages. \nAlthough the bogus Newsweek/New Republic “London alibi” would eventually be debunked, it created a hostile climate for the investigation. With Bush angrily denying everything and the congressional Republicans determined to protect the President’s flanks, the Democrats mostly just went through the motions of an investigation. \nMeanwhile, Bush’s State Department and White House counsel’s office saw their jobs as discrediting the investigation, deep-sixing incriminating documents, and helping a key witness dodge a congressional subpoena. \nYears later, I discovered a document at the Bush presidential library in College Station, Texas, confirming that Casey had taken a mysterious trip to Madrid in 1980. The U.S. Embassy’s confirmation of Casey’s trip was passed along by State Department legal adviser Edwin D. Williamson to Associate White House Counsel Chester Paul Beach Jr. in early November 1991, just as the congressional inquiry was taking shape. \nWilliamson said that among the State Department “material potentially relevant to the October Surprise allegations [was] a cable from the Madrid embassy indicating that Bill Casey was in town, for purposes unknown,” Beach noted in a “ memorandum for record ” dated Nov. 4, 1991. \nTwo days later, on Nov. 6, Beach’s boss, White House counsel C. Boyden Gray, convened an inter-agency strategy session and explained the need to contain the congressional investigation into the October Surprise case. The explicit goal was to ensure the scandal would not hurt President Bush’s reelection hopes in 1992. C. Boyden Gray, White House counsel under President George H.W. Bush. \nAt the meeting, Gray laid out how to thwart the October Surprise inquiry, which was seen as a dangerous expansion of the Iran-Contra investigation. The prospect that the two sets of allegations would merge into a single narrative represented a grave threat to George H.W. Bush’s reelection campaign. As assistant White House counsel Ronald vonLembke, put it , the White House goal in 1991 was to “kill/spike this story.” \nGray explained the stakes at the White House strategy session. “Whatever form they ultimately take, the House and Senate ‘October Surprise’ investigations, like Iran-Contra, will involve interagency concerns and be of special interest to the President ,” Gray declared, according to minutes . [Emphasis in original.] \nAmong “touchstones” cited by Gray were “No Surprises to the White House, and Maintain Ability to Respond to Leaks in Real Time. This is Partisan.” White House “talking points” on the October Surprise investigation urged restricting the inquiry to 1979-80 and imposing strict time limits for issuing any findings. \nTimid Democrats \nBut Bush’s White House really had little to fear because whatever evidence that the congressional investigation received – and a great deal arrived in December 1992 and January 1993 – there was no stomach for actually proving that the 1980 Reagan campaign had conspired with Iranian radicals to extend the captivity of 52 Americans in order to ensure Reagan’s election victory. Former Rep. Lee Hamilton, D-Indiana. \nThat would have undermined the faith of the American people in their democratic process – and that, as Clark Clifford said in the 1968 context, would not be “good for the country.” \nIn 2014 when I sent a copy of Beach’s memo regarding Casey’s trip to Madrid to former Rep. Lee Hamilton, D-Indiana, who had chaired the October Surprise inquiry in 1991-93, he told me that it had shaken his confidence in the task force’s dismissive conclusions about the October Surprise issue. \n“The [Bush-41] White House did not notify us that he [Casey] did make the trip” to Madrid, Hamilton told me. “Should they have passed that on to us? They should have because they knew we were interested in that.” \nAsked if knowledge that Casey had traveled to Madrid might have changed the task force’s dismissive October Surprise conclusion, Hamilton said yes, because the question of the Madrid trip was key to the task force’s investigation. \n“If the White House knew that Casey was there, they certainly should have shared it with us,” Hamilton said, adding that “you have to rely on people” in authority to comply with information requests. But that trust was at the heart of the inquiry’s failure. With the money and power of the American presidency at stake, the idea that George H.W. Bush and his team would help an investigation that might implicate him in an act close to treason was naïve in the extreme. \nArguably, Hamilton’s timid investigation was worse than no investigation at all because it gave Bush’s team the opportunity to search out incriminating documents and make them disappear. Then, Hamilton’s investigative conclusion reinforced the “group think” dismissing this serious manipulation of democracy as a “conspiracy theory” when it was anything but. In the years since, Hamilton hasn’t done anything to change the public impression that the Reagan campaign was innocent. \nStill, among the few people who have followed this case, the October Surprise cover-up would slowly crumble with admissions by officials involved in the investigation that its exculpatory conclusions were rushed , that crucial evidence had been hidden or ignored , and that some alibis for key Republicans didn’t make any sense . \nBut the dismissive “group think” remains undisturbed as far as the major U.S. media and mainstream historians are concerned. [For details, see Robert Parry’s America’s Stolen Narrative or Trick or Treason: The 1980 October Surprise Mystery or Consortiumnews.com’s “ Second Thoughts on October Surprise. ”] \nPast as Prologue \nLee Hamilton’s decision to “clear” Reagan and Bush of the 1980 October Surprise suspicions in 1992 was not simply a case of miswriting history. The findings had clear implications for the future as well, since the public impression about George H.W. Bush’s rectitude was an important factor in the support given to his oldest son, George W. Bush, in 2000. President George W. Bush is introduced by his brother Florida Gov. Jeb Bush before delivering remarks at Sun City Center, Florida, on May 9, 2006. (White House photo by Eric Draper) \nIndeed, if the full truth had been told about the father’s role in the October Surprise and Iran-Contra cases, it’s hard to imagine that his son would have received the Republican nomination, let alone made a serious run for the White House. And, if that history were known, there might have been a stronger determination on the part of Democrats to resist another Bush “stolen election” in 2000. \nRegarding Election 2000, the evidence is now clear that Vice President Al Gore not only won the national popular vote but received more votes that were legal under Florida law than did George W. Bush. But Bush relied first on the help of officials working for his brother, Gov. Jeb Bush, and then on five Republican justices on the U.S. Supreme Court to thwart a full recount and to award him Florida’s electoral votes and thus the presidency. \nThe reality of Gore’s rightful victory should have finally become clear in November 2001 when a group of news organizations finished their own examination of Florida’s disputed ballots and released their tabulations showing that Gore would have won if all ballots considered legal under Florida law were counted. \nHowever, between the disputed election and the release of those numbers, the 9/11 attacks had occurred, so The New York Times, The Washington Post, CNN and other leading outlets did not want the American people to know that the wrong person was in the White House. Surely, telling the American people that fact amid the 9/11 crisis would not be “good for the country.” \nSo, senior editors at all the top new organizations decided to mislead the public by framing their stories in a deceptive way to obscure the most newsworthy discovery – that the so-called “over-votes” in which voters both checked and wrote in their choices’ names broke heavily for Gore and would have put him over the top regardless of which kinds of chads were considered for the “under-votes” that hadn’t registered on antiquated voting machines. “Over-votes” would be counted under Florida law which bases its standards on “clear intent of the voter.” \nHowever, instead of leading with Gore’s rightful victory, the news organizations concocted hypotheticals around partial recounts that still would have given Florida narrowly to Bush. They either left out or buried the obvious lede that a historic injustice had occurred. Former Vice President Al Gore. (Photo credit: algore.com) \nOn Nov. 12, 2001, the day that the news organizations ran those stories, I examined the actual data and quickly detected the evidence of Gore’s victory. In a story that day, I suggested that senior news executives were exercising a misguided sense of patriotism. They had hid the reality for “the good of the country,” much as Johnson’s team had done in 1968 regarding Nixon’s sabotage of the Paris peace talks and Hamilton’s inquiry had done regarding the 1980 “October Surprise” case. \nWithin a couple of hours of my posting the article at Consortiumnews.com, I received an irate phone call from The New York Times media writer Felicity Barringer, who accused me of impugning the journalistic integrity of then-Times executive editor Howell Raines. I got the impression that Barringer had been on the look-out for some deviant story that didn’t accept the Bush-won conventional wisdom. \nHowever, this violation of objective and professional journalism – bending the slant of a story to achieve a preferred outcome rather than simply giving the readers the most interesting angle – was not simply about some historical event that had occurred a year earlier. It was about the future. \nBy misleading Americans into thinking that Bush was the rightful winner of Election 2000 – even if the media’s motivation was to maintain national unity following the 9/11 attacks – the major news outlets gave Bush greater latitude to respond to the crisis, including the diversionary invasion of Iraq under false pretenses. The Bush-won headlines of November 2001 also enhanced the chances of his reelection in 2004. [For the details of how a full Florida recount would have given Gore the White House, see Consortiumnews.com’s “ Gore’s Victory ,” “ So Bush Did Steal the White House ,” and “ Bush v. Gore’s Dark American Decade. ”] \nA Phalanx of Misguided Consensus \nLooking back on these examples of candidates manipulating democracy, there appears to be one common element: after the “stolen” elections, the media and political establishments quickly line up, shoulder to shoulder, to assure the American people that nothing improper has happened. Graceful “losers” are patted on the back for not complaining that the voters’ will had been ignored or twisted. U.S. Supreme Court Justice Antonin Scalia. \nAl Gore is praised for graciously accepting the extraordinary ruling by Republican partisans on the Supreme Court, who stopped the counting of ballots in Florida on the grounds, as Justice Antonin Scalia said, that a count that showed Gore winning (when the Court’s majority was already planning to award the White House to Bush) would undermine Bush’s “legitimacy.” \nSimilarly, Rep. Hamilton is regarded as a modern “wise man,” in part, because he conducted investigations that never pushed very hard for the truth but rather reached conclusions that were acceptable to the powers-that-be, that didn’t ruffle too many feathers. \nBut the cumulative effect of all these half-truths, cover-ups and lies – uttered for “the good of the country” – is to corrode the faith of many well-informed Americans about the legitimacy of the entire process. It is the classic parable of the boy who cried wolf too many times, or in this case, assured the townspeople that there never was a wolf and that they should ignore the fact that the livestock had mysteriously disappeared leaving behind only a trail of blood into the forest. \nSo, when Donald Trump shows up in 2016 insisting that the electoral system is rigged against him, many Americans choose to believe his demagogy. But Trump isn’t pressing for the full truth about the elections of 1968 or 1980 or 2000. He actually praises Republicans implicated in those cases and vows to appoint Supreme Court justices in the mold of the late Antonin Scalia. Republican presidential nominee Donald Trump. \nTrump’s complaints about “rigged” elections are more in line with the white Southerners during Jim Crow, suggesting that black and brown people are cheating at the polls and need to have white poll monitors to make sure they don’t succeed at “stealing” the election from white people. \nThere is a racist undertone to Trump’s version of a “rigged” democracy but he is not entirely wrong about the flaws in the process. He’s just not honest about what those flaws are. \nThe hard truth is that the U.S. political process is not democracy’s “gold standard”; it is and has been a severely flawed system that is not made better by a failure to honestly address the unpleasant realities and to impose accountability on politicians who cheat the voters."
        ],
        "_version_": 1749312263626424320
    }
]