[
    {
        "author": "Robert Fisk",
        "published": "2016-11-10T00:00:00Z",
        "title": "A View of the Syrian War From the Golan Heights    :",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.861,
        "type": "bs",
        "id": "4452",
        "body_en": "A View of the Syrian War From the Golan Heights One Syrian lieutenant described to me how he directed his artillery fire onto an Israeli jeep in the Jabhat al-Nusra occupied town of Al-Hamidiya inside Syria and destroyed it. The jeep might have been a gift or borrowed from Israel\r\nBy Robert Fisk\r\nNovember 10, 2016 \" Information Clearing House \" - \" The Independent \" - From Colonel Saleh\u0092s forward position on his front line north of Quneitra, he has a unique and exclusive view of the Syrian war. To his west and south is a vast area of his country which is occupied by Jabhat al-Nusra Islamist fighters \u0096 their earthen ramparts and supply roads are scarcely half a mile away. Then, another couple of miles away, Israeli soldiers are inside their concrete positions on the occupied Syrian Golan Heights, above the old and Nusra-held Syrian city of Quneitra.\r\n\u0093You see that mosque over there, just to the right of the water tower?\u0094 the colonel asks. \u0093Well, Nusra is there. And you see the triangular hill beyond? The Israelis are there.\u0094 It\u0092s what you call a politically intriguing battlefield \u0096 yes, shells do come whizzing in towards the Syrians from Nusra and also from the Israelis. The Syrians concentrate their fire on Nusra but Nusra\u0092s casualties are often taken through the Israeli lines for hospital treatment in Haifa.\r\nSo whose side is Israel on? Baath City is a concrete conurbation created back in pre-civil war days to defy the vandalisation of the old Quenitra. It was occupied by the Israeli army during the 1973 Middle East war and then \u0096 before they abandoned it under the Kissinger agreement \u0096 totally destroyed with explosives by Israeli troops. Nusra now occupy these 43-year old ruins. As for Baath City, its university, banks, fire station, schools, police force and hospitals are defiantly maintained by the Syrians under the eyes of their two enemies: the Nusra Islamists and the Israelis.\r\nAccording to the Syrian army in Baath City \u0096 their forward lines and tanks are positioned in unfinished apartment blocks on the edge of the town \u0096 their intelligence department\u0092s Hebrew speakers constantly monitor conversations between the Israelis and between Israeli and Nusra fighters. They know \u0096 and the Israelis have made no secret of the fact \u0096 that wounded Nusrah fighters are taken to Haifa for hospital treatment. On one occasion, a Nusrah man travelling in an Israeli ambulance on the Golan was dragged from the vehicle and lynched by a crowd of enraged Druze men who are largely loyal to the Syrian government and regard Nusrah as their mortal enemies. Reports of the man\u0092s murder highlighted the highly ambiguous relationship between Israel and the Islamists, whose name-changing cannot conceal their al-Qaeda roots.\r\nDruze towns inside Syria and close to Baath City have taken the side of the regime \u0096 this does not apply to other Druze areas \u0096 but it makes the geography of the front line here all the more surreal. One Syrian lieutenant described to me how he directed his artillery fire onto an Israeli jeep in the Nusra-occupied town of Al-Hamidiya inside Syria and destroyed it. The jeep might have been a gift or borrowed from Israel \u0096 whether there were any Israeli personnel inside it if it was hit is another matter. The Syrians, however, also say that Israeli bulldozers were used to build a new supply route for Nusrah between Quneitra and Golan \u0096 again, inside Syria\u0092s frontiers.\r\nAll of which raises a compelling question. The Nusra-controlled territory between the Syrians and the Israeli lines on Golan \u0096 and other Islamist groups and a few remnants of the old \u0093Free Syrian Army\u0094 allied to them in this location \u0096 stretches all the way south to the edge of the Syrian city of Deraa and right down to the Jordanian frontier. And beyond that frontier is the so-called \u0093Military Operations Centre\u0094 \u0096 the \u0093MOC\u0094 of which both the Islamists and the Syrian army refer \u0096 where Western intelligence officers maintain a liaison and weapons supply depot for the anti-government Syrian forces.\r\nSo what is the relationship between the MOC and its Western backers \u0096 who maintain contact with Nusra \u0096 and the Israelis who treat Nusra\u0092s wounded in their hospitals? The Jordanian border and the Israeli lines on Golan are at their most only about 70 miles apart and opposition fighters hold all the land in between.\r\nLittered around the front lines outside Baath City are the wreckage of past battles and the abandoned UN posts from which Filipino UN soldiers were kidnapped en masse more than a year ago; the Syrian army now occupies several of these positions, the UN logo still painted on the walls although several of the \u0093igloo\u0094-type UN accommodation huts have migrated to Syrian compounds in the rear lines. The UN force on Golan now operates only inside Israeli-occupied territory.\r\nOnly a few hundred yards away from Nusra-held territory, we found Abu Hashem, a farmer who fled from his village, now held by the Islamists, living today in family property close to one of the old UN posts. He fed us tea and coffee and walnuts from his orchard. His wife and six children now exist in this unfinished, cold house along with a small library of books \u0096 the speeches of Imam Ali (the \u0093Najul Blagha\u0094) and a collection of medical books of Aleppo herbal cures for headaches and kidney infection, published in Beirut. He says the people in his Nusra-occupied village are divided. Some are sympathetic towards the Islamists \u0096 they are not fighters \u0096 while others are sometimes permitted by Nusrah to cross the front lines for treatment in Syrian government hospitals. They are Bedouins and farmers, the unsettled and the landowners, always prey to the wolves of civil war insurgents.\r\nColonel Saleh, who is 50 years old, has been guarding his echoing and weed-strewn apartment blocks on the edge of Baath City for three years, noting wearily that the Israelis attack his army but never attack Nusra who \u0096 being al-Qaeda \u0096 might logically have earned Israel\u0092s enmity. But no. \u0093I know every stone here,\u0094 the colonel says. \u0093I can see if a rock or a vehicle has moved across the fields in front of us \u0096 and I can immediately see if one vehicle has become two vehicles. We know when they are going to attack \u0096 they always precede their offensives with a big artillery and mortar barrage.\u0094\r\nSometimes the voices of Nusra men shout insults at the Syrians on their own radio sets, calling them \u0093kafirs\u0094 \u0096 \u0091\u0093infidels\u0094 or \u0093unbelievers\u0094. \u0093If I am in a good mood, I invite them for coffee,\u0094 Colonel Saleh says. \u0093If I\u0092m in a bad mood, I am silent. Their accents are very similar to the Jordanians. They come from the south of Deraa, along the Jordanian border.\u0094\r\nAs we spoke, further down the line, the Syrians and Nusra were fighting with tanks, artillery and mortars. The Syrians claimed that their enemies arrived in several directions in a convoy of at least 13 vehicles. They spoke, too, of a Nusra female officer called Souad al-Qatahani (nicknamed \u0093Al-Nood\u0094), the 30-year-old sister of a Nusrah general called Qais al-Omani who commanded 1,200 fighters. She was, they pointed out rather remarkably, a former first lieutenant in their own Syrian government army.\r\nAnd one further feature that the Syrians have noted about their enemies outside Baath City. Whenever Nusra fire a missile, they have to take a photograph of the rocket leaving its launcher \u0096 presumably to prove to their suppliers that they have not sold the weapon to someone else. Trust, as usual in the Syrian war, is in short supply.",
        "_version_": 1749736803705815040
    },
    {
        "author": "Dennis   Kucinich",
        "published": "2016-11-03T00:00:00Z",
        "title": "Why Is the Foreign Policy Establishment Spoiling for More War? Look at Their Donors.      - ICH",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.847,
        "type": "bs",
        "id": "4413",
        "body_en": "Why Is the Foreign Policy Establishment Spoiling for More War? Look at Their Donors. By Dennis Kucinich\r\n The Nation \" - W ashington, DC, may be the only place in the world where people openly flaunt their pseudo-intellectuality by banding together, declaring themselves \u0093think tanks,\u0094 and raising money from external interests, including foreign governments, to compile reports that advance policies inimical to the real-life concerns of the American people.\r\nAs a former member of the House of Representatives, I remember 16 years of congressional hearings where pedigreed experts came to advocate wars in testimony based on circular, rococo thinking devoid of depth, reality, and truth. I remember other hearings where the Pentagon was unable to reconcile over $1 trillion in accounts, lost track of $12 billion in cash sent to Iraq, and rigged a missile-defense test so that an interceptor could easily home in on a target. War is first and foremost a profitable racket.\r\nHow else to explain that in the past 15 years this city\u0092s so called bipartisan foreign policy elite has promoted wars in Iraq and Libya, and interventions in Syria and Yemen, which have opened Pandora\u0092s box to a trusting world, to the tune of trillions of dollars, a windfall for military contractors. DC\u0092s think \u0093tanks\u0094 should rightly be included in the taxonomy of armored war vehicles and not as gathering places for refugees from academia.\r\nAccording to the front page of this past Friday\u0092s Washington Post , the bipartisan foreign-policy elite recommends the next president show less restraint than President Obama. Acting at the urging of \u0093liberal\u0094 hawks brandishing humanitarian intervention, read war, the Obama administration attacked Libya along with allied powers working through NATO.\r\nThe think tankers fell in line with the Iraq invasion. Not being in the tank, I did my own analysis of the call for war in October of 2002, based on readily accessible information, and easily concluded that there was no justification for war. I distributed it widely in Congress and led 125 Democrats in voting against the Iraq war resolution. There was no money to be made from a conclusion that war was uncalled for, so, against millions protesting in the United States and worldwide, our government launched into an abyss, with a lot of armchair generals waving combat pennants. The marching band and chowder society of DC think tanks learned nothing from the Iraq and Libya experience.\r\nThe only winners were arms dealers, oil companies, and jihadists. Immediately after the fall of Libya, the black flag of Al Qaeda was raised over a municipal building in Benghazi, Gadhafi\u0092s murder was soon to follow, with Secretary Clinton quipping with a laugh, \u0093We came, we saw, he died.\u0094 President Obama apparently learned from this misadventure, but not the Washington policy establishment, which is spoiling for more war.\r\nThe self-identified liberal Center for American Progress (CAP) is now calling for Syria to be bombed, and estimates America\u0092s current military adventures will be tidied up by 2025, a tardy twist on \u0093mission accomplished.\u0094 CAP, according to a report in The Nation , has received funding from war contractors Lockheed Martin and Boeing, who make the bombers that CAP wants to rain hellfire on Syria.\r\nThe Brookings Institute has taken tens of millions from foreign governments , notably Qatar, a key player in the military campaign to oust Assad. Retired four-star Marine general John Allen is now a Brookings senior fellow . Charles Lister is a senior fellow at the Middle East Institute , which has received funding from Saudi Arabia , the major financial force providing billions in arms to upend Assad and install a Sunni caliphate stretching across Iraq and Syria. Foreign-government money is driving our foreign policy.\r\nAs the drumbeat for an expanded war gets louder, Allen and Lister jointly signed an op-ed in the Sunday Washington Post , calling for an attack on Syria. The Brookings Institute, in a report to Congress , admitted it received $250,000 from the US Central Command, Centcom, where General Allen shared leadership duties with General David Petraeus. Pentagon money to think tanks that endorse war? This is academic integrity, DC-style.\r\nAnd why is Central Command, as well as the Food and Drug Administration, the US Department of transportation, and the US Department of Health and Human Services giving money to Brookings ?\r\nFormer secretary of state Madeleine Albright, who famously told Colin Powell , \u0093What\u0092s the point of having this superb military you\u0092re always talking about if we can\u0092t use it,\u0094 predictably says of this current moment , \u0093We do think there needs to be more American action.\u0094 A former Bush administration top adviser is also calling for the United States to launch a cruise missile attack on Syria.\r\nThe American people are fed up with war, but a concerted effort is being made through fearmongering, propaganda, and lies to prepare our country for a dangerous confrontation, with Russia in Syria.\r\nThe demonization of Russia is a calculated plan to resurrect a r aison d\u0092ętre for stone-cold warriors trying to escape from the dustbin of history by evoking the specter of Russian world domination.\r\nIt\u0092s infectious. Earlier this year the BBC broadcast a fictional show that contemplated WWIII, beginning with a Russian invasion of Latvia (where 26 percent of the population is ethnic Russian and 34 percent of Latvians speak Russian at home).\r\nThe imaginary WWIII scenario conjures Russia\u0092s targeting London for a nuclear strike. No wonder that by the summer of 2016 a poll showed two-thirds of UK citizens approved the new British PM\u0092s launching a nuclear strike in retaliation. So much for learning the lessons detailed in the Chilcot report.\r\nAs this year\u0092s presidential election comes to a conclusion, the Washington ideologues are regurgitating the same bipartisan consensus that has kept America at war since 9/11 and made the world a decidedly more dangerous place.\r\nThe DC think tanks provide cover for the political establishment, a political safety net, with a fictive analytical framework providing a moral rationale for intervention, capitol casuistry. I\u0092m fed up with the DC policy elite who cash in on war while presenting themselves as experts, at the cost of other people\u0092s lives, our national fortune, and the sacred honor of our country.\r\nAny report advocating war that comes from any alleged think tank ought to be accompanied by a list of the think tank\u0092s sponsors and donors and a statement of the lobbying connections of the report\u0092s authors.\r\nIt is our patriotic duty to expose why the DC foreign-policy establishment and its sponsors have not learned from their failures and instead are repeating them, with the acquiescence of the political class and sleepwalkers with press passes.\r\nIt is also time for a new peace movement in America, one that includes progressives and libertarians alike, both in and out of Congress, to organize on campuses, in cities, and towns across America, to serve as an effective counterbalance to the Demuplican war party, its think tanks, and its media cheerleaders. The work begins now, not after the Inauguration. We must not accept war as inevitable, and those leaders who would lead us in that direction, whether in Congress or the White House, must face visible opposition.\r\nDennis Kucinich, a former Chair of the Congressional Progressive Caucus, represented Ohio's 10th District from 1997 to 2013. You can visit his website here .",
        "_version_": 1749736803552722944
    },
    {
        "author": "Alex Lantier",
        "published": "2016-11-09T00:00:00Z",
        "title": "NATO Announces Largest Troop Deployments Against Russia Since Cold War      :",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.995,
        "type": "bs",
        "id": "4436",
        "body_en": "NATO Announces Largest Troop Deployments Against Russia Since Cold War By Alex Lantier\r\nNovember 09, 2016 \" Information Clearing House \" - \" WSWS \" - NATO will place hundreds of thousands of troops on alert for military action against Russia in the coming months, top NATO officials told the Times of London on Monday.\r\nThe US-led military alliance is planning to speed up the mobilization of forces numbering in the tens of thousands and, ultimately, hundreds of thousands and millions that are to be mobilized against Russia. Beyond its existing 5,000-strong emergency response force, NATO is tripling its \u0093incumbent response force\u0094 to 40,000 and putting hundreds of thousands of troops on higher alert levels.\r\nThe Times wrote, \u0093Sir Adam West, Britain\u0092s outgoing permanent representative to NATO, said he thought that the goal was to speed up the response time of up to 300,000 military personnel to about two months. At present a force of this size could take up to 180 days to deploy.\u0094\r\nNATO Secretary-General Jens Stoltenberg said, \u0093We are addressing what we call the follow-on forces. There are a large number of people in the armed forces of NATO allies. We are looking into how more of them can be ready on a shorter notice.\u0094 According to the Times , Stoltenberg explained that NATO is looking broadly at methods for \u0093improving the readiness of many of the alliance's three million soldiers, sailors, airmen and Marines.\u0094\r\nThe target of these deployments, the largest since the dissolution of the Soviet Union by the Stalinist bureaucracy and the end of the Cold War a quarter century ago, is Russia.\r\n\u0093We have seen a more assertive Russia implementing a substantial military build-up of many years, tripling defence spending since 2000 in real terms; developing new military capabilities; exercising their forces and using military force against neighbours,\u0094 Stoltenberg said. \u0093We have also seen Russia using propaganda in Europe among NATO allies and that is exactly the reason why NATO is responding. We are responding with the biggest reinforcement of our collective defence since the end of the Cold War.\u0094\r\nThese statements show how NATO planning for a horrific war against Russia has continued behind the backs of the people throughout the US presidential election campaign. Military deployments and war preparations by the Pentagon and the general staffs of the various European countries are set to go ahead, moreover, whatever the outcome of the election in the United States and those slated for 2017 in the European NATO countries.\r\nStoltenberg's vague attack on Russian \u0093propaganda\u0094 in Europe is an allusion to the instinctive opposition to war that exists in the European and international working class and popular distrust of the anti-Russian propaganda promoted by NATO officials like Stoltenberg and West.\r\nLast year, a Pew poll found broad international opposition to NATO participation in a conventional war against Russia in Eastern Europe, even in a scenario that assumes Russia started the conflict. Under these hypothetical conditions, 58 percent of Germans, 53 percent of French people, and 51 percent of Italians opposed any military action against Russia. Opposition to war in the poll would doubtless have been higher had pollsters mentioned that NATO's decision to attack Russian forces in Eastern Europe could lead to nuclear war.\r\nThis opposition is rooted in deep disaffection with the imperialist Middle East wars of the post-Soviet period and the memory of two world wars in Europe in the 20th century. The arguments Stoltenberg presented against it are politically fraudulent.\r\nThe primary threat of military aggression and war in Europe comes not from Russia, but from the NATO countries. Over the past 25 years, the imperialist powers of NATO have bombed and invaded countries in Central Asia, the Middle East and Africa. Within Europe, they bombed Serbia and Kosovo in the Balkan Wars of the 1990s, pushed NATO\u0092s borders hundreds of miles to the East, and backed a violent, fascist-led putsch to topple a pro-Russian government in Ukraine in 2014.\r\nThe aggressive character of NATO policy emerged once again last Friday, when NBC News reported that US cyber warfare units had hacked key Russian electricity, Internet and military networks. These are now \u0093vulnerable to attack by secret American cyber weapons should the US deem it necessary,\u0094 NBC stated.\r\nRussian officials denounced the activities highlighted in the report and the Obama White House's silence on the matter. Russian Foreign Ministry spokeswoman Maria Zakharova said, \u0093If no official reaction from the American administration follows, it would mean state cyber terrorism exists in the US. If the threats of the attack, which were published by the US media, are carried out, Moscow would be justified in charging Washington.\u0094\r\nThe geo-strategically disastrous consequences of the Stalinist bureaucracy's dissolution of the Soviet Union and restoration of capitalism in Eastern Europe are ever more apparent. With NATO troops or proxy forces stationed in a geographic belt extending from the Baltic republics to Poland, Ukraine and Romania\u0097either a short distance from or on Russia's borders\u0097NATO is now poised for a major war against Russia that could escalate into a nuclear conflagration.\r\nAn examination of Stoltenberg\u0092s remarks shows that NATO\u0092s plans are not defensive preparations to counter a sudden conventional invasion of Europe by the Russian army. In such a scenario, Russian tank columns would overrun the few thousand or tens of thousands of troops in NATO\u0092s various emergency response forces, depriving the broader ranks of NATO \u0093follow-up\u0094 forces the 60 to 180 days they need to mobilize.\r\nRather, the plan for mobilizing successive layers of \u0093follow-on forces\u0094 is intended to allow NATO to threaten Russia in a crisis situation by gradually bringing to bear more and more of its collective military strength, which, although split between 28 member states, outweighs that of Russia. Russia's population of 145 million is far smaller than that of the NATO countries, at 906 million.\r\nThe aggressive character of NATO\u0092s agenda is illustrated by a report issued last month by the CIA-linked Rand Corporation think tank on the military situation in the Baltic republics of Lithuania, Latvia and Estonia. The small military forces NATO has posted in the Baltic republics, Rand wrote, are \u0093inviting a devastating war, rather than deterring it.\u0094 They calculated that Russian forces, if they actually invaded, could overrun these countries in approximately 60 hours.\r\nOn this basis, the think tank called for launching a vast NATO military build-up in the Baltic republics, virtually at the gates of St. Petersburg. It wrote that it would take \u0093a force of about seven brigades, including three heavy armored brigades\u0097adequately supported by air power, land-based fires, and other enablers on the ground and ready to fight at the onset of hostilities to prevent the rapid overrun of the Baltic states.\u0094 This would cost the NATO countries $2.7 billion each year.\r\nAs the NATO countries intensify their threats against Russia, there are increasingly bitter conflicts among the NATO imperialist powers themselves. Italian Prime Minister Matteo Renzi bluntly opposed new sanctions on Russia as called for by Washington at last month's European Union summit in Brussels, and there are deepening tensions between Germany and the United States as officials in Berlin and Paris call for an independent EU military.\r\nProspects of increased US-led military provocations against Russia are sharpening tensions within Europe. In an article titled \u0093Whether Clinton or Trump wins, for Germany things will get uncomfortable,\u0094 German news magazine Der Spiegel warned of the long-term implications of an aggressive US-led policy against Russia, which it assumed would continue regardless which of the two candidates secured the White House.\r\nThe magazine wrote, \u0093The motto will be: If you want (nuclear) US protection from Putin, you must either pay us more money or re-arm yourself.\u0094\r\nCopyright Š 1998-2016 World Socialist Web Site - All rights reserved",
        "_version_": 1749736803649191936
    },
    {
        "author": "hqanon",
        "published": "2016-10-27T00:00:00Z",
        "title": "NATO, US, & UK To Assemble Largest Troop Buildup On Russian Border Since Cold War",
        "language": "english",
        "site_url": "anonhq.com",
        "country": "US",
        "spam_score": 0.966,
        "type": "bs",
        "body_en": "By: John Vibes via thefreethoughtproject.com\r\nIn the midst of deepening tension between US allies NATO and Russia, NATO is planning the largest military buildup along the Russian border since the cold war.\r\nNATO called on allied governments this week to contribute whatever troops and equipment they can to the effort. According to Reuters, thousands of troops are expected to arrive in the coming days and weeks.\r\nIt was reported that Italy, France, Denmark and other European states are expected to join the NATO military divisions that will be led by the United States along Russia’s border.\r\nOn Wednesday, Britain announced it is sending hundreds of soldiers and hardware to Russia’s borders as part of a huge military deployment.\r\nA total of 800 troops, drones and tanks are moving to Estonia as part of the biggest military build-up of NATO troops on Russia’s borders since the Cold War.\r\nIn addition to the forces allocated for his specific operation, NATO has an army of over 40,000 ready to be called up to fight at any time.\r\nThe US military claims that this threatening move is meant to act as a “deterrent” to the Russian military, but this is obvious a move that will escalate tensions and push towards a possible third world war.",
        "id": "609",
        "_version_": 1749736791882072064
    },
    {
        "author": "Jereco Paloma",
        "published": "2016-11-17T04:08:25.710Z",
        "title": "South China Sea Row: China 'Prepared' For War Readies First Aircraft Carrier For Deployment",
        "language": "english",
        "site_url": "morningnewsusa.com",
        "country": "US",
        "spam_score": 0.869,
        "type": "bs",
        "body_en": "Comment \r\nAmid the seemingly friendlier atmosphere in the South China Sea, China was reportedly in a ‘ready for combat’ position as it prepares to position its first aircraft carrier in the region. \r\nWhile some claimant countries in the highly disputed maritime zone, such as the Philippines, have shifted their foreign policies and began dealing with China bilaterally, tension in the region is far from over. Asserts Position In The Region \r\nAs reported by the state-run news website the Global Times , China is battle ready and is prepared for any possibilities or conflict that may arise in the region. The aircraft carrier, Liaoning, is the first of its kind in the Chinese Navy. \r\nAlso Read: South China Sea Row – What Will Happen Now As Donald Trump Enters The Picture? \r\nThe 60,000-ton Liaoning sports a launch pad that is much wider than a typical football field. This aircraft launcher also features high-tech military capabilities that China can use in performing its patrols and surveillance in the region. \r\nBut Li Dongyou, a Chinese political commissar who was aboard the Liaoning, said the showing off of the aircraft carrier was not intended to ignite tension in the region. Always War Ready \r\n“As a military force, we are always prepared for war and our combat capacity also needs to be tested by war. At this moment, we are doing our best to promote our strength and use it to prevent war, and are prepared for actual combat at any time,” Dongyou was also quoted saying by the Global Times . \r\nAlso Read: South China Sea Row – India Challenges China’s Ambitions In The Region \r\nMembers of local and foreign media were allowed to board the massive aircraft carrier, but the tight security measure has been implemented. Chinese officials also admitted that they specifically told those who were invited on what they can see and not see. \r\nWhile the world awaits Donald Trump’s position in the region, his close aide hinted that the president-elect won’t abandon its Asian allies, the Associated Press reported. \r\nIf you want more World news , subscribe to our newsletter or follow us on Twitter and Facebook .",
        "id": "5746",
        "_version_": 1749736807470202880
    },
    {
        "author": "F. William Engdahl",
        "published": "2016-11-13T00:00:00Z",
        "title": "The Euro Is Murdering Europe     : Information",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.868,
        "type": "bs",
        "id": "4469",
        "body_en": "The Euro Is Murdering Europe\r\nBy F. William Engdahl\r\nNovember 13, \" NEO \" - The Euro is murdering the nations and economies of the EU quite literally. Since the fixed currency regime came into effect, replacing national currencies in transactions in 2002, the fixed exchange rate regime has devastated industry in the periphery states of the 19 Euro members while giving disproportionate benefit to Germany. The consequence has been a little-noted industrial contraction and lack of possibility to deal with resulting banking crises. The Euro is a monetarist disaster and the EU dissolution is now pre-programmed as just one consequence.\r\nThose of you familiar with my thoughts on the economy will know I feel the entire concept of globalization, a term which was popularized under the presidency of Bill Clinton to glamorize the corporativist agenda that had just come into being with creation of the World Trade Organization in 1994, is fundamentally a destructive rigged game of the few hundred or so giant \u0093global players. Globalization destroys nations to advance the agenda of a few hundred giant, unregulated multinationals. It\u0092s based on a disproven theory put forward in the 18 th Century by English free trade proponent David Ricardo, known as the Theory of Comparative Advantage, used by Washington to justify removing any and all national trade protectionism in order to benefit the most powerful \u0093Global Players,\u0094 mostly US-based.\r\nThe faltering US project known as Trans-Pacific Trade Partnership or the Trans-Atlantic Trade and Investment Partnership, is little more than Mussolini on steroids. The most powerful few hundred corporations will formally stand above national law if we are foolish enough to elect corrupt politicians that will endorse such nonsense. Yet few have really looked closely at the effect that surrender of currency sovereignty under the Euro regime is having.\r\nCollapse of Industry\r\nThe nations of what today is misleadingly known as the European Union follow a concept ratified by a then-far-smaller number of European members\u0096twelve versus 28 states today\u0096of what had been the European Economic Community (EEC). A European version of giganto-mania appeared during the EEC Commission presidency of French globalist politician Jacques Delors when he unveiled what was called the Single European Act in February 1986.\r\nDelors overturned the principle established by France\u0092s Charles de Gaulle, the principle which de Gaulle referred to as \u0093Europe of the Fatherlands.\u0094 De Gaulle\u0092s concept of the European Economic Community\u0096then six nations including France, Germany, Italy and the Benelux three\u0096was one in which there would be periodical meetings of the premiers of the six Common Market nations. There, with elected heads of states, policies would be formulated and decisions made. An assembly elected from members of national parliaments would review the actions of the ministers. De Gaulle viewed the Brussels EEC bureaucracy as a purely technical administrative body, subordinate to national governments. Cooperation should be based on the \u0093reality\u0094 of state sovereignty. Supranational acquisition of power over individual nations of the EEC was anathema for de Gaulle, rightly so. As with individuals so with nations\u0097autonomy is basic and borders do matter.\r\nDelors\u0092 Single Act proposed to overturn that Europe of the Fatherlands through radical reforms to the EEC aimed at the destructive idea that the diverse nations, with diverse histories, cultures and diverse languages, could dissolve borders and become a kind of ersatz United States of Europe, run top down by unelected bureaucrats in Brussels. It in essence is a Mussolini-style corporativist or fascist vision of a non-democratic, non-responsible European bureaucracy controlling populations arbitrarily, answerable only to corporate influence, pressure, corruption.\r\nIt was an agenda developed by the largest multinationals of Europe, whose lobby organization was the European Roundtable of Industrialists (ERT), the influential lobby group of Europe\u0092s major multinationals (by personal invitation only) such as Swiss-based Nestle, Royal Dutch Shell, BP, Vodafone, BASF, Deutsche Telekom, ThyssenKrupp, Siemens and other giant European multinationals. The ERT, not surprisingly, is the major lobby in Brussels pushing adoption of the TIPP trade deal with Washington .\r\nThe ERT was a major driver for the 1986 Delors Single Act proposals that led to the Frankenstein Monster called the European Union. The idea of the EU is creation of a top-down central unelected political authority that would decide the future of Europe without democratic checks and balances, at heart a truly feudal notion.\r\nThe concept of a single United States of Europe, dissolving national identities that went back more than a thousand years or more, can be traced back to the 1950\u0092s when the Bilderberg Meeting of 1955 in Garmisch-Partenkirchen, West Germany, first discussed the creation out of the six member nations of the European Coal and Steel Community of \u0093a common currency, and this necessarily implied the creation of a central political authority .\u0094 De Gaulle was not present.\r\nThe project to create a monetary union was unveiled at a 1992 EEC conference in Maastricht, Holland following the unification of Germany. France and Italy, backed by Margaret Thatcher\u0092s Britain, forced it through over German misgivings in order to \u0093contain the power of a unified Germany.\u0094 British Tory press railed against Germany as an emerging \u0093Fourth Reich,\u0094 conquering Europe economically, not militarily. Ironically, this is what has very much de facto emerged from the structures of the Euro today. Because of the Euro, Germany economically dominates the entire 19 Eurozone countries.\r\nThe problem with the creation of the European Monetary Union (EMU) prescribed in Maastricht Treaty is that the single currency and the \u0093independent\u0094 European Central Bank were launched without being tied to a political single legal entity, a genuine United States of Europe. The Euro and the European Central Bank is a supranational creation without answerability to anyone. It was done in absence of a genuine organic political union such as that created when 13 states, with common English language and following a commonly-fought war of independence from Great Britain, created and adopted the Constitution of the United States of America. In 1788 the delegates from the 13 states agreed to establish a republican form of government grounded in representing the people in the states, with separation of powers between the legislative, judicial and executive branches. Not so the EMU.\r\nThe EU bureaucrats have a cute name for this disconnect between unelected central bank officials of the ECB controlling the economic destiny of the 19 member states with 340 million citizens of the so-called Eurozone. They call it the \u0093democratic deficit.\u0094 That deficit has grown gargantuan since the 2008 global financial and banking crisis and the emergence of the not-sovereign European Central Bank.\r\nCollapse of Industry\r\nThe creation of the Euro single currency since 1992 has put the Euro member states into an economic strait-jacket. The currency value cannot be changed to boost national exports during economic downturns such as that experienced since 2008. The result has been that the largest industrial power in the Eurozone, Germany, has benefited from the stable euro while weaker economies on the periphery of the EU, including most notably, France, have endured catastrophic consequences to the rigid Euro rate.\r\nIn a new report, the Dutch think-tank, Gefira Foundation, notes that French industry has been contracting since the adoption of the euro. \u0093It was not able to recover after either of the 2001 or 2008 crises because the euro, a currency stronger than the French franc would be, has become a burden to France\u0092s economy. The floating exchange rate works like an indicator of the strength of the economy and like an automatic stabilizer. A weaker currency helps to regain competitiveness during a crisis, while a stronger currency supports consumption of foreign goods .\u0094\r\nThe study notes that because of this currency strait-jacket, ECB\u0092s policy has created a Euro too high versus other major currencies to enable France to maintain exports since the economic downturn of 2001. The Euro has led to increased imports into France and because France had no exchange rate flexibility, her industry \u0093could not regain international competitiveness in the world\u0092s market after the 2001 crisis, so its industry has been slowly dying ever since.\u0094 They lost the economic stabilizing tool of a floating exchange rate .\r\nToday, according to the Eurostat, industry makes up 14.1% of the French total gross value added. In 1995 it was 19.2%. In Germany it is 25.9%. Most striking has been the collapse of a once-vibrant French car industry. Despite the fact that world car production almost doubled from 1997 to 2015 from 53 million to 90 million vehicles annually, and while Germany increased its car production by 20% from 5 to 6 million, from the time France joined the Euro in 2002, French car production almost halved from nearly 4 million to less than 2 million .\r\nEuro Bail-in Laws\r\nThe same Euro strait-jacket is preventing a serious reorganization of troubled banks across the Eurozone since the 2008 crisis. The creation of the supra-national, non-sovereign European central Bank has made it impossible for member countries of the Eurozone to resolve their banking problems created during the excesses of the pre-2008 period. The case of Italy with its request to make a state bailout of its third-largest bank, Monte dei Paschi, is exemplary. Though draconian layoffs and closings have for the moment eased panic, Brussels refused to permit a $5 billion Italian state rescue of the bank, instead demanding the bank revert to a new EU banking law called \u0093Bail in.\u0094 While they may not yet dare to implement bail-in just yet in Italy, it is EU law and will certainly be the instrument of choice by the unelected Eurogroup when the next banking crisis hits.\r\nBail-in, while it sounds better than taxpayer bailout, actually requires that a bank\u0092s depositors be robbed of their deposits to \u0093rescue\u0094 a failed bank, if Brussels or the unelected Eurogroup decides such a bail-in of deposits is needed after bank bond holders and stock holders and creditors have not been able to meet the losses. This bail-in confiscation was applied in Cyprus banks in 2013 by the EU. Depositors there with over \u0080100,000 either lost 40% of their money .\r\nIf you are a depositor in, say, Deutsche Bank, and the stock shares are tanking, as they have been, and legal troubles threaten their existence, and the German government refuses to talk bailout, but rather leaves the bank to potential bail-in, you can be sure every depositor with an account over \u0080100,000 will begin to look to other banks, worsening the crisis for Deutsche Bank. Then all other remaining depositors would be vulnerable to bail-in as was initially proposed by the Eurogroup for Cyprus banks.\r\nSurrender of monetary sovereignty\r\nUnder the Euro and the rules of Eurogroup and ECB, decisions are no longer sovereign but central, taken by not-democratically appointed faceless bureaucrats like Holland Finance Minister, Jeroen Dijsselbloem, President of Eurogroup. During the Cyprus bank crisis Dijsselbloem proposed confiscating all depositor money, big or small, to recapitalize the banks. He was forced to back down at the last minute, but it shows what is possible in the coming EU bank crisis that is pre-programmed by the defective Euro institution and its fatally flawed ECB.\r\nUnder current Eurozone rules, effective January, 2016, EU national governments are prohibited from taxpayer rescue of their banks, preventing orderly resolution of bank liquidity problems until too late. Germany has adopted a bank bail-in law as have other EU governments. The new bail-in rules are the result of a bureaucratic directive from the unelected, faceless bureaucrats of the EU Commission known as the EU Bank Recovery and Resolution Directive (\u0093 BRRD \u0094).\r\nIn 1992 when Swedish banks went into insolvency as a real estate bubble popped, the state stepped in with Securum, a bad-bank/good bank rescue. The bankrupt banks were temporarily nationalized. Non-performing real estate loans in billions were put into the state corporation, Securum, the so-called bad bank. The risk-addicted bank directors were dismissed. The nationalized banks, minus bad loans, were allowed, under state management, to resume lending and return to profit before being reprivatized as the economy improved. The non-performing real estate became again profitable as the economy recovered over several years, and after five years the state could sell the assets for a total net profit and liquidate Securum . Taxpayers were not burdened.\r\nECB Prevents Bank Resolutions\r\nNow, as the EU faces a new round of bank solvency crises with banks like Deutsche Bank, Commerzbank and major banks across the Eurozone facing new capital crises, because the EU lacks a central taxation power, no flexible tax-payer or bank nationalization is possible. New national bank rules adjusted to local circumstances are not possible. Measures to give troubled banks time such as allowing a temporary moratorium on foreclosures and repossessions if people fall behind on their payments, outsourcing national electronic payment system to commercial banks, are not possible.\r\nThe EuroZone has no central fiscal authority, so such solutions cannot be implemented. Banking system problems are only being solved by monetary authorities, by the insane ECB policy of negative interest rates, so-called Quantitative Easing where the ECB buys endless billions of Euros in dodgy corporate and state debt with no end in sight, and in the process making insurance companies and pension funds insolvent.\r\nThe answer is definitely not that proposed by the kleptocratic George Soros and others, namely to give the unelected Brussels super-state the central fiscal power to issue Brussels Euro bonds. The only possible solution short of destroying the economies of the entire Eurozone in the coming next European bank solvency crisis, is to dismantle the Frankenstein Monster called the European Monetary Union with its ECB and common currency.\r\nThe individual countries in the 19 country Euro Zone do not form what economists call an \u0093optimum currency area,\u0094 never did. The economic problems of a Greece or Italy or even France are vastly different from those of Germany, or of Portugal or Spain.\r\nIn 1997 before his death, one of my least-favorite economists, Milton Friedman, stated, \u0093Europe exemplifies a situation unfavorable to a common currency. It is composed of separate nations, speaking different languages, with different customs, and having citizens feeling far greater loyalty and attachment to their own country than to a common market or to the idea of Europe.\u0094 On that, I have to say, he was right. It\u0092s even more so the case today. The Euro and its European Central Bank are murdering Europe as effectively as the Second World War did, only without the bombs and rubble.\r\nF. William Engdahl is strategic risk consultant and lecturer, he holds a degree in politics from Princeton University and is a best-selling author on oil and geopolitics, exclusively for the online magazine \u0093New Eastern Outlook.\u0094",
        "_version_": 1749736803767681024
    },
    {
        "author": "Anonymous",
        "published": "2016-10-27T05:29:00Z",
        "title": "George And Laura Bush Celebrate Their 70th Birthdays | Daily Wire",
        "language": "english",
        "site_url": "dailywire.com",
        "country": "US",
        "spam_score": 0.802,
        "type": "bias",
        "body_en": "George And Laura Bush Celebrate Their 70th Birthdays By: Hank Berrien October 26, 2016 \r\nOn Saturday, former president George W. Bush and former first lady Laura Bush celebrated their 70th birthdays together in Crawford, Texas. \r\nPresident Bush’s birthday was July 6, and Laura’s is on November 4. \r\nSome of the attendees included former commerce secretary Donald Evans, Dallas Cowboys owner and general manager Jerry Jones, and Ross Perot Jr., the son of H. Ross Perot. George Strait performed, and sang “Happy Birthday,” per People. Typical of Bush’s down-home style, he wore jeans, a western-style shirt and a prominent belt buckle. \r\nThe dinner included an avocado and grapefruit salad, Mesquite smoked peppered beef tenderloin, Southern fried catfish, roasted corn and poblano pudding, bourbon carrots, and cheddar and black pepper biscuits. The dessert was a Texas chocolate sheet cake. \r\nBush also invited guests to his art studio at the ranch, dubbed Studio 43, where he works on his paintings. \r\nLaura Bush was working as a librarian in the Austin Independent School District when she met George in 1977; their friends Joe and Jan O'Neill invited them to a barbecue. They were married in November 1977 at the First United Methodist Church in Midland, where she had been baptized. She wore a tan, two-toned dress she had bought off the rack. \r\nGeorge W. Bush later called his proposal to his wife the \"best decision of my life.\" Laura, an only child, said she gained \"brothers and sisters and wonderful in-laws\" and made her feel part of the family. Tags",
        "id": "1830",
        "_version_": 1749736795998781440
    },
    {
        "author": "Anonymous",
        "published": "2016-11-13T21:22:00Z",
        "title": "Episode #160 – SUNDAY WIRE: ‘Hail to the Deplorables’ with special guest Randy J",
        "language": "english",
        "site_url": "21stcenturywire.com",
        "country": "US",
        "spam_score": 0.959,
        "type": "conspiracy",
        "body_en": "November 13, 2016 By 21wire Leave a Comment \r\nEpisode #160 of SUNDAY WIRE SHOW resumes this November 13, 2016 as host Patrick Henningsen brings a 3 HOURS special broadcast of LIVE power-packed talk radio on ACR… \r\nLISTEN LIVE ON THIS PAGE AT THE FOLLOWING SCHEDULED SHOW TIMES: \r\nSUNDAYS – 5pm-8pm UK Time | 12pm-3pm ET (US) | 9am-12pm PT (US) \r\nThis week’s edition of THE SUNDAY WIRE is on the road broadcasting LIVE from the Valley of the Sun. This week host Patrick Henningsen covers this week’s top stories in the US and internationally. In the first hour we’ll conduct a post-mortem on the incredible US Election which has produced President Elect Donald J Trump , and the aftermath – a nation divided punctuated by numerous street protests in part fuelled by Soros and the Democratic Party Machine . Later, we’re joined by our roving everyman , ACR Boiler Room contributor, Randy J , for an on the ground take on Election events from the West Coast, and beyond… \r\nSUPPORT 21WIRE – SUBSCRIBE & BECOME A MEMBER @21WIRE.TV \r\nStrap yourselves in and lower the blast shield – this is your brave new world… \r\n*NOTE: THIS EPISODE MAY CONTAIN STRONG LANGUAGE AND MATURE THEMES*",
        "id": "50",
        "_version_": 1749736789761851392
    },
    {
        "author": "Anonymous",
        "published": "2016-11-23T20:22:36.856Z",
        "title": "Video: Underwater Handgun Takes Fishing to the Next Level of Fun | Daily Wire",
        "language": "english",
        "site_url": "dailywire.com",
        "country": "US",
        "spam_score": 0.917,
        "type": "bias",
        "body_en": "Video: Underwater Handgun Takes Fishing to the Next Level of Fun By: Chase Stephens November 23, 2016 \r\nFor some people, fishing is a long, boring day of sitting and staring endlessly at a rod and reel that may never get a bite. But what if you could get down with those mocking water-breathers and have high-noon shoot-out with them the way nature intended? \r\nWell, that's just what some Florida boys thought when they decided to take their modified Glock 9mm pistol into the Gulf of Mexico to help deal with the infestation of Lionfish. \r\nTheSickest provides some more details on the Lionfish overpopulation problem and the boys' creative way to address it: \r\n\"Lionfish are an invasive species with no natural predators who’s females lay a staggering two million eggs a year. The intersection between ammunition-happy Americans and the determent of an overpopulated species is where the the use of this new sporting phenomenon was birthed. \r\nLionsfish were never intended to be in the Gulf of Mexico, and while its speculated that their transplant may be linked to a hurricanes back in the 90’s, because of their rapid reproductive nature the waters have become flooded by their presence. \r\nA single Lionsfish consumes 80% reef’s edible baitfish within five weeks of arriving on that reef – incredibly damaging to plant that is the cornerstone of the underwater ecosystem. The issue has gotten to a point where entering the Florida coast at any time can mean running across thousands of Lionsfish, just posted up chilling. \r\nThe good news is that the introduction of the gun has the potential of bringing hunters and otherwise uninterested fishers to the gulf for a fun filled time of shooting underwater, an activity that actually looks like a blast.\" \r\nThe video below shows just how fun it can be: \r\n\r\n\r\n\"Shooting invasive Lionfish over 100ft underwater with customized Glock 9mm handgun in the Gulf of Mexico,\" the video description states. \"The project started to see if we could shoot a gun underwater and it evolved into much more with the right people involved. Lionfish are an invasive species that need to be eradicated. All weapons modifications done under supervision of Airborne Arms Inc license holder \"07-Manufacturer of Firearms other than Destructive Devices\" with support of Lone Wolf Glock Parts. www.lonewolfdist.com\" \r\nExit video of another group of fisherman who've combined skiing with barbarian weaponry to help deal with Peoria, Illinois' Asian carp problem:",
        "id": "1908",
        "_version_": 1749736796124610562
    },
    {
        "author": "The Earth Child Admin",
        "published": "2016-11-17T18:21:00Z",
        "title": "New Zealand’s Earthquake Literally Lifted The Sea Floor Two Metres Into The Air -",
        "language": "english",
        "site_url": "theearthchild.co.za",
        "country": "ZA",
        "spam_score": 0.896,
        "type": "bs",
        "body_en": "@TonkinTaylor/Twitter / Via Twitter: @TonkinTaylor \r\nEnvironmental and engineering consultants Tonkin and Taylor tweeted aerial shots of the destruction on Wednesday, two days after the quake. The scale of the “uplift” is estimated to be between two and two and a half metres. @TonkinTaylor/Twitter / Via Twitter: @TonkinTaylor \r\n“This is not at all surprising as Kaikoura experiences the fastest uplift as it sits on the [tectonic] plates, which are pushing up under there,” marine geologist Neville Exon told BuzzFeed News. \r\n\r\n“The kelp positioned on top shows it is an uplift of the seabed through the sand a couple of metres,” Exon said, commenting on a picture posted by Facebook user Anna Redmond. “The kelp positioned on top shows it is an uplift of the seabed through the sand a couple of metres,” Exon said, commenting on a picture posted by Facebook user Anna Redmond. \r\n“So much devastation,” Redmond posted. One photo shows a disgruntled crustacean adjusting to life above sea level atop a bed of seaweed and abalone. \r\nMore than 600 Kaikoura residents were evacuated by boat and helicopter following the quake, which killed two people. But Kaikoura’s sewerage system is still not working and many train tracks and roads remain in ruins. \r\nSome of the tourist town’s population of 2,000 residents have chosen to remain at home until the roads are cleared.",
        "id": "8798",
        "_version_": 1749736814531313664
    },
    {
        "author": "Kyle Becker",
        "published": "2016-10-26T23:13:00Z",
        "title": "If You're Tired of Carving Pumpkins the Old-Fashioned Way, Try It Like This Gal--with a .22 Rifle",
        "language": "english",
        "site_url": "ijr.com",
        "country": "US",
        "spam_score": 0.952,
        "type": "bs",
        "body_en": "Share on Twitter \r\nIt's the twelfth, or even better, thirteenth time you've carved pumpkins for Jack-O'-Lanterns and it's becoming a real drag. \r\nHave no fear, trickshooter Kirsten Joy Weiss is here...with a way to brighten up your Halloween Day—while making it a bit smokier as well. \r\nAll you need is a .22 rifle, a few pumpkins, ammunition, and a safe space away from people (especially liberals) to do your worst to our favorite holiday gourd. \r\nOh, and this handy tip from our guide: You're not looking to carve a hideous grin on your pumpkin using the bullet entries, but rather you're going for the exit points to get that ghoulish appearance. \r\nThat's sure to make an impression on your trick-or-treaters. (Yeah, you bet they'll be picking “treat.”) \r\nOur expert guide also recommends making it a game. But just like with Halloween trick-or-treating, always practice safety first. Happy Halloween!",
        "id": "4275",
        "_version_": 1749736803110223872
    },
    {
        "author": "Anonymous",
        "published": "2016-11-03T14:22:00Z",
        "title": "‘Glamour’ Names Bono Its First Man Of The Year - The Onion - America's Finest News Source",
        "language": "english",
        "site_url": "theonion.com",
        "country": "US",
        "spam_score": 0.864,
        "type": "bs",
        "body_en": "Nation Puts 2016 Election Into Perspective By Reminding Itself Some Species Of Sea Turtles Get Eaten By Birds Just Seconds After They Hatch WASHINGTON—Saying they felt anxious and overwhelmed just days before heading to the polls to decide a historically fraught presidential race, Americans throughout the country reportedly took a moment Thursday to put the 2016 election into perspective by reminding themselves that some species of sea turtles are eaten by birds just seconds after they hatch. Cleveland Indians Worried Team Cursed After Building Franchise On Old Native American Stereotype CLEVELAND—Having watched in horror as their team crumbled after a 3-1 World Series lead, members of the Cleveland Indians expressed concern Thursday that the organization has been cursed for building their franchise on an incredibly old Native American stereotype. Report: Election Day Most Americans’ Only Time In 2016 Being In Same Room With Person Supporting Other Candidate WASHINGTON—According to a report released Thursday by the Pew Research Center, Election Day 2016 will, for the majority of Americans, mark the only time this year they will occupy the same room as a person who supports a different presidential candidate. Nurse Reminds Elderly Man She’s Just Down The Hall If He Starts To Die DES PLAINES, IL—Assuring him that she’d be at his side in a jiffy, local nurse Wendy Kaufman reminded an elderly resident at the Briarwood Assisted Living Community that she was just down the hall if he started to die, sources reported Tuesday.",
        "id": "9357",
        "_version_": 1749736816457547776
    },
    {
        "author": "Anonymous",
        "published": "2016-10-27T23:04:22.410Z",
        "title": "Flash Mob of Black Teens Assault Whites, Media Silent On If It's A Hate Crime. | Daily Wire",
        "language": "english",
        "site_url": "dailywire.com",
        "country": "US",
        "spam_score": 0.996,
        "type": "bias",
        "body_en": "Aaron Bandler October 27, 2016 \r\nA flash mob of over 150 blacks teens assaulted numerous people on Friday in Philadelphia in an attack that appears to have been racially motivated, and yet the media is silent about this possible motivation. \r\nLifeZette reports that the racial component of the attack was evident in a Facebook post written by Joe Lauletta , whose daughter, Christina, was attacked by the flash mob on Friday. Lauletta wrote that he received a phone call from Christina, who tearfully explained that she \"was jumped\" and \"beat up pretty bad.\" \r\n\"I find out that her and her 2 male friends where badly beaten by a group of 30-40 black teenagers on their way home from the Temple football game,\" Lauletta wrote. \"This happened after they got off the subway at Broad and Cecil B Moore. These sick animals held her down and kicked and stomped on her repeatedly. Thank god, the people from the pizza place intervened.\" \r\nWhile no bones were broken, Christina was \"badly bruised\" throughout her body, Lauletta said \"it makes me cry just thinking about it.\" \r\nLauletta's post seemed to indicate the racial aspect of the attack, and on Tuesday he posted on Facebook that \"the FBI is investigating\" and \"are analyzing all video coverage,\" signaling that the FBI is looking into the attack as a hate crime. \r\nIn an interview with the New York Post , Lauletta wouldn't explicitly say the attack was racially motivated but sort of implied it: \r\n“Well, I haven’t been saying that because everybody is trying to get me to say it and I don’t know if I want to be that person,” Lauletta told The Post. “Everyone can draw their own conclusions.” \r\nLauletta said the possibility of the attacks being motivated by race – perhaps as a sort of gang initiation – was part of the reason why his story was shared so frequently and as far away as Africa. \r\n“That’s why it spread so fast,” Lauletta said. “If you read my Facebook page, everybody’s saying it.” \r\nHowever, Philadelphia Police Lt. John Stanford insisted to the Post that \"there hasn’t been any indication that race is involved in this in any shape or form.\" \r\nEven still, the media hasn't reported that the attack is possibly a hate crime, as LifeZette points out: \r\nFriday violence as teen mob attacks Temple students, police; four arrested,” read the headline on Philly.com, while the Philly Voice reported “Teens arrested after flash mob leads to assaults on Broad Street.” The Associated Press headline read: “STUDENTS BEATEN, HORSE PUNCHED IN MOB ATTACKS AT UNIVERSITY. \r\nThe Washington Post buried the possibility in their story and then dismissed it with Stanford's quote. \r\nLifeZette also noted that Temple University described the attack as \"a large group of approximately 200 juveniles causing disruption along Broad Street.\" \r\nMaybe Stanford is correct that it was a random attack, or maybe the black flash mob was targeting whites. But there is no doubting the media's hypocrisy: if this were a flash mob of white teenagers that attacked blacks, the media would be screaming about it being a hate crime. But since the incident in Philadelphia does not advance the media's racial narrative, they will not treat it in the same manner. Tags",
        "id": "1824",
        "_version_": 1749736795989344257
    },
    {
        "author": "Anonymous",
        "published": "2016-11-09T19:33:00Z",
        "title": "Area Liberal No Longer Recognizes Fanciful, Wildly Inaccurate Mental Picture Of Country He Lives In - The Onion - America's Finest News Source",
        "language": "english",
        "site_url": "theonion.com",
        "country": "US",
        "spam_score": 0.923,
        "type": "bs",
        "body_en": "Man Wearing ‘Jewmerica’ T-Shirt Never Dreamed He’d See This Day SAND SPRINGS, OK—Feeling a mixture of intense pride and abject disbelief after news networks called the 2016 presidential election in favor of Donald Trump, local man Terry Williams, who is currently wearing a T-shirt adorned with the word “Jewmerica,” told reporters late Tuesday night that he never dreamed he’d see this day during his lifetime. Nation Throws Off Tyrannical Yoke Of Moderate Respect For Women WASHINGTON—Political experts are hailing Donald Trump’s historic presidential victory early Wednesday as a resounding declaration that the nation is finally ready to cast off the tyrannical yoke of moderate respect for women that has suffocated the citizens of this country for generations. Nation Elects First Black-Hearted President WASHINGTON—Shattering a barrier long thought unbreakable in the United States, Donald Trump, the 70-year-old billionaire real estate mogul from New York, became the first black-hearted man in history to win the American presidency, in the early hours of Wednesday morning. Nation’s Optimists Need To Shut The Fuck Up Right Now WASHINGTON—Saying their rosy attitude about the state of the election was not helping anything given what is currently transpiring, sources confirmed Tuesday night that the nation’s optimists need to seriously shut the fuck up as soon as humanly fucking possible. Anderson Cooper Informs Viewers CNN Just Minutes Away From First Significant Piece Of Information Of Day NEW YORK—Roughly two hours into the network’s live nine-hour-long “Election Night In America” programming block, CNN anchor Anderson Cooper informed viewers Tuesday evening he is only moments away from delivering the first piece of genuinely significant information of the day.",
        "id": "9405",
        "_version_": 1749736816513122304
    },
    {
        "author": "Fed Up",
        "published": "2016-11-07T00:43:00Z",
        "title": "EVIL HILLARY SUPPORTERS Yell \"F*ck Trump\"…Burn Truck Of Daddy Fishing With 2 Yr Son Over Of Trump Bumper-Stickers [VIDEO] » 100percentfedUp.com",
        "language": "english",
        "site_url": "100percentfedup.com",
        "country": "US",
        "spam_score": 0.995,
        "type": "bias",
        "body_en": "Email \r\nThese people are sick and evil. They will stop at NOTHING to get their way. Laws mean nothing to them, because they mean nothing to their President and his regime… \r\nA California man says a stranger hurled expletives and set his truck on fire Thursday after seeing a pro-Donald Trump sticker on the bumper. \r\nHao Lee had taken his 2-year-old son fishing on a pleasant November afternoon in Sacramento. He parked his white Dodge Ram truck with a pair of Trump stickers on the bumper along Garden Highway. \r\n“About a couple hours into fishing I heard someone yelling out ‘F’ Trump,” Lee told KTXL. \r\nLee and his son were only about 50 yards from where his truck was parked, near the edge of the river. TRENDING ON 100% Fed Up",
        "id": "9",
        "_version_": 1749736789459861504
    },
    {
        "author": "Pepe Escobar",
        "published": "2016-10-31T00:00:00Z",
        "title": "Why Hillary Won't Unleash WWIII    : Information",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.988,
        "type": "bs",
        "id": "4399",
        "body_en": "Why Hillary Won't Unleash WWIII By Pepe Escobar October 31, 2016 \" Information Clearing House \" - \" RT \" - She is fully supported by virtually the whole US establishment; a bipartisan, neocon/neoliberalcon, regime change/\u0094humanitarian\u0094 imperialist axis.\r\nOn the opposite side, for all his personal pathology problems and incoherent twitter-mouth ramblings, Donald Trump seemed to be on the money when he said that if elected, Hillary would use Syria to unleash WWIII.\r\nTo check out if that holds, let\u0092s start with an essential backup.\r\nThe \u0091Queen of War\u0092, at the final US presidential debate in Las Vegas: \" A no-fly zone [in Syria] can save lives and hasten the end of the conflict. \"\r\nThe \u0091Queen of War\u0092, in one of her 2013 speeches to Goldman Sachs, published by WikiLeaks: a no-fly zone would \" kill a lot of Syrians .\u0094\r\nThe Chairman of the Joint Chiefs Marine Gen. Joseph Dunford, speaking to the Senate Foreign Relations Committee: a no-fly zone in Syria \u0093 would require us to go to war, against Syria and Russia. \"\r\nNo-fly zone would \u0091require war with #Syria and #Russia \u0092 \u0096 top US general https://t.co/veSy8uETak pic.twitter.com/zXyCmWjdXj\r\n\u0097 RT America (@RT_America) September 22, 2016 Predictably, the Clinton (cash) machine has been relentless promoting Hillary\u0092s no-fly zone. Whenever cornered, the machine switches the narrative to Russian hacking of the DNC. Edward Snowden, who knows a thing or two about cyberwarfare, stresses there is no solid proof Russian intel hacked the Democratic/Clinton machine. And if they actually did it, the NSA would know. The fact the NSA is mum reveals this is no more than information war.\r\nPass the missile launchers, please Trump seems to have been more on the money when he insisted how Hillary will be outsmarted \u0096 as she already was in the past \u0096 when dealing with President Putin, who she has demonized as Hitler.\r\nI have shown how Hillary will be prevented from launching WWIII because her no-fly zone is already implemented in Syria by Russia. And the Pentagon \u0096 reflecting Dunford\u0092s comments - knows it, no matter how emphatically soon-to-be-unemployed Pentagon head Ash Carter threatens \u0093 consequences .\u0094\r\nThe Pentagon ranks Russia and China as the number one and two \u0093existential threats\u0094 to US national security, in that order. And the US government reserves for itself the privilege of a nuclear \u0093first-strike\u0094 \u0096 which Hillary supports (but not Trump); this is part of the 2002 Full Spectrum Dominance doctrine.\r\nThe relentless hysteria now crystallized as Cold War 2.0 has led scores of analysts to game the actual \u0096 terrifying - possibility of a US-Russia hot war. As much as the Cold War MAD (Mutually Assured Destruction) doctrine may now lie in the dust \u0096 exactly because Washington refuses to back down from \u0093first-strike\u0094 \u0096 only armchair Dr. Strangeloves get their kicks with the possibility of fighting a nuclear power. Dunford does not seem to be one of them.\r\nWhat Hillary Clinton will certainly do is to double down on proxy wars, Vietnam/Afghanistan-style. So expect a President Clinton to authorize full weaponization of those Beltway-loved \u0093moderate\u0094 Al-Qaeda-in-Syria rebels with plenty of shoulder-held missile launchers. This could easily get out of control \u0096 with lethal, yet not nuclear, consequences.\r\nThat\u0092s exactly the point made by Mikhail Rostovsky in Moscow daily Moskovsky Komsomolets; if Hillary ratchets up tensions, \u0093 things could get out of hand .\u0094\r\nAlso expect not so proxy ratcheting up of tension in the South China Sea; after all it was Hillary who claimed \u0091mothership\u0092 of the pivot to Asia; and it was Hillary who steered intra-South East Asian maritime disputes into the boiling cauldron of wider US-China competition.\r\nAnd if that was not hard boiled enough, US frustration will be at an all-time high after Philippines President Rodrigo Duterte\u0092s own pivot to China.\r\nSay hello to my new Sarmat A case can be made that official Moscow is carefully getting ready to work with a Clinton \u0096 as in Obama III \u0096 presidency, with Hillary, a devil they know well when she was Secretary of State, to be dealt with as a pragmatist, unwilling and unable to plunge US-Russia relations into total incandescence.\r\nA Clinton presidency for its part should know better than overestimate Russia\u0092s financial \u0093 weakness. \u0094\r\nThe national debt of Russia is only 17.7 percent of GDP; for the US it is a whopping 104.17 percent of GDP, or $19.2 trillion. Russia in 2015 had a trade surplus of $150 billion, while the US had a trade deficit of $531.5 billion. The current account surplus of Russia was 5.1 percent of GDP, or 65.8 billion, while the US ran a current account deficit of 484.1 billion, or 2.7 percent of GDP.\r\nBesides, Russia has all the natural resources it needs; unlike the US government, which believes it needs an empire of bases overseas and ten aircraft carrier task forces to secure the resources it lacks.\r\nMoreover, as much as the Pentagon may continue to be infested by neocon cells, sound generals are also able to identify key Russian signals \u0096 such as the unveiling of the RS-28 Sarmat nuclear missile, which NATO calls Satan 2. The Sarmat delivers monster warheads of 40 megatons; boasts a top speed of seven kilometers per second; and is able to outfox any anti-missile shield system anywhere.\r\nFirst images of new thermonuclear-armed intercontinental ballistic missile to replace 'Satan' unveilled in Russia https://t.co/mmX2EHALQu\r\n\u0097 RT (@RT_com) October 25, 2016\r\nHot war? Hillary Clinton may have pulled a Julius Caesar over Gaddafi. But she\u0092s realist enough to not pull a (nuclear) Hitler over Moscow. Or is she?",
        "_version_": 1749736803495051264
    },
    {
        "author": "Investigative Historian Eric Zuesse Is The Author",
        "published": "2016-11-13T07:30:00Z",
        "title": "How Salon Gets Away with Deceiving Its Readers | OffGuardian",
        "language": "english",
        "site_url": "off-guardian.org",
        "country": "US",
        "spam_score": 0.851,
        "type": "bs",
        "id": "6354",
        "body_en": "written by Admin by Eric Zuesse, originally posted at strategic-culture.org Before I start this condemnation of lies from ‘liberal’ ‘news’ media, I should indicate that I am a former lifelong Democrat who left the Party over the corruption of the Obama Administration when the corruption became capped by their Democratic National Committee using many devices to steal the Presidential nomination away from Bernie Sanders, to hand it to Obama’s chosen successor Hillary Clinton, whom Obama expected would complete his pro-Wall-Street legacy by passing into law some version of his trade treaties and by Hillary’s conquering Russia, the latter of which goal was a U.S. government project that had actually started in secret on the night of 24 February 1990 when the then-President George Herbert Walker Bush initiated what has since become a ceaseless behind-the-scenes U.S. government program to expand NATO right up to Russia’s borders and ultimately to conquer Russia itself. Though the Cold War ended authentically on Russia’s side in 1991, it never really did end on the U.S. side (that was just a lie) — and Obama-Clinton were hoping soon to culminate the U.S. aristocracy’s conquest of Russia. I remain a committed progressive journalist but am no longer committed to any political party, because now both of the major political parties are vile and no third party in a Presidential system of government stands a realistic chance of controlling either the Executive branch or the Legislative branch of government — its only function is to serve as “spoiler” for one or the other of the two. So: I am neither a Democrat nor a Republican, nor a supporter of some ‘third’ Party, but remain unchanged throughout, consistently a progressive, which means totally dedicated to truth and against lies (such as dominate all forms of conservatism). My criticisms of ‘news’media reflect that, no political-party orientation. \r\nOn November 9th, Salon’s reporter Brendan Gauthier headlined Salon’s top-of-homepage headline of the day, “In Donald Trump’s cabinet from hell, corporatism and cronyism run rampant — and Sarah Palin may be there, too” and reported what was at the time speculation that was sourced to an NBC news report, titled “Gingrich, Giuliani, Priebus Eyed for Top Jobs in Trump White House: Sources” , which stated that: \r\nAmong the names being considered, according to conversations with three campaign advisers who requested anonymity to speak freely: Rudy Giuliani for attorney general, Newt Gingrich for secretary of state, retired Lt. Gen Michael Flynn for defense secretary or national security adviser, Trump finance chairman Steve Mnuchin for Treasury secretary, and Republican National Committee finance chair Lew Eisenberg for commerce secretary. \r\nTrump himself has not taken an active part in transition efforts, in part out of superstition: He fears too much planning before a victory might jinx the campaign. In 2012, he was shocked to read detailed stories on Mitt Romney’s preparations for the White House long before election day… \r\nAlabama Senator Jeff Sessions, a loyal supporter, has taken a major role managing the transition effort, especially as the official transition chief, New Jersey Governor Chris Christie, has drifted from the campaign… \r\nAsked for comment on the above names floated for cabinet posts, Trump campaign spokesman Hope Hicks replied by e-mail that “none of this is accurate.” \r\nGauthier added nothing substantial to that NBC information (of which, maybe, “none of this is accurate”) except to say such uninformative things as that Gingrich “proved himself a rabid Trump surrogate” and as that Giuliani “has been a tireless, if controversial, surrogate for Trump on the trail and in the media.” But in one instance Gauthier linked to a New York Post op-ed by Michael Flynn as being his source by which to allege regarding: “ Department of Defense Retired Lt. Gen. Michael Flynn: Trump’s national security adviser was fired from his post as head of the Defense Intelligence Agency in 2014, which he attributed to his hawkishness.” \r\nThat statement about Flynn is outright false. Here is all that Flynn’s op-ed — Gauthier’s cited source — actually said concerning his having been fired by Obama: \r\nTwo years ago, I was called into a meeting with the undersecretary of defense for intelligence and the director of national intelligence, and after some “niceties,” I was told by the USDI that I was being let go from DIA. It was definitely an uncomfortable moment (I suspect more for them than me). \r\nI asked the DNI (Gen. James Clapper) if my leadership of the agency was in question and he said it was not; had it been, he said, they would have relieved me on the spot. \r\nI knew then it had more to do with the stand I took on radical Islamism and the expansion of al Qaeda and its associated movements. I felt the intel system was way too politicized, especially in the Defense Department… \r\nI was pissed but knew that I had maintained my integrity and was determined in the few months I had left to continue the changes I was instituting and to keep beating the drum about the vicious enemy we were facing (still are)… \r\nWe’re in a global war, facing an enemy alliance that … picks up radical Muslim countries and organizations such as Iran, al Qaeda, the Taliban and Islamic State. \r\nThat’s a formidable coalition, and nobody should be shocked to discover that we are losing the war. \r\nThere was no indication whatsoever in the article, that Flynn had been fired on account of any “hawkishness.” That allegation by Salon was simply fabricated. \r\nThe reality about Flynn’s firing was the exact opposite: he was too ‘dovish’ to suit the neoconservative Barack Obama, who was now demanding that all of his top military generals support his goal of going to war against Russia. Flynn objected to that by saying that only one war at a time makes any sense, and that this war must be the defeat of jihadists, nothing else — certainly not a war against the other nuclear superpower. \r\nRather than Flynn’s support of Trump being a reflection of their shared ‘hawkishness’, it reflects their strong belief that the view that Barack Obama holds and that Hillary Clinton holds even more strongly — that the war against jihadists must be subordinated to the war against Russia — is a totally upside-down view of the priorities, and that instead of the U.S. supporting jihadists who are warring against Russia and its allies, the U.S. ought to be supporting Russia and its allies who are warring against jihadists. \r\nIf Salon wants to support the Obama-Clinton view and oppose the Trump view on the basis of truthful assertions, then that’s journalism and it is not mere political propaganda. \r\nBut if Salon wants to deceive its readers into holding the political viewpoint that they hold, then what else is there to call Salon but a propaganda-site?",
        "_version_": 1749736809287385088
    },
    {
        "author": "William Blum",
        "published": "2016-11-09T00:00:00Z",
        "title": "The Fight Isn\u0092t Against ISIS, It\u0092s Against Assad      :",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.899,
        "type": "bs",
        "id": "4432",
        "body_en": "The Fight Isn\u0092t Against ISIS, It\u0092s Against Assad A collection of thoughts about American foreign policy By William Blum\r\nNovember 09, 2016 \" Information Clearing House \" - Louis XVI needed a revolution, Napoleon needed two historic military defeats, the Spanish Empire in the New World needed multiple revolutions, the Russian Czar needed a communist revolution, the Austro-Hungarian and Ottoman Empires needed World War I, Nazi Germany needed World War II, Imperial Japan needed two atomic bombs, the Portuguese Empire in Africa needed a military coup at home, the Soviet Empire needed Mikhail Gorbachev What will the American Empire need?\r\n\u0093I don\u0092t believe anyone will consciously launch World War III. The situation now is more like the eve of World War I, when great powers were armed and ready to go when an incident set things off. Ever since Gorbachev naively ended the Cold War, the hugely over-armed United States has been actively surrounding Russia with weapons systems, aggressive military exercises, NATO expansion. At the same time, in recent years the demonization of Vladimir Putin has reached war propaganda levels. Russians have every reason to believe that the United States is preparing for war against them, and are certain to take defensive measures. This mixture of excessive military preparations and propaganda against an \u0093evil enemy\u0094 make it very easy for some trivial incident to blow it all up.\u0094 \u0096 Diana Johnstone, author of \u0093Queen of Chaos: The Misadventures of Hillary Clinton\u0094\r\nIn September 2013 President Obama stood before the United Nations General Assembly and declared, \u0093I believe America is exceptional.\u0094 The following year at the UN, the president classified Russia as one of the three threats to the world along with the Islamic State and the ebola virus. On March 9, 2015 President Barack Obama declared Venezuela \u0093an unusual and extraordinary threat to the national security and foreign policy of the United States\u0094.\r\nVladimir Putin, speaking at the UN in 2015, addressing the United States re its foreign policy: \u0093Do you realize what you have done?\u0094\r\nSince the end of World War 2, the United States has:\r\nAttempted to overthrow more than 50 foreign governments, most of which were democratically-elected. Dropped bombs on the people of more than 30 countries. Attempted to assassinate more than 50 foreign leaders. Attempted to suppress a populist or nationalist movement in 20 countries. Grossly interfered in democratic elections in at least 30 countries.* Plus although not easily quantified has been more involved in the practice of torture than any other country in the world for over a century not just performing the actual torture, but teaching it, providing the manuals, and furnishing the equipment. *See chapter 18 of William Blum, \u0093Rogue State: A Guide to the World\u0092s Only Superpower\u0094\r\nOn October 28, 2016 Russia was voted off the UN Human Rights Council. At the same time Saudi Arabia won a second term, uncontested. Does anyone know George Orwell\u0092s email address?\r\nA million refugee from Washington\u0092s warfare are currently over-running Europe. They\u0092re running from Afghanistan and Iraq; from Libya and Somalia; from Syria and Pakistan.\r\nGermany is taking in many Syrian refugees because of its World War Two guilt. What will the United States do in the future because of its guilt? But Americans are not raised to feel such guilt.\r\n\u0093The Plan is for the United States to rule the world. The overt theme is unilateralism, but it is ultimately a story of domination. It calls for the United States to maintain its overwhelming superiority and prevent new rivals from rising up to challenge it on the world stage. It calls for dominion over friends and enemies alike. It says not that the United States must be more powerful, or most powerful, but that it must be absolutely powerful.\u0094 Vice-President Dick Cheney \u0096 West Point lecture, June 2002\r\nTwo flew over the cuckoo\u0092s nest: \u0093We are, as a matter of empirical fact and undeniable history, the greatest force for good the world has ever known. security and freedom for millions of people around the globe have depended on America\u0092s military , economic, political, and diplomatic might.\u0094 \u0096 Dick Cheney and Liz Cheney, \u0093Why the world needs a powerful America\u0094 (2015)\r\nState Department spokesperson Mark Toner: \u0093Assad must go even if Syria goes with him.\u0094\r\nMany of the moves the Obama administration has made in terms of its Cuba policy are in lockstep with Bill Clinton\u0092s, as expressed in the recommendations of a 1999 task force report from the Council on Foreign Relations. The report asserted that \u0093no change in policy should have the primary effect of consolidating, or appearing to legitimize, the political status quo on the island.\u0094\r\nA successful American regime change operation in Syria would cut across definite interests of the Russian state. These include the likely use of Syria as a new pipeline route to bring gas from Qatar to the European market, thereby undercutting Gazprom, Russia\u0092s largest corporation and biggest exporter. Assad\u0092s refusal to consider such a route played no small role in Qatar\u0092s pouring billions of dollars in arms and funds into the Syrian civil war on behalf of anti-Assad forces.\r\n\u0093War with Russia will be nuclear. Washington has prepared for it. Washington has abandoned the ABM treaty, created what it thinks is an ABM shield, and changed its war doctrine to permit US nuclear first strike. All of this is obviously directed at Russia, and the Russian government knows it. How long will Russia sit there waiting for Washington\u0092s first strike?\u0094 \u0096 Paul Craig Roberts, 2014\r\nIran signed the nuclear accords with the United States earlier this year by agreeing to stop what it never was doing. Any Iranian nuclear ambition, real or imagined, is of course a result of American hostility towards Iran, and not the other way around.\r\nIf the European Union were an independent and rational government it would absolutely forbid any member country from stockpiling American nuclear weapons or hosting a US anti-ballistic missile site or any other military base anywhere close to Russia\u0092s borders.\r\nFull Spectrum Dominance, a term the Pentagon loves to use to refer to total control of the planet: land, sea, air, space, outer space and cyberspace. Can you imagine any other country speaking this way?\r\nHenry Kissinger at the Paris Peace Talks, September 1970. \u0093I refuse to believe that a little fourth rate power like North Vietnam does not have a breaking point.\u0094\r\nIn 2010, WikiLeaks released a cable sent to US embassies by then- Secretary of State Hillary Clinton. She wrote this: \u0093Saudi Arabia remains a critical financial support for Al Qaeda, the Taliban, al Nusra and other terrorist groups worldwide.\u0094 Surely this resulted in at least Washington\u0092s much-favored weapon: sanctions of various kinds. It did not.\r\nUS General Barry McCaffrey, April 2015: \u0093Because so far NATO\u0092s reaction to Putin\u0092s aggression has been to send a handful of forces to the Baltics to demonstrate \u0091resolve,\u0092 which has only convinced Putin that the alliance is either unable or unwilling to fight. So we had better change his calculus pretty soon, and contest Putin\u0092s stated doctrine that he is willing to intervene militarily in other countries to \u0091protect\u0092 Russia-speaking people. For God\u0092s sake, the last time we heard that was just before Hitler invaded the Sudetenland.\u0094\r\n No, my dear general, we heard that repeatedly in 1983 when the United States invaded the tiny nation of Grenada to protect and rescue hundreds of Americans who supposedly were in danger from the new leftist government. It was all a fraud, no more than an excuse to overthrow a government that that didn\u0092t believe that the American Empire was God\u0092s gift to humanity.\r\nSince 1980, the United States has intervened in the affairs of fourteen Muslim countries, at worst invading or bombing them. They are (in chronological order) Iran, Libya, Lebanon, Kuwait, Iraq, Somalia, Bosnia, Saudi Arabia, Afghanistan, Sudan, Kosovo, Yemen, Pakistan, and now Syria.\r\nHow our never-ending mideast horror began: Radio Address of George W. Bush, September 28, 2002: \u0093The Iraqi regime possesses biological and chemical weapons, is rebuilding the facilities to make more and, according to the British government, could launch a biological or chemical attack in as little as 45 minutes after the order is given. The regime has long-standing and continuing ties to terrorist groups, and there are al Qaeda terrorists inside Iraq. This regime is seeking a nuclear bomb, and with fissile material could build one within a year.\u0094 Yet just six weeks before 9/11, Condoleezza Rice told CNN: \u0093Let\u0092s remember that his [Saddam\u0092s] country is divided, in effect. He does not control the northern part of his country. We are able to keep his arms from him. His military forces have not been rebuilt.\u0094\r\nThe fact is that there is more participation by the Cuban population in the running of their country than there is by the American population in the running of theirs. One important reason is the absence of the numerous private corporations which, in the United States, exert great influence over all aspects of life.\r\n\u0093The U.S. is frantically surrounding China with military weapons, advanced aircraft, naval fleets and a multitude of military bases from Japan, South Korea and the Philippines through several nearby smaller Pacific islands to its new and enlarged base in Australia The U.S. naval fleet, aircraft carriers and nuclear submarines patrol China\u0092s nearby waters. Warplanes, surveillance planes, drones and spying satellites cover the skies, creating a symbolic darkness at noon.\u0094 (Jack A. Smith, \u0093Hegemony Games: USA vs. PRC\u0094, CounterPunch)\r\nCrimea had never voluntarily left Russia. The USSR\u0092s leader Nikita Khrushchev, a native of the region, had donated Crimea to Ukraine in 1954. Crimeans were always strongly opposed to that change and voted overwhelmingly to rejoin Russia after the US-induced Ukrainian coup in 2014. Russian President Vladimir Putin refers to the Ukrainian army as \u0093NATO\u0092s foreign legion\u0094, which does not pursue Ukraine\u0092s national interests. The United States, however, insists on labeling the Russian action in Crimea as an invasion.\r\nPutin re Crimea/Ukraine: \u0093Our western partners created the \u0091Kosovo precedent\u0092 with their own hands. In a situation absolutely the same as the one in Crimea they recognized Kosovo\u0092s secession from Serbia legitimate while arguing that no permission from a country\u0092s central authority for a unilateral declaration of independence is necessary And the UN International Court of Justice agreed with those arguments. That\u0092s what they said; that\u0092s what they trumpeted all over the world and coerced everyone to accept \u0096 and now they are complaining about Crimea. Why is that?\u0094\r\nPaul Craig Roberts: \u0093The absurdity of it all! Even a moron knows that if Russia is going to put tanks and troops into Ukraine, Russia will put in enough to do the job. The war would be over in a few days if not in a few hours. As Putin himself said some months ago, if the Russian military enters Ukraine, the news will not be the fate of Donetsk or Mauriupol, but the fall of Kiev and Lviv.\u0094\r\nIn a major examination of US policy vis-ŕ-vis China, published in March 2015, the authoritative Council on Foreign Relations bluntly declared that \u0093there is no real prospect of building fundamental trust, \u0091peaceful coexistence,\u0092 \u0091mutual understanding,\u0092 a strategic partnership, or a \u0091new type of major country relations\u0092 between the United States and China.\u0094 The United States, the report declares, must, therefore, develop \u0093the political will\u0094 and military capabilities \u0093to deal with China to protect vital U.S. interests.\u0094\r\n\u0093John F. Kennedy changed the mission of the Latin American military from \u0091hemispheric defense\u0092 \u0096 an outdated relic of World War II \u0096 to \u0091internal security,\u0092 which means war against the domestic population.\u0094 \u0096 Noam Chomsky\r\nCuban baseball players who are paid a million dollars to play for an American team are not \u0093defectors\u0094, a word which has a clear political connotation.\r\nBoris Yeltsin was acceptable to American and Europeans because he was seen as a weak, pliable figure that allowed Western capital free rein in the newly opened Russian territory following the collapse of the Soviet Union. Yeltsin\u0092s era was also a time of rampant corruption by Russian oligarchs who were closely associated with Western capital. That corrosive culture came to a halt with the election of Vladimir Putin twice as president between 2000-2008, and again in 2012.\r\nMany ISIS leaders were former Iraqi military officers who were imprisoned by American troops. The fight isn\u0092t against ISIS, it\u0092s against Assad; at the next level it isn\u0092t against Assad, it\u0092s against Putin; then, at the next level, it isn\u0092t against Putin, it\u0092s against the country most likely to stand in the way of US world domination, Russia. And it\u0092s forever.\r\nConnecting to the US-based Internet would mean channeling all of Cuba\u0092s communications directly to the NSA.\r\nGeorge W. Bush has been living a comparatively quiet life in Texas, with a focus on his paintings. \u0093I\u0092m trying to leave something behind\u0094, he said a couple of years ago. Yeah, right, George. We can stand up some of the paintings against the large piles of Iraqi dead bodies.\r\nSeymour Hersh: \u0093America would be much better off, if, 30 years ago, we had let Russia continue its war in Afghanistan The mistake was made by the Carter administration which was trying to stop the Russians from their invasion of Afghanistan. We\u0092d be better off had we let the Russians beat the Taliban.\u0094 ( Deutsche Welle , April 2, 2014 interview) We\u0092d be even better off if we hadn\u0092t overthrown the progressive, secular Afghan government, giving rise to the Taliban in the first place and inciting the Russians to intervene on their border lest the Soviet Islamic population was stirred up.\r\nThe former Secretary of State Madeleine Albright in an interview in 1998 summed up exactly what the US thinks of the UN: \u0093The UN plays a very important role. But if we don\u0092t like it, we always have the option of following our own national security interests, which I assure you we will do if we don\u0092t like what\u0092s going on.\u0094 She is now a foreign-policy advisor to Hillary Clinton.\r\n\u0093A leader taking his (or her) nation to war is as dysfunctional in the family of humankind as an abusive parent is in an individual family.\u0094 \u0096 Suzy Kane\r\n\u0093It would be some time before I fully realized that the United States sees little need for diplomacy. Power is enough. Only the weak rely on diplomacy The Roman Empire had no need for diplomacy. Nor does the United States.\u0094 \u0096 Boutros Boutros-Ghali , Secretary-General of the United Nations from January 1992 to December 1996\r\n\u0093Interventions are not against dictators but against those who try to distribute: not against Jiménez in Venezuela but Chávez, not against Somoza in Nicaragua but the Sandinistas, not against Batista in Cuba but Castro, not against Pinochet in Chile but Allende, not against Guatemala dictators but Arbenz, not against the shah in Iran but Mossadegh, etc.\u0094 \u0096 Johan Galtung, Norwegian, principal founder of the discipline of peace and conflict studies\r\n\u0093No mention was made that Iraq\u0092s Christians had been safe and sound under President Saddam Hussein \u0096 even privileged \u0096 until President George Bush invaded and destroyed Iraq. We can expect the same fate for Syria\u0092s Christians if the protection of the Assad regime is torn away by the US-engineered uprising. We will then shed crocodile tears for Syria\u0092s Christians.\u0094 \u0096 Eric Margolis, 2014\r\n\u0093Jewish Power is the capacity to silence the debate on Jewish Power.\u0094 \u0096 Gilad Atzmon\r\n\u0093We need a trial to judge all those who bear significant responsibility for the past century - the most murderous and ecologically destructive in human history. We could call it the war, air and fiscal crimes tribunal and we could put politicians and CEOs and major media owners in the dock with earphones like Eichmann and make them listen to the evidence of how they killed millions of people and almost murdered the planet and made most of us far more miserable than we needed to be. Of course, we wouldn\u0092t have time to go after them one by one. We\u0092d have to lump Wall Street investment bankers in one trial, the Council on Foreign Relations in another, and any remaining Harvard Business School or Yale Law graduates in a third. We don\u0092t need this for retribution, only for edification. So there would be no capital punishment, but rather banishment to an overseas Nike factory with a vow of perpetual silence.\u0094 \u0096 Sam Smith\r\n\u0093I have come to think of the export of \u0091democracy\u0092 as the contemporary equivalent of what missionaries have always done in the interest of conquering and occupying the \u0091uncivilized\u0092 world on behalf of the powers that be. I have said that the \u0091church\u0092 invented the concept of conversion by any means, including torture and killing of course, as doing the victims a big favor, since it was in the interest of \u0091saving\u0092 their immortal souls. It is now called, \u0091democratization\u0092.\u0094 \u0096 Rita Corriel\r\n\u0093It is more or less impossible to commemorate the war dead without glorifying them, and it is impossible to glorify them without glorifying their wars.\u0094 \u0096 Paul Craig Roberts\r\nWilliam Blum is an author, historian, and U.S. foreign policy critic. He is the author of Killing Hope: U.S. Military and CIA Interventions Since World War II and Rogue State: A Guide to the World\u0092s Only Superpower , among others.",
        "_version_": 1749736803620880384
    },
    {
        "author": "informationclearinghouse.info",
        "published": "2016-10-27T00:00:00Z",
        "title": "Inside the Invisible Government       :",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 1.0,
        "type": "bs",
        "id": "4386",
        "body_en": "Inside the Invisible Government\r\nBy John Pilger\r\n The American journalist, Edward Bernays, is often described as the man who invented modern propaganda. The nephew of Sigmund Freud, the pioneer of psycho-analysis, it was Bernays who coined the term \u0093public relations\u0094 as a euphemism for spin and its deceptions.\r\nIn 1929, he persuaded feminists to promote cigarettes for women by smoking in the New York Easter Parade \u0096 behaviour then considered outlandish. One feminist, Ruth Booth, declared, \u0093Women! Light another torch of freedom! Fight another sex taboo!\u0094 Bernays\u0092 influence extended far beyond advertising. His greatest success was his role in convincing the American public to join the slaughter of the First World War.\r\nThe secret, he said, was \u0093engineering the consent\u0094 of people in order to \u0093control and regiment [them] according to our will without their knowing about it\u0094.\r\nHe described this as \u0093the true ruling power in our society\u0094 and called it an \u0093invisible government\u0094.\r\nToday, the invisible government has never been more powerful and less understood. In my career as a journalist and film-maker, I have never known propaganda to insinuate our lives and as it does now and to go unchallenged.\r\nImagine two cities. Both are under siege by the forces of the government of that country. Both cities are occupied by fanatics, who commit terrible atrocities, such as beheading people. But there is a vital difference. In one siege, the government soldiers are described as liberators by Western reporters embedded with them, who enthusiastically report their battles and air strikes. There are front page pictures of these heroic soldiers giving a V-sign for victory. There is scant mention of civilian casualties.\r\nIn the second city \u0096 in another country nearby \u0096 almost exactly the same is happening. Government forces are laying siege to a city controlled by the same breed of fanatics. The difference is that these fanatics are supported, supplied and armed by \u0093us\u0094 \u0096 by the United States and Britain. They even have a media centre that is funded by Britain and America. Another difference is that the government soldiers laying siege to this city are the bad guys, condemned for assaulting and bombing the city \u0096 which is exactly what the good soldiers do in the first city.\r\nConfusing? Not really. Such is the basic double standard that is the essence of propaganda. I am referring, of course, to the current siege of the city of Mosul by the government forces of Iraq, who are backed by the United States and Britain and to the siege of Aleppo by the government forces of Syria, backed by Russia. One is good; the other is bad.\r\nWhat is seldom reported is that both cities would not be occupied by fanatics and ravaged by war if Britain and the United States had not invaded Iraq in 2003. That criminal enterprise was launched on lies strikingly similar to the propaganda that now distorts our understanding of the civil war in Syria. Without this drumbeat of propaganda dressed up as news, the monstrous ISIS and Al-Qaida and al-Nusra and the rest of the jihadist gang might not exist, and the people of Syria might not be fighting for their lives today.\r\nSome may remember in 2003 a succession of BBC reporters turning to the camera and telling us that Blair was \u0093vindicated\u0094 for what turned out to be the crime of the century. The US television networks produced the same validation for George W. Bush. Fox News brought on Henry Kissinger to effuse over Colin Powell\u0092s fabrications. The same year, soon after the invasion, I filmed an interview in Washington with Charles Lewis, the renowned American investigative journalist. I asked him, \u0093What would have happened if the freest media in the world had seriously challenged what turned out to be crude propaganda?\u0094\r\nHe replied that if journalists had done their job, \u0093there is a very, very good chance we would not have gone to war in Iraq\u0094.\r\nIt was a shocking statement, and one supported by other famous journalists to whom I put the same question \u0097 Dan Rather of CBS, David Rose of the Observer and journalists and producers in the BBC, who wished to remain anonymous. In other words, had journalists done their job, had they challenged and investigated the propaganda instead of amplifying it, hundreds of thousands of men, women and children would be alive today, and there would be no ISIS and no siege of Aleppo or Mosul. There would have been no atrocity on the London Underground on 7 th July 2005. There would have been no flight of millions of refugees; there would be no miserable camps.\r\nWhen the terrorist atrocity happened in Paris last November, President Francoi Hollande immediately sent planes to bomb Syria \u0096 and more terrorism followed, predictably, the product of Hollande\u0092s bombast about France being \u0093at war\u0094 and \u0093showing no mercy\u0094. That state violence and jihadist violence feed off each other is the truth that no national leader has the courage to speak.\r\n\u0093When the truth is replaced by silence,\u0094 said the Soviet dissident Yevtushenko, \u0093the silence is a lie.\u0094\r\nThe attack on Iraq, the attack on Libya, the attack on Syria happened because the leader in each of these countries was not a puppet of the West. The human rights record of a Saddam or a Gaddafi was irrelevant. They did not obey orders and surrender control of their country.\r\nThe same fate awaited Slobodan Milosevic once he had refused to sign an \u0093agreement\u0094 that demanded the occupation of Serbia and its conversion to a market economy. His people were bombed, and he was prosecuted in The Hague. Independence of this kind is intolerable. As WikLeaks has revealed, it was only when the Syrian leader Bashar al-Assad in 2009 rejected an oil pipeline, running through his country from Qatar to Europe, that he was attacked.\r\nFrom that moment, the CIA planned to destroy the government of Syria with jihadist fanatics \u0096 the same fanatics currently holding the people of Mosul and eastern Aleppo hostage. Why is this not news? The former British Foreign Office official Carne Ross, who was responsible for operating sanctions against Iraq, told me: \u0093We would feed journalists factoids of sanitised intelligence, or we would freeze them out. That is how it worked.\u0094\r\nThe West\u0092s medieval client, Saudi Arabia \u0096 to which the US and Britain sell billions of dollars\u0092 worth of arms \u0096 is at present destroying Yemen, a country so poor that in the best of times, half the children are malnourished. Look on YouTube and you will see the kind of massive bombs \u0096 \u0093our\u0094 bombs \u0096 that the Saudis use against dirt-poor villages, and against weddings, and funerals. The explosions look like small atomic bombs. The bomb aimers in Saudi Arabia work side-by-side with British officers. This fact is not on the evening news.\r\nPropaganda is most effective when our consent is engineered by those with a fine education \u0096 Oxford, Cambridge, Harvard, Columbia \u0097 and with careers on the BBC, the Guardia n, the New York Times , the Washington Post . These organisations are known as the liberal media. They present themselves as enlightened, progressive tribunes of the moral zeitgeist. They are anti-racist, pro-feminist and pro-LGBT.\r\nAnd they love war.\r\nWhile they speak up for feminism, they support rapacious wars that deny the rights of countless women, including the right to life. In 2011, Libya, then a modern state, was destroyed on the pretext that Muammar Gaddafi was about to commit genocide on his own people. That was the incessant news; and there was no evidence. It was a lie.\r\nIn fact, Britain, Europe and the United States wanted what they like to call \u0093regime change\u0094 in Libya, the biggest oil producer in Africa. Gaddafi\u0092s influence in the continent and, above all, his independence were intolerable. So he was murdered with a knife in his rear by fanatics, backed by America, Britain and France. Hillary Clinton cheered his gruesome death for the camera, declaring, \u0093We came, we saw, he died!\u0094\r\nThe destruction of Libya was a media triumph. As the war drums were beaten, Jonathan Freedland wrote in the Guardian : \u0093Though the risks are very real, the case for intervention remains strong.\u0094 Intervention \u0097 what a polite, benign, Guardian word, whose real meaning, for Libya, was death and destruction.\r\nAccording to its own records, Nato launched 9,700 \u0093strike sorties\u0094 against Libya, of which more than a third were aimed at civilian targets. They included missiles with uranium warheads. Look at the photographs of the rubble of Misurata and Sirte, and the mass graves identified by the Red Cross. The Unicef report on the children killed says, \u0093most [of them] under the age of ten\u0094. As a direct consequence, Sirte became the capital of ISIS.\r\nUkraine is another media triumph. Respectable liberal newspapers such as the New York Times , the Washington Post and the Guardian , and mainstream broadcasters such as the BBC, NBC, CBS, CNN have played a critical role in conditioning their viewers to accept a new and dangerous cold war. All have misrepresented events in Ukraine as a malign act by Russia when, in fact, the coup in Ukraine in 2014 was the work of the United States, aided by Germany and Nato.\r\n This inversion of reality is so pervasive that Washington\u0092s military intimidation of Russia is not news; it is suppressed behind a smear and scare campaign of the kind I grew up withduring the first cold war. Once again, the Ruskies are coming to get us, led by another Stalin, whom The Economist depicts as the devil.\r\nThe suppression of the truth about Ukraine is one of the most complete news blackouts I can remember. The fascists who engineered the coup in Kiev are the same breed that backed the Nazi invasion of the Soviet Union in 1941. Of all the scares about the rise of fascist anti-Semitism in Europe, no leader ever mentions the fascists in Ukraine \u0096 except Vladimir Putin, but he does not count.\r\nMany in the Western media have worked hard to present the ethnic Russian-speaking population of Ukraine as outsiders in their own country, as agents of Moscow, almost never as Ukrainians seeking a federation within Ukraine and as Ukrainian citizens resisting a foreign-orchestrated coup against their elected government.\r\nThere is almost the joie d\u0092esprit of a class reunion of warmongers. The drum-beaters of the Washington Post inciting war with Russia are the very same editorial writers who published the lie that Saddam Hussein had weapons of mass destruction.\r\n To most of us, the American presidential campaign is a media freak show, in which Donald Trump is the arch villain. But Trump is loathed by those with power in the United States for reasons that have little to do with his obnoxious behaviour and opinions. To the invisible government in Washington, the unpredictable Trump is an obstacle to America\u0092s design for the 21 st century.\r\nThis is to maintain the dominance of the United States and to subjugate Russia, and, if possible, China.\r\nTo the militarists in Washington, the real problem with Trump is that, in his lucid moments, he seems not to want a war with Russia; he wants to talk with the Russian president, not fight him; he says he wants to talk with the president of China. In the first debate with Hillary Clinton, Trump promised not to be the first to introduce nuclear weapons into a conflict. He said, \u0093I would certainly not do first strike. Once the nuclear alternative happens, it\u0092s over.\u0094 That was not news.\r\nDid he really mean it? Who knows? He often contradicts himself. But what is clear is that Trump is considered a serious threat to the status quo maintained by the vast national security machine that runs the United States, regardless of who is in the White House. The CIA wants him beaten. The Pentagon wants him beaten. The media wants him beaten. Even his own party wants him beaten. He is a threat to the rulers of the world \u0096 unlike Clinton who has left no doubt she is prepared to go to war with nuclear-armed Russia and China.\r\nClinton has the form, as she often boasts. Indeed, her record is proven. As a senator, she backed the bloodbath in Iraq. When she ran against Obama in 2008, she threatened to \u0093totally obliterate\u0094 Iran. As Secretary of State, she colluded in the destruction of governments in Libya and Honduras and set in train the baiting of China. She has now pledged to support a No Fly Zone in Syria \u0097 a direct provocation for war with Russia. Clinton may well become the most dangerous president of the United States in my lifetime \u0096a distinction for which the competition is fierce.\r\nWithout a shred of evidence, she has accused Russia of supporting Trump and hacking her emails. Released by WikiLeaks, these emails tell us that what Clinton says in private, in speeches to the rich and powerful, is the opposite of what she says in public. That is why silencing and threatening Julian Assange is so important. As the editor of WikiLeaks, Assange knows the truth. And let me assure those who are concerned, he is well, and WikiLeaks is operating on all cylinders.\r\nToday, the greatest build-up of American-led forces since World War Two is under way \u0096 in the Caucasus and eastern Europe, on the border with Russia, and in Asia and the Pacific, where China is the target. Keep that in mind when the presidential election circus reaches its finale on November 8 th, If the winner is Clinton, a Greek chorus of witless commentators will celebrate her coronation as a great step forward for women. None will mention Clinton\u0092s victims: the women of Syria, the women of Iraq, the women of Libya. None will mention the civil defence drills being conducted in Russia. None will recall Edward Bernays\u0092 \u0093torches of freedom\u0094.\r\nGeorge Bush\u0092s press spokesman once called the media \u0093complicit enablers\u0094.\r\nComing from a senior official in an administration whose lies, enabled by the media, caused such suffering, that description is a warning from history.\r\nIn 1946, the Nuremberg Tribunal prosecutor said of the German media: \u0093Before every major aggression, they initiated a press campaign calculated to weaken their victims and to prepare the German people psychologically for the attack. In the propaganda system, it was the daily press and the radio that were the most important weapons.\u0094\r\n This text is adapted from an address to the Sheffield Festival of Words, Sheffield, England , On 27 October 2016. http://johnpilger.com",
        "_version_": 1749736803432136704
    },
    {
        "author": "Finian Cunningham",
        "published": "2016-10-31T00:00:00Z",
        "title": "Western Lynch Mob on Russia Ties Itself up in Absurd Anots      : Information",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.999,
        "type": "bs",
        "id": "4398",
        "body_en": "Western Lynch Mob on Russia Ties Itself up in Absurd Knots By Finian Cunningham\r\nOctober 31, 2016 \" Information Clearing House \" - \" RT \" - The Western lynch mob-like campaign to \u0091get Russia\u0092 goes on, with the gathering this week of the United Nations Human Rights Council. By trying to suspend Russia from the council, the flagrant intent is to discredit and further demonize. The 47-member UNHRC, based in Geneva, is the United Nations\u0092 premier inter-governmental forum on human rights. Members are selected on a rotational basis. On Friday, 14 seats on the council are up for renewal.\r\nThis week 80 mainly Western non-governmental organizations associated with human rights reportedly urged the UNHRC to drop Russia\u0092s membership, citing allegations of war crimes committed during military operations to capture the Syrian city of Aleppo.\r\nOver 80 NGOs call for Russia to be dropped from UN rights council over Syria https://t.co/uKTfWXWOLn\r\n\u0097 RT (@RT_com) 24 октября 2016 г. Among the anti-Russia lobby were US-based and George Soros-funded Human Rights Watch. Notably, billionaire financier Soros is an open advocate for regime change in Russia.\r\nThe campaign to undermine Russia at the UNHRC was preceded last week when Britain \u0096 also a member of the council \u0096 convened a summit in Geneva. The council issued a resolution which pointedly condemned bombing of civilians in Syria, and implicitly laid the blame on Russia and allied Syrian state forces.\r\nRussia\u0092s permanent representative in Geneva Alexey Borodavkin rebuked the UNHRC for a one-sided, politicized statement, which he said sought to solely impugn Russia and Syria. He noted the rank hypocrisy of the United States, Britain and France, along with Gulf Arab states, which lobbied for the resolution.\r\nRadar data proves Belgian F-16s attacked village near Aleppo, killing 6 - Russian military https://t.co/Aj8mgT39ri pic.twitter.com/XHU4ljZb4H\r\n\u0097 RT (@RT_com) 20 октября 2016 г. These states have been arming and funding terrorist groups in Syria since the eruption of the war in March 2011. They are also sending their air forces on illegal bombing raids across the country \u0096 in the name of \u0093fighting terrorism\u0094 \u0096 which has resulted in hundreds of civilian casualties and the destruction of social infrastructure, such as roads, bridges, public buildings and residential homes.\r\nIn recent months, warplanes dispatched by the US, France and Belgium (the latter two current members of the UNHRC) have carried out air strikes on Syria causing dozens of civilian casualties.\r\nSo, of course, Western-orchestrated claims against Russia over alleged human rights violations in Syria are patently hypocritical and belie their own criminality.\r\nThe contrived effort to delist Russia from the UNHRC has the same hallmark as other Western media campaigns to discredit Moscow, such as the banning of Russian athletes from the Rio Olympics on dubious drug-abuse charges, or the pseudo-probe into the downing of the Malaysian airliner in 2014 over Ukraine, or overblown claims that Russian aggression is threatening the security of Europe. We can also include baseless accusations made by shadowy US intelligence agencies that Russia is hacking into computer systems to somehow disrupt the American presidential elections next month.\r\nSaudi Arabia poised to be reelected to UN Human Rights Council https://t.co/sqWeSwjg48 #UNHR #SaudiArabia #humanrights\r\n\u0097 RT (@RT_com) 27 октября 2016 г. The UNHRC debacle is one strand in a bundle of psychological operations aimed at isolating, demonizing and delegitimizing Russia.\r\nPerhaps the knock out absurdity in the latest rush by the Western lynch mob is the relation of Britain and Saudi Arabia, both of which are current members of the UNHRC seeking renewal of their seats.\r\nThat Saudi Arabia \u0096 widely seen as the most repressive regime on Earth \u0096 is even a member of the prestigious Geneva council is due to Britain engaging in underhand vote rigging to help its oil-rich ally gain a seat, according to documents released last year by WikiLeaks.\r\nA Saudi-led military coalition continues to slaughter thousands of Yemeni civilians by bombing schools, hospitals, mosques, marketplaces, funeral halls, factories and residential homes. Human rights groups like HRW and UN agencies are well aware of this Saudi campaign of mass murder in Yemen. It is also well documented that US, British, French and German weaponry worth billions of dollars is assisting the Saudi regime in its war crimes. That makes these Western states fully complicit.\r\nMoscow summons Belgian ambassador, presents data on F-16s bombing of Syrian civilians https://t.co/WzwvworaZd pic.twitter.com/cHlKvzaeUD\r\n\u0097 RT (@RT_com) 21 октября 2016 г. Germany, for example, which is also a current member of the UNHRC, has seen its arms exports to Saudi Arabia jump by 250 percent over the past two years, according to a report last week.\r\nBritain, the ringleader of the media campaign to denigrate Russia in Geneva, has sold over $4 billion worth of armaments to Saudi Arabia since the oil kingdom launched its aggression on its southern neighbor in March 2015. Even while Saudi Arabia is committing the most egregious crimes against humanity, the British government continues to send Royal Air Force pilots to help train Saudi counterparts, brazenly denying that there is any breach of international law.\r\nThere is little or no protest from the 80 NGO rights groups about these applicant states to the next cohort of the UNHRC.\r\nThe hypocrisy and double standards of serial human rights violators make their condemnations against Russia null and void.\r\nImportantly too, is to not merely rebut the accusers as hypocrites, but to also elucidate the anti-Russia claims as fabrications.\r\nThe information that Western governments, rights groups and media base their claims of Russia bombing civilians is garnered from entirely dubious and partisan sources. Endless reports on Syria and the battle for the northern city of Aleppo broadcast by multibillion dollar Western news organizations are based, incongruously, either on claims issued by the British-located so-called Syrian Observatory for Human Rights, or by \u0093activist\u0094 groups within terrorist-held east Aleppo, which are funded by Western governments, such as the purported \u0093rescue workers\u0094 of the White Helmets and the Aleppo Media Center.\r\nBREAKING: UN Human Rights Council votes to open probe into #Aleppo \u0091war crimes\u0092 https://t.co/xrdojTxO3v pic.twitter.com/2gKhTiMovH\r\n\u0097 RT (@RT_com) 21 октября 2016 г. In other words, Western governments, media, rights groups, and, sadly, UN agencies are promulgating an anti-Russia narrative that is recycled terrorist propaganda.Good proof of this is seen on the TV station called \u0093Free Syria\u0094 broadcast across the Middle East and North Africa on Saudi-owned satellite platform ArabSat.\r\nFree Syria is a crude propaganda channel funded by the Saudi monarchy. It features jingoistic images of Saudi King Salman, along with Saudi troops, warplanes and tanks.\r\nFree Syria also features links to the militant group Ahrar al-Sham, which is implicated in countless terrorist crimes along with Nusra and ISIS. Bearded militants are routinely shown firing mortars while shouting Islamist slogans.\r\nAnother regular contributor to the images and \u0093reports\u0094 on this Saudi-funded, terrorist-supporting channel are the White Helmets and the Aleppo Media Center. Thus, on this publicly available \u0093Free Syria\u0094 channel what we see in stark reality is how state sponsor, terrorist networks and propaganda machine come together in a self-incriminating amalgam.\r\nWhat is even more damning is that the same \u0093 information\u0094 is disseminated \u0096 albeit in a more polished form \u0096 through Western news outlets, such as CNN, BBC, France 24 and a gamut of supposedly respectable newspapers, like the New York Times and British Guardian.\r\nIt\u0092s an astounding feat how reality can be so inverted. Russia\u0092s military is legally justified in assisting the allied sovereign government of Syria to defeat a covert war to topple the state. That war is a criminal enterprise fueled by Washington, London and Paris through the deployment of myriad terrorist proxies.\r\nAnd to add insult to injury, these terrorist-sponsoring rogue states then turn around and accuse Russia at a UN Human Rights Council based on propaganda sourced from their terrorist proxies.\r\nThe utter insanity of it all. But maybe the Western lynch mob will eventually get hoisted on their own coiling ropes of deception.",
        "_version_": 1749736803490856960
    }
]