[
    {
        "author": "Dawn Parabellum",
        "published": "2016-10-30T21:39:08.593Z",
        "title": "BOMBSHELL: Hillary Clinton’s Leaked Audio Proves She Rigs Elections",
        "language": "english",
        "site_url": "madworldnews.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "BOMBSHELL: Hillary Clinton’s Leaked Audio Proves She Rigs Elections Posted on October 30, 2016 by Dawn Parabellum in Politics Share This \nAstonishing, newly released leaked audio of Democrat presidential candidate Hillary Clinton has just surfaced, and what it reveals is damning. In her own voice, we hear the corrupt Democrat telling reporters that elections can and should be rigged to ensure who wins. This throws the validity of every government on earth in the shredder because she isn’t only talking about rigging American presidential elections. \nSince the FBI reopened their investigation into the criminal Democrat and Hillary seeks a powerful position to dictate the lives of others, it’s important to hear this audio. She is blatant when she say elections shouldn’t take place unless we make “sure that we did something to determine who was going to win.” \nHear it from her own mouth: \nHillary clearly said, “I do not think we should have pushed for an election in the Palestinian territories. I think that was a big mistake. And if we were going to push for an election, then we should have made sure that we did something to determine who was going to win. ” \nThis conversation took place in 2006 during a discussion with Eli Chomsky, an editor and staff writer for the Jewish Press. At the time, Hillary Clinton was running for a “shoo-in re-election” as a U.S. senator. \nHer trip, making the rounds of editorial boards, brought her to Brooklyn to meet the editorial board of the Jewish Press. Her conversation was secretly recorded, and the audio hasn’t been released until now. \nAccording to Chomsky, this little audio clip has only been heard by the small handful of Jewish Press staffers in the room. He claims his copy is the only copy and no one has heard it since 2006 — until now. Election rigging Democrat, Hillary Clinton \nIt proves she is willing to do whatever it takes to win. With massive amounts of voter fraud already being reported in favor of the most criminal and corrupt politician of our time, in combination with this audio, it’s hard to deny that Hillary wouldn’t rig the election to win. \nLuckily, Americans are wising up to her disturbing antics. We all saw her cheat during the debates , and the proof came out in leaked emails, thanks to WikiLeaks. \nIt’s important to hear this, coming directly from Hillary herself, and we can all tell that it is her voice. We all know she’s rigging this election to beat Donald Trump, but she obviously has had her hands in rigged elections before. \nIt is hard to say how many elections across the globe she has influenced or just stolen. Hillary Clinton will stop at nothing to grab even a small amount of power, and she continues to prove she is as corrupt as they come.",
        "id": "5572",
        "_version_": 1749576396842205184
    },
    {
        "author": "Jafe Arnoldski (noreply@blogger.com)",
        "published": "2016-11-08T11:46:57.209Z",
        "title": "Zakharova slams FBI harassment of Russian diplomats over US elections",
        "language": "english",
        "site_url": "fort-russ.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "November 8, 2016 - Fort Russ News -  PolitRussia - translated byJ. Arnoldski - \n\n\nThe US Federal Bureau of Investigation has directly pressured Russian diplomats and forbid them from being near voting places during the presidential elections in the United States on November 8th. Maria Zakharova, the spokeswoman of the Russian foreign ministry, wrote about this on her Facebook page on Monday. \n“It’s come to openly intimidating the staff of diplomatic agencies. The State Department recommended Russian representatives in a memo ‘not to come to polling stations on their own’, and some states’ authorities have gone even further and threatened criminal prosecution. This means that they can’t even watch the voting procedure,” Zakharova wrote. \nAccording to Zakharova, in recent days, direct pressure has been put on Russian representatives in the United States by the FBI, “whose agents, with undisguised threats, have let us know that we should not be interested in the American elections.” \n“In Houston, in order to offer such a ‘warning,’ a Hollywood-style special operation was arranged that blocked the car of our Consulate General’s employees on the street. They stopped the car and started to ‘convince’ them that they should not watch the voting, and not even think about it,” Zakharova added. \n\nIn connection with the incident with the Russian embassy in Washington, a relevant submission has already been made to the State Department.  \n“But the question arises: what can a foreign diplomat see at American polling stations that is so important that they’ve brought in ‘Mr. Smith’, and why are election monitoring procedures controlled by the FBI?!”, the Russian foreign ministry’s representative concluded.  \n\n     Follow us on Facebook!                                                   \n                                                   \n\n       Follow us on Twitter! \n                               \n\n             Donate!",
        "id": "3037",
        "_version_": 1749576388859396096
    },
    {
        "author": "noreply@blogger.com (Alexander Light)",
        "published": "2016-11-05T03:30:17.281Z",
        "title": "America's Secret Government: Unaffected by Elections, Beyond the Reach of the Law",
        "language": "english",
        "site_url": "humansarefree.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "4002",
        "body_en": "Print Email http://humansarefree.com/2016/11/americas-secret-government-unaffected.html “Today the path to total dictatorship in the U.S. can be laid by strictly legal means, unseen and unheard by Congress, the President, or the people. Outwardly we have a Constitutional government. “We have operating within our government and political system … a well-organized political-action group in this country, determined to destroy our Constitution and establish a one-party state.... “The important point to remember about this group is not its ideology but its organization… It operates secretly, silently, continuously to transform our Government.... “This group ... is answerable neither to the President, the Congress, nor the courts. It is practically irremovable.”— Senator William Jenner, 1954 speech Unaffected by elections. Unaltered by populist movements. Beyond the reach of the law. Say hello to America’s shadow government. A corporatized, militarized, entrenched bureaucracy that is fully operational and staffed by unelected officials who are, in essence, running the country, this shadow government represents the hidden face of a government that has no respect for the freedom of its citizenry.No matter which candidate wins the presidential election, this shadow government is here to stay. Indeed, as recent documents by the FBI reveal, this shadow government — also referred to as “The 7th Floor Group” — may well have played a part in who will win the White House this year.To be precise, however, the future president will actually inherit not one but two shadow governments.The first shadow government, referred to as COG or Continuity of Government, is made up of unelected individuals who have been appointed to run the government in the event of a “catastrophe.”COG is a phantom menace waiting for the right circumstances — a terrorist attack, a natural disaster, an economic meltdown — to bring it out of the shadows, where it operates even now. When and if COG takes over, the police state will transition to martial law.Yet it is the second shadow government — also referred to as the Deep State — that poses the greater threat to freedom right now. Comprised of unelected government bureaucrats, corporations, contractors, paper-pushers, and button-pushers who are actually calling the shots behind the scenes, this government within a government is the real reason “we the people” have no real control over our government.The Deep State, which “ operates according to its own compass heading regardless of who is formally in power ,” makes a mockery of elections and the entire concept of a representative government. So who or what is the Deep State? It’s the militarized police, which have joined forces with state and federal law enforcement agencies   themselves as a standing army. It’s the fusion centers and spy agencies that have created a surveillance state and turned all of us into suspects. It’s the courthouses and prisons that have allowed corporate profits to take precedence over due process and justice. It’s the military empire with its private contractors and defense industry that is bankrupting the nation. It’s the private sector with its 854,000 contract personnel with top-secret clearances , “a number greater than that of top-secret-cleared civilian employees of the government.”It’s what former congressional staffer Mike Lofgren refers to as “ a hybrid of national security and law enforcement agencies ”: the Department of Defense, the State Department, Homeland Security, the CIA, the Justice Department, the Treasury, the Executive Office of the President via the National Security Council, the Foreign Intelligence Surveillance Court, a handful of vital federal trial courts, and members of the defense and intelligence committees.It’s every facet of a government that is no longer friendly to freedom and is working overtime to trample the Constitution underfoot and render the citizenry powerless in the face of the government’s power grabs, corruption and abusive tactics.These are the key players that drive the shadow government . This is the hidden face of the American police state that will continue long past Election Day.Just consider some of the key programs and policies advanced by the shadow government that will continue no matter who occupies the Oval Office. Domestic surveillance No matter who wins the presidential popularity contest, the National Security Agency (NSA), with its $10.8 billion black ops annual budget, will continue to spy on every person in the United States who uses a computer or phone. Thus, on any given day, whether you’re walking through a store, driving your car, checking email, or talking to friends and family on the phone, you can be sure that some government agency, whether the NSA or some other entity, is listening in and tracking your behavior. Local police have been outfitted with a litany of surveillance gear, from license plate readers and cell phone tracking devices to biometric data recorders. Technology now makes it possible for the police to scan passersby in order to detect the contents of their pockets, purses, briefcases, etc. Full-body scanners, which perform virtual strip-searches of Americans traveling by plane, have gone mobile, with roving police vans that peer into vehicles and buildings alike — including homes. Coupled with the nation’s growing network of real-time surveillance cameras and facial recognition software, soon there really will be nowhere to run and nowhere to hide. Global spying The NSA’s massive surveillance network, what the Washington Post refers to as a $500 billion “ espionage empire ,” will continue to span the globe and target every single person on the planet who uses a phone or a computer. The NSA’s Echelon program intercepts and analyzes virtually every phone call, fax and email message sent anywhere in the world. In addition to carrying out domestic surveillance on peaceful political groups such as Amnesty International, Greenpeace and several religious groups, Echelon has also been a keystone in the government’s attempts at political and corporate espionage . Roving TSA searches The American taxpayer will continue to get ripped off by government agencies in the dubious name of national security. One of the greatest culprits when it comes to swindling taxpayers has been the Transportation Security Administration (TSA), with its questionable deployment of and complete mismanagement of millions of dollars’ worth of airport full-body X-ray scanners, punitive patdowns by TSA agents and thefts of travelers’ valuables. Considered essential to national security, TSA programs will continue in airports and at transportation hubs around the country. USA Patriot Act, NDAA America’s so-called war on terror, which it has relentlessly pursued since 9/11, will continue to chip away at our freedoms, unravel our Constitution and transform our nation into a battlefield, thanks in large part to such subversive legislation as the USA Patriot Act and National Defense Authorization Act. These laws completely circumvent the rule of law and the rights of American citizens. In so doing, they re-orient our legal landscape in such a way as to ensure that martial law, rather than the U.S. Constitution, is the map by which we navigate life in the United States. These laws will continue to be enforced no matter who gets elected. Militarized police state Thanks to federal grant programs allowing the Pentagon to transfer surplus military supplies and weapons to local law enforcement agencies without charge, police forces will continue to be transformed from peace officers into heavily armed extensions of the military, complete with jackboots, helmets, shields, batons, pepper-spray, stun guns, assault rifles, body armor, miniature tanks and weaponized drones. Having been given the green light to probe, poke, pinch, taser, search, seize, strip and generally manhandle anyone they see fit in almost any circumstance, all with the general blessing of the courts, America’s law enforcement officials, no longer mere servants of the people entrusted with keeping the peace, will continue to keep the masses corralled, controlled, and treated like suspects and enemies rather than citizens. SWAT team raids With more than 80,000 SWAT team raids carried out every year on unsuspecting Americans by local police for relatively routine police matters and federal agencies laying claim to their own law enforcement divisions, the incidence of botched raids and related casualties will continue to rise. Nationwide, SWAT teams will continue to be employed to address an astonishingly trivial array of criminal activity or mere community nuisances including angry dogs, domestic disputes, improper paperwork filed by an orchid farmer, and misdemeanor marijuana possession. Domestic drones The domestic use of drones will continue unabated. As mandated by Congress, there will be 30,000 drones crisscrossing the skies of America by 2020, all part of an industry that could be worth as much as $30 billion per year. These machines, which will be equipped with weapons, will be able to record all activities, using video feeds, heat sensors and radar. An Inspector General report revealed that the Dept. of Justice has already spent nearly $4 million on drones domestically, largely for use by the FBI , with grants for another $1.26 million so police departments and nonprofits can acquire their own drones. School-to-prison pipeline The paradigm of abject compliance to the state will continue to be taught by example in the schools, through school lockdowns where police and drug-sniffing dogs enter the classroom, and zero tolerance policies that punish all offenses equally and result in young people being expelled for childish behavior. School districts will continue to team up with law enforcement to create a “schoolhouse to jailhouse track” by imposing a “double dose” of punishment: suspension or expulsion from school, accompanied by an arrest by the police and a trip to juvenile court. Overcriminalization The government bureaucracy will continue to churn out laws, statutes, codes and regulations that reinforce its powers and value systems and those of the police state and its corporate allies, rendering the rest of us petty criminals. The average American now unknowingly commits three felonies a day, thanks to this overabundance of vague laws that render otherwise innocent activity illegal. Consequently, small farmers who dare to make unpasteurized goat cheese and share it with members of their community will continue to have their farms raided. Privatized Prisons States will continue to outsource prisons to private corporations , resulting in a cash cow whereby mega-corporations imprison Americans in private prisons in order to make a profit.In exchange for corporations buying and managing public prisons across the country at a supposed savings to the states, the states have to agree to maintain a 90% occupancy rate in the privately run prisons for at least 20 years. The Private Prisons Conspiracy: A Secret Meeting That Changed Rap Music Forever Endless wars America’s expanding military empire will continue to bleed the country dry at a rate of more than $15 billion a month (or $20 million an hour).The Pentagon spends more on war than all 50 states combined spend on health, education, welfare, and safety.Yet what most Americans fail to recognize is that these ongoing wars have little to do with keeping the country safe and everything to do with enriching the military industrial complex at taxpayer expense. Read: USA Has Killed More Than 20 Million People in 37 'Victim Nations' Since World War II Are you getting the message yet? The next president, much like the current president and his predecessors, will be little more than a figurehead, a puppet to entertain and distract the populace from what’s really going on.As Lofgren reveals, this state within a state, “ concealed behind the one that is visible at either end of Pennsylvania Avenue ,” is a “hybrid entity of public and private institutions ruling the country according to consistent patterns in season and out, connected to, but only intermittently controlled by, the visible state whose leaders we choose.”The Deep State not only holds the nation’s capital in thrall, but it also controls Wall Street (“which supplies the cash that keeps the political machine quiescent and operating as a diversionary marionette theater”) and Silicon Valley.This is fascism in its most covert form, hiding behind public agencies and private companies to carry out its dirty deeds.It is a marriage between government bureaucrats and corporate fat cats.As Lofgren concludes: \"[T]he Deep State is so heavily entrenched, so well protected by surveillance, firepower, money and its ability to co-opt resistance that it is almost impervious to change… \"If there is anything the Deep State requires it is silent, uninterrupted cash flow and the confidence that things will go on as they have in the past. It is even willing to tolerate a degree of gridlock: Partisan mud wrestling over cultural issues may be a useful distraction from its agenda.\" In other words, as I point out in my book Battlefield America: The War on the American People , as long as government officials — elected and unelected alike — are allowed to operate beyond the reach of the Constitution, the courts and the citizenry, the threat to our freedoms remains undiminished.So the next time you find yourselves despondent over the 2016 presidential candidates, remember that it’s just a puppet show intended to distract you from the silent coup being carried out by America's shadow government. By John W. Whitehead — Constitutional attorney and author John W. Whitehead is founder and president of The Rutherford Institute. His new book Battlefield America: The War on the American People . Whitehead can be contacted at . Dear",
        "_version_": 1749576392204353536
    },
    {
        "author": "The Doc",
        "published": "2016-10-28T14:21:52.415Z",
        "title": "It’s A Setup: Dems Claim Russians Will Undermine Elections With Fake Documents Showing Voter Fraud",
        "language": "english",
        "site_url": "silverdoctors.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Tweet Home » Headlines » World News » It’s A Setup: Dems Claim Russians Will Undermine Elections With Fake Documents Showing Voter Fraud \nThe narrative now is that the Russians are either going to compromise the Presidential election by outright hacking it, or, they will simply pretend that they compromised the elections by posting fake documents proving voter fraud. \n\nFrom Mac Slavo, SHTFPlan : \nIf the election fraud narrative, cyberattack and rigged voting machines haven’t yet thoroughly confused the American voting public, maybe the latest report from Reuters will do the job. \nAccording to Reuters, U.S. voting authorities are now warning that while the Russians may not actually hack the Presidential election, they may fake hacking the Presidential election. \nWhat they’re saying without actually saying it is that if Hillary Clinton wins the election and Trump supporters show proof of any fraudulent activity, the “proof” will have been fabricated by… The Russians. \nJoe Joseph Explains: \nThis is the height of desperation for the mainstream media and The-Powers-That-Shouldn’t-Be because they know that they’ve been manipulating elections for a very long time now… \nWatch at Youtube \nIt sounds almost too crazy to believe, but this is now being disseminated to the public via mainstream pipelines: \nU.S. intelligence and law enforcement officials are warning that hackers with ties to Russia’s intelligence services could try to undermine the credibility of the presidential election by posting documents online purporting to show evidence of voter fraud. \nThe officials, who spoke on condition of anonymity, said however, that the U.S. election system is so large, diffuse and antiquated that hackers would not be able to change the outcome of the Nov. 8 election. \nBut hackers could post documents, some of which might be falsified, that are designed to create public perceptions of widespread voter fraud, the officials said. \nThey said that they did not have specific evidence of such a plan, but state and local election authorities had been warned to be vigilant for hacking attempts. \nSource: Reuters \nSo, according to this latest report, the Russians are either going to compromise the Presidential election by outright hacking it, or, they will simply pretend that they compromised the elections by posting fake documents purporting to show voter fraud. \nEither way, it was the Russians. \nTrust us. On Sale At SD Bullion… This Week Only… This entry was posted in World News and tagged Donald Trump , Hillary Clinton , Hillary vote fraud , vote fraud . Bookmark the permalink . Post navigation",
        "id": "8030",
        "_version_": 1749576404387758080
    },
    {
        "author": "Gillian",
        "published": "2016-11-05T17:29:10.270Z",
        "title": "An Election of Evolutionary Proportion",
        "language": "english",
        "site_url": "shiftfrequency.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Leave a reply Maureen Moss – Not a typical newsletter from me, these are words that flowed forth this morning. \nClearly the week ahead for the United States and those across the world will be one of the most significant in history. The Presidential election is historic in and of itself, though the weeks to follow may prove to be more so. Nothing is as it appears to be. \nWe are in the beginning times of an entirely new civilization, as was humanity some 200,000 years ago. Everything not harmonized with this new civilization will be dismantled… not sometime in the future… in the weeks directly in front of us. \nHundreds of thousands of years and billions of people will be shaped by who we become individually and then collectively and how this Earth is restructured by the events unfolding now. \nWe must trust we are being brought into harmony under the impulse of One system of operation. \nLong knowing that a new humanity and new global reality would be born… in this our lifetime… certainly we had little idea of how that would occur. \nNot all that long ago we came to know the responsibility we personally held to lift and stabilize our consciousness, open wide our hearts and free ourselves from the captivity of a deceptive, fearful lower nature having multiple realities. \nCertainly we started becoming aware of our desire to know ourselves authentically, thus beginning the journey to return to a singular loving nature no longer conflicted by dual pillars of truth nor at odds or war with ourselves. \nAll this, in Divine right time and in preparation for a new reality to be born on Earth. It had to begin within ourselves. \nCertainly not as instinctively, was how an entire distorted external reality (politically, socially, economically and more,) operating in reverse truth, riddled with deception, lies and manipulation would come to find its true nature. \nFew would have considered how much could potentially come to Light under the glare of so much darkness, or that it would come through a Presidential election… far from over on election day regardless of the seeming winner…in the United States of America. \nThis election is a seismic evolutionary event . \nIn this week ahead, and those to follow… through the flurry and activity of the end times and the beginnings… as you witness the distorted psychology of the human system exposed and broken down from every angle… breathe, stay in your center and with an open heart, open mind and love… be in observance of this most profound display of activity on behalf of humanities evolution… and that of the Earth. \nHold each other close and stay in your center . We will get through this…it has already been written. \nGod Bless You,",
        "id": "7861",
        "_version_": 1749576403847741440
    },
    {
        "author": "Paul Craig Roberts",
        "published": "2016-10-28T00:00:00Z",
        "title": "How The Oligarchs Plan To Steal The Election",
        "language": "english",
        "site_url": "informationclearinghouse.info",
        "country": "US",
        "spam_score": 0.097,
        "type": "bs",
        "id": "4390",
        "body_en": "The Failure of Democracy\nHow The Oligarchs Plan To Steal The Election By Paul Craig Roberts\n I am now convinced that the Oligarchy that rules America intends to steal the presidential election. In the past, the oligarchs have not cared which candidate won as the oligarchs owned both. But they do not own Trump.\nMost likely you are unaware of what Trump is telling people as the media does not report it. A person who speaks like this:\nis not endeared to the oligarchs.\n Who are the oligarchs?\n\u0097Wall Street and the mega-banks too big to fail and their agent the Federal Reserve, a federal agency that put 5 banks ahead of millions of troubled American homeowners who the federal reserve allowed to be flushed down the toilet. In order to save the mega-banks\u0092 balance sheets from their irresponsible behavior, the Fed has denied retirees any interest income on their savings for eight years, forcing the elderly to draw down their savings, leaving their heirs, who have been displaced from employment by corporate jobs offshoring, penniless.\n\u0097The military/security complex which has spent trillions of our taxpayer dollars on 15 years of gratuitous wars based entirely on lies in order to enrich themselves and their power.\n\u0097The neoconservartives whose crazed ideology of US world hegemony thrusts the American people into military conflict with Russia and China.\n\u0097The US global corporations that sent American jobs to China and India and elsewhere in order to enrich the One Percent with higher profits from lower labor costs.\n\u0097Agribusiness (Monsanto et.al.), corporations that poison the soil, the water, the oceans, and our food with their GMOs, hebicides, pesticides, and chemical fertilizers, while killing the bees that pollinate the crops.\n\u0097The extractive industries\u0097energy, mining, fracking, and timber\u0097that maximize their profits by destroying the environment and the water supply.\n\u0097The Israel Lobby that controls US Middle East policy and is committing genocide against the Palestinians just as the US committed genocide against native Americans. Israel is using the US to eliminate sovereign countries that stand in Israell\u0092s way.\nWhat convinces me that the Oligarchy intends to steal the election is the vast difference between the presstitutes\u0092 reporting and the facts on the ground.\nAccording to the presstitutes, Hillary is so far ahead that there is no point in Trump supporters bothering to vote. Hillary has won the election before the vote. Hillary has been declared a 93% sure winner.\nI am yet to see one Hillary yard sign, but Trump signs are everywhere. Reports I receive are that Hillary\u0092s public appearances are unattended but Trumps are so heavily attended that people have to be turned away. This is a report from a woman in Florida:\n\u0093Trump has pulled huge numbers all over FL while campaigning here this week. I only see Trump signs and stickers in my wide travels. I dined at a Mexican restaurant last night. Two women my age sitting behind me were talking about how they had tried to see Trump when he came to Tallahassee. They left work early, arriving at the venue at 4:00 for a 6:00 rally. The place was already over capacity so they were turned away. It turned out that there were so many people there by 2:00 that the doors had to be opened to them. The women said that the crowds present were a mix of races and ages.\u0094\nI know the person who gave me this report and have no doubt whatsoever as to its veracity.\nI also receive from readers similiar reports from around the country.\nThis is how the theft of the election is supposed to work: The media concentrated in a few corporate hands has gone all out to convince not only Americans but also the world, that Donald Trump is such an unacceptable candidate that he has lost the election before the vote.\nBy controllng the explanation, when the election is stolen those who challenge the stolen election are without a foundartion in the media. All media reports will say that it was a run away victory for Hillary over the misogynist immigrant-hating Trump.\nAnd liberal, progressive opinion will be relieved and off guard as Hillary takes us into nuclear war.\nThat the Oligarchy intends to steal the election from the American people is verified by the officially reported behavior of the voting machines in early voting in Texas. The NPR presstitutes have declared that Hillary is such a favorite that even Republican Texas is up for grabs in the election.\nIf this is the case, why was it necessary for the voting machines to be programmed to change Trump votes to Hillary votes? Those voters who noted that they voted Trump but were recorded Hillary complained. The election officials, claiming a glitch (which only went one way), changed to paper ballots. But who will count them? No \u0093glitches\u0094 caused Hillary votes to go to Trump, only Trump votes to go to Hillary.\nThe most brilliant movie of our time was The Matrix. This movie captured the life of Americans manipulated by a false reality, only in the real America there is insufficient awareness and no Neo, except possibly Donald Trump, to challenge the system. Americans of all stripes\u0097academics, scholars, journalists, Republicans, Democrats, right-wing, left-wing, US Representatives, US Senators, Presidents, corporate moguls and brainwashed Americans and foreigners\u0097live in a false reality.\nIn the United States today a critical presidential election is in process in which not a single important issue is addressed by Hillary and the presstitutes. This is total failure. Democracy, once the hope of the world, has totally failed in the United States of America. Trump is correct. The American people must restore the accountability of government to the people.\n Dr. Paul Craig Roberts was Assistant Secretary of the Treasury for Economic Policy and associate editor of the Wall Street Journal. He was columnist for Business Week, Scripps Howard News Service, and Creators Syndicate. He has had many university appointments. His internet columns have attracted a worldwide following. Roberts' latest books are The Failure of Laissez Faire Capitalism and Economic Dissolution of the West , How America Was Lost , and The Neoconservative Threat to World Order .",
        "_version_": 1749576393223569408
    },
    {
        "author": "jhamilton",
        "published": "2016-11-11T00:59:56.429Z",
        "title": "Long-term Effects of the Presidential Election",
        "language": "english",
        "site_url": "endtime.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "November 10, 2016 Long-term Effects of the Presidential Election \nThe reverberations from Donald Trump’s election as the 45th president of the United States are being felt around the world. A number of Hollywood’s celebrities are saying they will move out of the country. Many political pundits are decrying the overthrow of the international order that globalists have worked so hard to build since World War II. \nOn the other hand, one politician from Israel is saying that Trump’s election heralds the coming of the Messiah. One thing is certain. The election of Mr. Trump to lead the world’s greatest nation will definitely change things dramatically. What will the long-term effects of America’s election actually be? We’ll talk about on today’s edition of End of the Age. Join the Conversation",
        "id": "2660",
        "_version_": 1749576387368321024
    },
    {
        "author": "jhamilton",
        "published": "2016-11-11T03:30:00Z",
        "title": "Long-term Effects of the Presidential Election",
        "language": "english",
        "site_url": "endtime.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "November 10, 2016 Long-term Effects of the Presidential Election \nThe reverberations from Donald Trump’s election as the 45th president of the United States are being felt around the world. A number of Hollywood’s celebrities are saying they will move out of the country. Many political pundits are decrying the overthrow of the international order that globalists have worked so hard to build since World War II. \nOn the other hand, one politician from Israel is saying that Trump’s election heralds the coming of the Messiah. One thing is certain. The election of Mr. Trump to lead the world’s greatest nation will definitely change things dramatically. What will the long-term effects of America’s election actually be? We’ll talk about on today’s edition of End of the Age. Join the Conversation",
        "id": "2666",
        "_version_": 1749576387374612480
    },
    {
        "author": "shorty",
        "published": "2016-11-07T08:41:53.396Z",
        "title": "Election 2016: A Political System In Crisis",
        "language": "english",
        "site_url": "greanvillepost.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "3811",
        "body_en": "Share This: BY NILE BOWIE T he outcome of strangest and most consequential election cycle in recent American history will soon be upon us. Regardless of who becomes the next president, this election will forever be synonymous with the rogue candidacy of Donald Trump and the demographic shifts that have emboldened the right. Though it may be a close election, it is widely presumed that public antipathy towards Trump – the first major party candidate who is near-universally opposed by both major parties – will tilt the odds in Hillary Clinton’s favour. Nonetheless, Trump’s support base of primarily white, blue-collar Americans will be a major factor for the political establishment to contend with in the years ahead. These voters are frustrated by their economic marginalisation wrought by neoliberal trade deals and economic policies and are contemptuous of traditional political elite, their internationalism and liberal identity politics. For these voters, fear of immigration is entwined with the precarity of being working class, their troubling prejudices notwithstanding. Economic disempowerment and political disenfranchisement have accelerated under President Obama, to the detriment of the American middle class. White, blue-collar Americans have witnessed the offshoring of their jobs and the erosion of their status in society, and Trump has masterfully stroked their resentment and discontent by playing on their fears of Muslims, immigrants and minorities. Trump’s views often contain unusual contradictions and seem to be delivered impromptu. What remains consistent are his authoritarian views on crime and justice, vows to close the borders to refugees, Muslims and economic migrants, scepticism of overseas ‘democracy promotion’ and America’s role in international alliances, foreign policy views both isolationist and belligerent and of course, his distinctive megalomaniacal hubris. Trump’s real problem with the Washington establishment is that he isn’t part of it. His campaign represents an insurgent faction of the oligarchical class that aims to displace and replace the standing political elites. Bipartisan opposition to Trump is grounded in the belief that he would be an unreliable proxy and a liability, someone too narrow and unpredictable to manage the common affairs of the ruling class and the US deep state. Moreover, the US establishment is not interested in being led by such a contentious figure, who would draw protest and public opposition in a way that more conventional establishment candidates largely do not. For example, Trump’s rhetoric on immigration seems to engender more public outrage than the immigration policy under Obama, who has deported more people than any other president in history. That being said, Hillary Clinton is a more dangerous candidate in many ways. Trump understands that the political system is rigged and the economy is oriented to serve various elite interests, a message that resonates across the political spectrum, even with anti-Trump segments of the electorate. As a hated political outsider not tied directly into the power and the money structure of the political system, there would be no shortage of gridlock and checks on the authority wielded by Trump in the unlikely event that he becomes president. By contrast, Clinton wields enormous political influence inside the corridors of political and corporate power through personal relationships and connections. Policy and legislation shaped by donor money, lobbyist groups and special interests have been a hallmark of the Clintons’ time in public office. The very fact that she is standing for office while being investigated by the FBI, having committed actions that would have ended the careers of other politicians and government employees, speaks for itself. It has been reported by various sources that the FBI’s recent decision to reopen the investigation into the Clinton email scandal less than two weeks before election day has been motivated by an internal backlash within the agency’s rank and file, forcing FBI director James Comey’s hand as a means of addressing internal critics who believe he buried the Clinton probe for political reasons. Clinton’s email scandal is not the real issue. She has spent her political career ruthlessly advancing the interests of high finance, the military industrial complex and corporate America, with dramatic repercussions for minorities and the marginalised inside the United States, and the civilian populations of countries targeted for US military intervention and destabilization during the her time as an influential first lady, senator and secretary of state. Clinton has spent her long career advocating hawkish US military supremacy and banking deregulation, expanding the private prison industry to the detriment of impoverished African-American communities, dismantling the social safety net that marginalised families rely on, and enabling the consolidation of corporate power through secretive trade agreements. On the campaign trail, she has characterised her work as advancing the interests of women and families. Rather than addressing the political substance of revelations uncovered by WikiLeaks, the Clinton campaign, backed by Obama administration officials, has reverted to neo-McCarthyism by labelling opposition voices as surrogates of Russia, explicitly accusing Moscow of meddling in the US election process. The Clinton campaign has repeatedly evoked the historic struggle for civil rights and aspirational rhetoric of ‘breaking glass ceilings’ in the interest of a faux-feminism which prioritizes the equal opportunities of women to lead the nation’s highest office, while at once tone-deaf to the consequences faced by women and families on the receiving end of executive policies. The Democratic Party has become a parody of moral posturing, self-relishing its candidates with rhetoric that has no connection with policies in reality. It is the party of establishment insiders and corporate donors who openly engineer the presidential nomination process to favour their preferred candidate by virtue of the undemocratic super-delegate system. Bernie Sanders, whose campaign inspired millions of Americans for good reason, has proven himself to be tepid and cowardly in the face of practices that have proven beyond doubt that the Democratic Party establishment conspired against him. Bernie’s campaign centred around a rather modest, comparatively tame centre-left progressive platform that did not seriously question US militarism and the values of American exceptionalism. For the Democratic Party at large, the Sanders campaign represented a concession too far. The Clinton campaign even had the impudence to directly hire disgraced Democratic chairwoman Debbie Wasserman Schultz after leaked emails exposed her partisanship. Rather than addressing the political substance of revelations uncovered by WikiLeaks, the Clinton campaign, backed by Obama administration officials, has reverted to neo-McCarthyism by labelling opposition voices as surrogates of Russia, explicitly accusing Moscow of meddling in the US election process. Accusations of Russian interference without accompanying evidence are at best a short-sighted means of deflecting responsibility for the corrupt actions of the Clinton campaign and Democratic Party insiders. The next American president will have to confront the realities of strained relations with Russia. Clinton is known for her public enmity toward Russian President Vladimir Putin and would at best perpetuate the status quo of mutual distrust and limited cooperation. At worst, her policies could risk a military confrontation with Russia should she pursue the establishment of a no-fly zone over Syrian airspace, which she publically advocated during the presidential debates. Trump is the most prominent American political figure to advocate détente with Russia, openly breaking with his neoconservative running mate Mike Pence. Trump has criticised Clinton for supporting anti-government insurgents in Syria and called for jointly targeting ISIS with the Russian, and by extension, Syrian militaries. Trump, being very critical of Iran, also signalled he was willing to fight against ISIS on the same side as Tehran. He has also offered support for the establishment of a safe zone inside Syrian territory, potentially in cooperation with the Syrian government and its allies. Both candidates would pursue a different policy approach from the incumbent administration in Syria, but Clinton’s no-fly zone holds greater potential to deepen military hostilities between major powers. Clinton has generally been critical of Obama’s foreign policy in Syria and elsewhere for not asserting US power strongly enough. Despite the differences in style and demeanour, the range of policies offered by the entrenched two-party system is limited to varying shades of centre- to far-right. Hillary Clinton and Donald Trump are the least trusted and most unpopular presidential candidates in modern history. Despite the public disillusionment with major party candidates, it remains to be seen whether American voters will cast ballots for third parties such as the Libertarian Party or Green Party, which are seeking to garner 5 percent of the popular vote to become eligible to receive public campaign funding. More likely than not, American voters will cast their ballots ‘against’ Trump by voting for Clinton and vice versa, fueling the cyclical politics of the lesser evil that have been a feature of American presidential elections for decades. More than any other US election in recent history, the candidates represent the rot of an American political establishment marred by scandal, hypocrisy and the relentless pursuit of hegemony. To advocate one over the other is ultimately defeatist. NOTE: ALL IMAGE CAPTIONS, PULL QUOTES AND COMMENTARY BY THE EDITORS, NOT THE AUTHORS PLEASE COMMENT AND DEBATE DIRECTLY ON OUR FACEBOOK GROUP CLICK HERE ABOUT THE AUTHOR Nile Bowie is a columnist with Russia Today (RT) and a research assistant with the International Movement for a Just World (JUST), an NGO based in Kuala Lumpur, Malaysia. Note to Commenters Due to severe hacking attacks in the recent past that brought our site down for up to 11 days with considerable loss of circulation, we exercise extreme caution in the comments we publish, as the comment box has been one of the main arteries to inject malicious code. Because of that comments may not appear immediately, but rest assured that if you are a legitimate commenter your opinion will be published within 24 hours. If your comment fails to appear, and you wish to reach us directly, send us a mail at: editor@greanvillepost.com \nWe apologize for this inconvenience. \nWhat will it take to bring America to live according to its own propaganda? =SUBSCRIBE TODAY! NOTHING TO LOSE, EVERYTHING TO GAIN.= free • safe • invaluable If you appreciate our articles, do the right thing and let us know by subscribing. It’s free and it implies no obligation to you— ever. We just want to have a way to reach our most loyal readers on important occasions when their input is necessary. In return you get our email newsletter compiling the best of The Greanville Post several times a week.",
        "_version_": 1749576391418970112
    },
    {
        "author": "Jacob Hornberger",
        "published": "2016-11-07T05:47:25.668Z",
        "title": "Washington’s meddling in foreign elections",
        "language": "english",
        "site_url": "intrepidreport.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "4685",
        "body_en": "Washington’s meddling in foreign elections By Jacob Hornberger Posted on November 7, 2016 by Jacob Hornberger \nAs U.S. officials continue to accuse Russia of meddling with the U.S. presidential election, an accusation that they have provided no evidence whatsoever to support, let’s review some of the U.S. government’s history of meddling with elections in others countries. \n1. In 1951, the democratically elected parliament of Iran elected a man named Mohammad Mossadegh to be Iran’s prime minister. Mossadegh angered British Empire officials by nationalizing British oil interests in the country. \nBritish officials then turned to the CIA for assistance. In 1953, the CIA secretly fomented a violent coup in Iran, which succeeded in ousting Mossadegh from power and making the Shah of Iran the supreme unelected dictator of the country. \nTo fortify the Shah’s dictatorial hold on power, the CIA helped organize and train his domestic police force, the Savak, which was essentially a combination of the CIA, the NSA, and the military. Part of the CIA’s training involved teaching Savak agents the art of torture. \nFor the next 26 years, the Iranian people suffered under one of the most brutal and tyrannical dictatorships in the world, one that U.S. officials fully supported and called an ally and friend of the United States. \nIn 1979, Iranians successfully revolted against the Shah’s regime and ousted him from power. One result was not a restoration of the democratic system that had elected Mossadegh but rather another brutal dictatorship, this time a religious one. Another result is the bad relations between the Iran and U.S. governments that continue to exist today. \n2. In 1951, the Guatemalan people democratically elected a man named Jacobo Arbenz to be their president. Arbenz, however, was not satisfactory to U.S. officials, especially the national-security branch of the government, specifically the Pentagon and the CIA. The reason that U.S. officials opposed Arbenz was that he was a socialist, and U.S. officials considered a socialist president of Guatemala to be a threat to “national security” here in the United States. \nIn 1954—one year after the coup in Iran, the CIA fomented a violent military coup that succeeded in removing Arbenz from power and replacing him with one of the most brutal unelected military dictators in Latin American history, a man named Carlos Castillo Armas. The CIA had a kill list prepared for the coup, which Arbenz was able to escape by fleeing the country before Castillo was able to get him. The CIA’s destruction of Guatemala’s democratic system threw the nation into a 30-year civil war that ended up killing millions of Guatemalan people, especially many of the poor. \n3. In 1960 a man named Patrice Lumumba was elected Congo’s first prime minister after independence from Belgium. Lumumba spoke out against Western imperialism and refused to take sides in the Cold War, which caused the CIA to conclude that he was a threat to “national security.” The CIA orchestrated the assassination of Lumumba, which ended up taking place on January 17, 1961, just three days before President Kennedy, who liked Lumumba and who would have ordered the CIA to stand down, was to be sworn into office. \n4. In 1970 a man named Salvador Allende received a plurality of votes in the presidential election in Chile. Pursuant to the Chilean constitution, the election was thrown into the national congress. President Richard Nixon, his national-security team, the Pentagon, and the CIA concluded that because Allende believed in communism and socialism, he posed a grave threat to “national security” here in the United States. The CIA attempted to bribe members of the congress to vote against Allende. It also orchestrated the kidnapping of the head of Chile’s armed forces, Gen Rene Schneider, who opposed a U.S. military coup in his country, especially since a coup would violate the country’s constitution. The kidnapping attempt on Schneider left him dead. \nThe CIA then fomented a coup that took place on 9/11 1973 that violently ousted Allende from power and left him dead. Replacing him was army Gen. Augusto Pinochet, one of the most brutal unelected military dictators in history. By the time Pinochet’s 17-year reign of military terror came to an end in 1990, he and his CIA-supported goons had incarcerated, raped, tortured, or killed tens of thousands of innocent people—that is, people whose only “crime” was believing in socialism—with the full support of the CIA, Pentagon, Nixon, and his “national security” team. \nOf course, there are also the more recent support of regime-change operations that ousted democratically elected presidents that the U.S. government disapproved of, such as in Ukraine and Egypt. \nAnd then there is the long list of countries where unelected dictators were targeted for regime change by the U.S. national security state and, where successful, replaced with a brutal unelected pro-U.S. dictator. Cuba, Indonesia, Iraq, Libya, and Syria all come to mind. \nU.S. officials need to keep in mind that when they point their accusatory index finger at Russia for supposedly meddling in the U.S. presidential election, U.S. officials have, at the same time, three fingers pointing back at themselves. This work by MWC News is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License . \nJacob G. Hornberger is founder and president of The Future of Freedom Foundation.",
        "_version_": 1749576394430480384
    },
    {
        "author": "Jacob G. Hornberger",
        "published": "2016-11-05T16:18:16.920Z",
        "title": "Washington's Meddling in Foreign Elections",
        "language": "english",
        "site_url": "ronpaulinstitute.org",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "7487",
        "body_en": "Written by Jacob G. Hornberger   As US officials continue to accuse Russia of meddling with the US presidential election, an accusation that they have provided no evidence whatsoever to support, let’s review some of the US government’s history of meddling with elections in others countries.1. In 1951, the democratically elected parliament of Iran elected a man named Mohammad Mossadegh to be Iran’s prime minister. Mossadegh angered British Empire officials by nationalizing British oil interests in the country.British officials then turned to the CIA for assistance. In 1953, the CIA secretly fomented a violent coup in Iran, which succeeded in ousting Mossadegh from power and making the Shah of Iran the supreme unelected dictator of the country.To fortify the Shah’s dictatorial hold on power, the CIA helped organize and train the his domestic police force, the Savak, which was essentially a combination of the CIA, the NSA, and the military. Part of the CIA’s training involved teaching Savak agents the art of torture.For the next 26 years, the Iranian people suffered under one of the most brutal and tyrannical dictatorships in the world, one that US officials fully supported and called an ally and friend of the United States.In 1979, Iranians successfully revolted against the Shah’s regime and ousted him from power. One result was not a restoration of the democratic system that had elected Mossadegh but rather another brutal dictatorship, this time a religious one. Another result is the bad relations between the Iran and US governments that continues to exist today.2. In 1951, the Guatemalan people democratically elected a man named Jacobo Arbenz to be their president. Arbenz, however, was not satisfactory to US officials, especially the national-security branch of the government, specifically the Pentagon and the CIA. The reason that US officials opposed Arbenz was that he was a socialist, and US officials considered a socialist president of Guatemala to be a threat to “national security” here in the United States.In 1954 — one year after the coup in Iran, the CIA fomented a violent military coup that succeeded in removing Arbenz from power and replacing him with one of the most brutal unelected military dictators in Latin American history, a man named Carlos Castillo Armas. The CIA had a kill list prepared for the coup, which Arbenz was able to escape by fleeing the country before Castillo was able to get him. The CIA’s destruction of Guatemala’s democratic system threw the nation into a 30-year civil war that ended up killing millions of Guatemalan people, especially many of the poor.3. In 1960 a man named Patrice Lamumba was elected Congo’s first prime minister after independence from Belgium. Lamumba spoke out against Western imperialism and refused to take sides in the Cold War, which caused the CIA to conclude that he was a threat to “national security.” The CIA orchestrated the assassination of Lamumba, which ended up taking place on January 17, 1961, just three days before President Kennedy, who liked Lamumba and who would have ordered the CIA to stand down, was to be sworn into office.4. In 1970 a man named Salvador Allende received a plurality of votes in the presidential election in Chile. Pursuant to the Chilean constitution, the election was thrown into the national congress. President Richard Nixon, his national-security team, the Pentagon, and the CIA concluded that because Allende believed in communism and socialism, he posed a grave threat to “national security” here in the United States. The CIA attempted to bribe members of the congress to vote against Allende. It also orchestrated the kidnapping of the head of Chile’s armed forces, Gen Rene Schneider, who opposed a US military coup in his country, especially since a coup would violate the country’s constitution. The kidnapping attempt on Schneider left him dead.The CIA then fomented a coup that took place on 9/11 1973 that violently ousted Allende from power and left him dead. Replacing him was army Gen. Augusto Pinochet, one of the most brutal unelected military dictators in history. By the time Pinochet’s 17-year reign of military terror came to an end in 1990, he and his CIA-supported goons had incarcerated, raped, tortured, or killed tens of thousands of innocent people — that is, people whose only “crime” was believing in socialism — with the full support of the CIA, Pentagon, Nixon, and his “national security” team.Of course, there are also the more recent support of regime-change operations that ousted democratically elected presidents that the US government disapproved of, such as in Ukraine and Egypt.And then there is the long list of countries where unelected dictators were targeted for regime change by the US national security state and, where successful, replaced with a brutal unelected pro-US dictator. Cuba, Indonesia, Iraq, Libya, and Syria all come to mind.US officials need to keep in mind that when they point their accusatory index finger at Russia for supposedly meddling in the US presidential election, US officials have, at the same time, three fingers pointing back at themselves. Reprinted with permission from the Future of Freedom Foundation . Related",
        "_version_": 1749576402609373184
    },
    {
        "author": "Anonymous",
        "published": "2016-10-26T20:05:13.867Z",
        "title": "Fake ID’s: Threat to Elections",
        "language": "english",
        "site_url": "trunews.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "10263",
        "body_en": "Fake ID’s: Threat to Elections October 26, 2016 Am election worker checks a voter's drivers license as North Carolina's controversial \"Voter ID\" law goes into... © CHRIS KEANE \nFormer member of the Federal Election Commission says fake ID's are a “potential way around a state that has a photo ID law in place.\" A quick Google search reveals a plethora of fake ID vendors. Most popular are drivers license and student identification. This ease of availability of fake drivers licenses poses a danger to American national security. Fraudulent identification also increases the threat of voter fraud in certain states. \n(Vero Beach, FL) The use of fake drivers licenses isn’t just limited to teenagers drinking beer, but can be used by terrorists, illegal immigrants and fraudulent voters to go around barriers set up by law enforcement. The trend also poses a threat to this presidential election in states where voter ID laws are in place. \nHans von Spakvovsky, former member of the Federal Election Commission and a senior legal fellow at the Heritage Foundation, told The Daily Caller that fake IDs are a “potential way around a state that has a photo ID law in place.” \nPaul Rozenweig, now a senior adviser to the Chertoff Group and a lecturer at George Washington University School of Law, told theDC that in his “personal view” the security of drivers licenses “has been underemphasized.” \n“We’ve done a great deal, for example, to make passports harder to forge, we’ve been much less successful in making domestic identification such as drivers license secure,” Rozenweig said. “The fact that 15 years after 9/11, we still don’t have a secure drivers license identification system in the United States that is hard to spoof and applies to all 50 states is a good example of how we haven’t put any emphasis on this.” \nTRUNEWS contacted four states out 7 arguably considered to have \"strict\" voter photo ID laws. At least in four states the Election Services representative did not express any concern with fake ID's for the coming election. All confirmed however, to not have any technology in place that would verify or decline a fake form of identification. In Wisconsin spokesperson Reid Magney said, \n\"I'm not aware of how much a fake ID would cost, but I don't think someone is going to go through all that just to vote twice\" \nBut what if voting twice isn't the goal? A person could be ineligible to vote for a number of reasons like criminal history or immigration status and use a fake ID to do so.The easy access to fake ID's provides a solid supporting argument to allegations and even video released by Project Veritas Action investigators depicting Democratic campaign officials encouraging non-citizens to vote. \nThere is a whole unit of Immigration and Customs Enforcement (ICE) devoted to document fraud, and yet a quick search on Google yields credible fake ID vendors. Narcotics are accessible on the internet as well, but they require the use of software such as Tor in order to get to the “darknet.” Tor allows you to visit websites that are only accessible on the software’s browser and user’s locations and identities are hidden through the use of thousands of relays. On the other hand, there is a large community on Reddit openly discussing which fake ID websites are credible, offering sales and giving reviews on products. Drivers licenses and student IDs are the main types of fraudulent identifications available on the open internet. For passports one can visit a “dark marketplace” and purchase a fake Spanish passport for nearly $3,000. The subreddit “fakeid” has over 15,000 subscribers and keeps a list of “verified” vendors who the moderators have confirmed won’t scam users. Sources close to The Daily Caller have ordered fake drivers licenses from these vendors, all of which have bar codes that can be scanned, proper holographics, and proven to be effective at liquor stores or hotel check-ins. \nAccording to ICE: “ICE places a high priority on investigating document and benefit fraud. These types of fraud pose a severe threat to national security and public safety because they create a vulnerability that may enable terrorists, other criminals and illegal aliens to gain entry to and remain in the United States.” While ICE claims to place a “high priority” on fake IDs, sites such as reallygoodfakes.com have had a registered domain since 2010. Besides the key issues related to fake drivers licenses of illegal immigration and terrorism that ICE identifies, fake IDs can also enable voter fraud. \nIan Smith, investigative associate at the Immigration Reform Law Institute, told TheDC fake IDs are commonly used by illegal immigrants to “obtain work, open a bank account, and rent an apartment.” We spoke with Leah Smith a spokesperson at Election Services in Mississippi and she seemed pretty confident in relying on poll workers this November 8th. \n\"We have trained poll workers who know what a real ID looks like\". \nOriginal article by The Daily Caller. \n——- Article by , Correspondent for TRUNEWS Got a news tip? Email us at Help support the ministry of TRUNEWS with your one-time or monthly gift of financial support. DONATE NOW ! DOWNLOAD THE TRUNEWS MOBILE APP! CLICK HERE!",
        "_version_": 1749576412488007680
    },
    {
        "author": "Starkman",
        "published": "2016-11-11T08:19:30.599Z",
        "title": "This Is How Putin Celebrated Trump’s Election Win",
        "language": "english",
        "site_url": "topinfopost.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Several people were victorious after Tuesday’s election – Donald Trump, the Republicans of America, and apparently Vladimir Putin. It appears that the president of Russia is ecstatic to work alongside business mogul turned statesman Mr. Trump. \nVia ViralThread \n\nIt’s well known that American-Russian relations are pretty grim right now. Within the past few months, Russia has practiced nuclear evacuation drills and launched airstrikes on the war-torn Syrian city of Aleppo. It seems as if we’re entering a second Cold War, however president-elect Trump is hoping to change all of that.\n\nPresident Obama and Secretary of State Clinton also hoped to repair the relationship between the two old foes. Sadly however the conflicting ideologies between the Putin and Obama Administrations got in the way. Putin has previously pleaded Obama to come together with Russia. On Independence Day, he claimed: “The history of Russian-American relations shows that when we act as equal partners and respect each other’s lawful interests we are able to successfully resolve the most complex international issues for the benefit of both countries’ peoples and all of humanity.” Try as he might though, Obama hasn’t budged.\n\nJust a few month ago, Obama claimed: “I’m not confident that we can trust the Russians or Vladimir Putin, which is why we have to have to test whether or not we can get an actual cessation of hostilities that includes an end to the kinds of aerial bombing and civilian death and destruction that we have seen carried out by the Assad regime.”\nDifficulty surrounding stances on Ukraine and Syria are the main culprits for this distrust. So when Putin learned that he may have another shot at a healthy relationship with America (and Trump), he decided to celebrate.\nPutin celebrated Donald Trump’s win in the election with the hope of a stable relationship with America. Trump spoke about repairing the relationship with Russia in his campaign, something Putin took note of. In the clip below, it’s clear that Trump will deal with Putin in a completely different way than Obama.\nAt a foreign ambassadors meeting in Moscow, Putin expressed his satisfaction with the election, where he congratulated both the American people and president-elect Trump. Putin also told the ambassadors that he was hopeful for future prospects between the two superpowers, America and Russia, especially when it comes to efforts in Syria.\n\nFollowing his speech, Putin clinked glasses of champagne with the ambassadors in celebration. With the tensions between America and Russia growing at an alarming rate, the world has a watchful eye on what actions Mr. Trump will take when he finally enters the Oval Office.",
        "id": "10151",
        "_version_": 1749576412387344384
    },
    {
        "author": "Gillian",
        "published": "2016-11-05T11:17:58.346Z",
        "title": "Can The Oligarchy Still Steal The Presidential Election?",
        "language": "english",
        "site_url": "shiftfrequency.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "7854",
        "body_en": "Leave a reply \nPaul Craig Roberts – The election was set up to be stolen from Trump. That was the purpose of the polls rigged by overweighting Hillary supporters in the samples. After weeks of hearing poll results that Hillary was in the lead, the public would discount a theft claim. Electronic voting makes elections easy to steal, and I have posted explanations by election fraud experts of how it is done. \nClearly the Oligarchy does not want Donald Trump in the White House as they are unsure that they could control him, and Hillary is their agent. \nWith the reopening of the FBI investigation of Hillary and related scandals exploding all around her, election theft is not only more risky but also less likely to serve the Oligarchy’s own interests. \nImage as well as money is part of Oligarchic power. The image of America takes a big hit if the American people elect a president who is currently under felony investigation. \nMoreover, a President Hillary would be under investigation for years. With so much spotlight on her, she would not be able to serve the Oligarchy’s interests. She would be worthless to them, and, indeed, investigations that unearthed various connections between Hillary and oligarchs could damage the oligarchs. \nIn other words, for the Oligarchy Hillary has moved from an asset to a liability. \nA Hillary presidency could put our country into chaos. I doubt the oligarchs are sufficiently stupid to think that once she is sworn in, Hillary can fire FBI Director Comey and shut down the investigation. The last president that tried that was Richard Nixon, and look where that got him. \nMoreover, the Republicans in the House and Senate would not stand for it. House Committee on oversight and Government Reform chairman Jason Chaffetz has already declared Hillary to be “a target-rich environment. Even before we get to day one, we’ve got two years worth of material already lined up.” House Speaker Paul Ryan said investigation will follow the evidence. \nIf you were an oligarch, would you want your agent under this kind of scrutiny? If you were Hillary, would you want to be under this kind of pressure? \nWhat happens if the FBI recommends the indictment of the president? Even insouciant Americans would see the cover-up if the attorney general refused to prosecute the case. Americans would lose all confidence in the government. Chaos would rule. Chaos can be revolutionary, and that is not good for oligarchs. \nMoreover, if reports can be believed, salacious scandals appear to be waiting their time on stage. For example, last May Fox News reported: \n“Former President Bill Clinton was a much more frequent flyer on a registered sex offender’s infamous jet than previously reported, with flight logs showing the former president taking at least 26 trips aboard the “Lolita Express” — even apparently ditching his Secret Service detail for at least five of the flights, according to records obtained by FoxNews.com. “Clinton’s presence aboard Jeffrey Epstein’s Boeing 727 on 11 occasions has been reported, but flight logs show the number is more than double that, and trips between 2001 and 2003 included extended junkets around the world with Epstein and fellow passengers identified on manifests by their initials or first names, including “Tatiana.” The tricked-out jet earned its Nabakov-inspired nickname because it was reportedly outfitted with a bed where passengers had group sex with young girls.” \nFox News reports that Epstein served time in prison for “solicitation and procurement of minors for prostitution. He allegedly had a team of traffickers who procured girls as young as 12 to service his friends on ‘Orgy Island,’ an estate on Epstein’s 72-acre island, called Little St. James, in the U.S. Virgin Islands.” http://www.foxnews.com/us/2016/05/13/flight-logs-show-bill-clinton-flew-on-sex-offenders-jet-much-more-than-previously-known.html \nSome Internet sites, the credibility of which is unknown to me, have linked Hillary to these flights. http://truepundit.com/breaking-bombshell-nypd-blows-whistle-on-new-hillary-emails-money-laundering-sex-crimes-with-children-child-exploitation-pay-to-play-perjury/ \nThis kind of behavior seems reckless even for Bill and Hillary, who are accustomed to getting away with everything. Nevertheless, if you are an oligarch already worried about the reopened Hillary email case and additional FBI investigations, such as the one into the Clinton Foundation, and concerned about what else might emerge from the 650,000 emails on former US Rep. Weiner’s computer and the NYPD pedophile investigation, putting Hillary in the Oval Office doesn’t look like a good decision. \nAt this point, I would think that the Oligarchy would prefer to steal the election for Trump, instead of from him, rather than allow insouciant Americans to destroy America’s reputation by choosing a person under felony investigations for president of the United States. \nBeing the “exceptional nation” takes on new meaning when there is a criminal at the helm. SF Source Paul Craig Roberts",
        "_version_": 1749576403826769920
    },
    {
        "author": "Paul Craig Roberts",
        "published": "2016-11-05T15:29:24.041Z",
        "title": "Can the Oligarchy Still Steal the Presidential Election?",
        "language": "english",
        "site_url": "unz.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "10763",
        "body_en": "The election was set up to be stolen from Trump. That was the purpose of the polls rigged by overweighting Hillary supporters in the samples. After weeks of hearing poll results that Hillary was in the lead, the public would discount a theft claim. Electronic voting makes elections easy to steal, and I have posted explanations by election fraud experts of how it is done. \nClearly the Oligarchy does not want Donald Trump in the White House as they are unsure that they could control him, and Hillary is their agent. \nWith the reopening of the FBI investigation of Hillary and related scandals exploding all around her, election theft is not only more risky but also less likely to serve the Oligarchy’s own interests. \nImage as well as money is part of Oligarchic power. The image of America takes a big hit if the American people elect a president who is currently under felony investigation. \nMoreover, a President Hillary would be under investigation for years. With so much spotlight on her, she would not be able to serve the Oligarchy’s interests. She would be worthless to them, and, indeed, investigations that unearthed various connections between Hillary and oligarchs could damage the oligarchs. \nIn other words, for the Oligarchy Hillary has moved from an asset to a liability. \nA Hillary presidency could put our country into chaos. I doubt the oligarchs are sufficiently stupid to think that once she is sworn in, Hillary can fire FBI Director Comey and shut down the investigation. The last president that tried that was Richard Nixon, and look where that got him. \nMoreover, the Republicans in the House and Senate would not stand for it. House Committee on oversight and Government Reform chairman Jason Chaffetz has already declared Hillary to be “a target-rich environment. Even before we get to day one, we’ve got two years worth of material already lined up.” House Speaker Paul Ryan said investigation will follow the evidence. \nIf you were an oligarch, would you want your agent under this kind of scrutiny? If you were Hillary, would you want to be under this kind of pressure? \nWhat happens if the FBI recommends the indictment of the president? Even insouciant Americans would see the cover-up if the attorney general refused to prosecute the case. Americans would lose all confidence in the government. Chaos would rule. Chaos can be revolutionary, and that is not good for oligarchs. \nMoreover, if reports can be believed, salacious scandals appear to be waiting their time on stage. For example, last May Fox News reported: \n“Former President Bill Clinton was a much more frequent flyer on a registered sex offender’s infamous jet than previously reported, with flight logs showing the former president taking at least 26 trips aboard the “Lolita Express” — even apparently ditching his Secret Service detail for at least five of the flights, according to records obtained by FoxNews.com. \n“Clinton’s presence aboard Jeffrey Epstein’s Boeing 727 on 11 occasions has been reported, but flight logs show the number is more than double that, and trips between 2001 and 2003 included extended junkets around the world with Epstein and fellow passengers identified on manifests by their initials or first names, including “Tatiana.” The tricked-out jet earned its Nabakov-inspired nickname because it was reportedly outfitted with a bed where passengers had group sex with young girls.” \nFox News reports that Epstein served time in prison for “solicitation and procurement of minors for prostitution. He allegedly had a team of traffickers who procured girls as young as 12 to service his friends on ‘Orgy Island,’ an estate on Epstein’s 72-acre island, called Little St. James, in the U.S. Virgin Islands.” http://www.foxnews.com/us/2016/05/13/flight-logs-show-bill-clinton-flew-on-sex-offenders-jet-much-more-than-previously-known.html Some Internet sites, the credibility of which is unknown to me, have linked Hillary to these flights. http://truepundit.com/breaking-bombshell-nypd-blows-whistle-on-new-hillary-emails-money-laundering-sex-crimes-with-children-child-exploitation-pay-to-play-perjury/ \nThis kind of behavior seems reckless even for Bill and Hillary, who are accustomed to getting away with everything. Nevertheless, if you are an oligarch already worried about the reopened Hillary email case and additional FBI investigations, such as the one into the Clinton Foundation, and concerned about what else might emerge from the 650,000 emails on former US Rep. Weiner’s computer and the NYPD pedophile investigation, putting Hillary in the Oval Office doesn’t look like a good decision. \nAt this point, I would think that the Oligarchy would prefer to steal the election for Trump, instead of from him, rather than allow insouciant Americans to destroy America’s reputation by choosing a person under felony investigations for president of the United States. \nBeing the “exceptional nation” takes on new meaning when there is a criminal at the helm. (Reprinted from PaulCraigRoberts.org by permission of author or representative)",
        "_version_": 1749576413759930368
    },
    {
        "author": "BeamMeUpScotty",
        "published": "2016-10-29T06:34:29.853Z",
        "title": "Comment on Elections 2012-16 by BeamMeUpScotty",
        "language": "english",
        "site_url": "fellowshipoftheminds.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "#CRUX NCA REF 1122930JG AIFL IPR TO USA FEC INSPECTOR GENERAL LA MCFARLAND DL 1 PAGE 25 OCTOBER 2016 2344 QUESTIONS TO BE PUT TO USA FEDERAL ELECTION COMMISSION INSPECTOR GENERAL MS LYNNE A MCFARLAND DL Following the public disclosure of vote rigging in the U.K. at the General Election in 2015 by Applied I F Limited on the sleazeexpo.wordpress.com Blog and repeated on the wirralinittogether.wordpress.com Blog, we respectfully ask the questions below to the Inspector General of the USA Federal Election Commission Ms Lynne A McFarland The answers to these questions such as these below, which should not be considered exhaustive, might help to dispel Mr Trump’s legitimate concerns regarding potential Vote Rigging, and which have been expressed so clearly and publicly as what potentially might be expected at the Count on 8 November 2016 at the forthcoming USA Presidential Election? 1. Does The USA Have A Freedom Of Information Act Like The United Kingdom? 2. Does The Federal Election Commission Come Under The Freedom Of Information Act Of The USA? 3. Will The Federal Election Commission List Laws To Be Used At The 2016 Presidential Elections? 4. Does The USA Federal Election Commission, When Regulating USA Voting, Use A Voting Count Model In The Identical Way As The United Kingdom Electoral Commission Uses to Regulate UK Voting In England, Scotland, Wales and Northern Ireland? 5. Is A Voting Count Model Defined Within The Election Laws Current in the USA? 6. Where Is The Voting Count Model Which Is To Be Used In The Presidential Voting Election Process On 8 November 2016 In The USA To Be Found Within USA Election Law Statutes? 7. What Is The Voting Count Model Used In The Presidential Voting Election Process In The USA? 8. Is The Voting Count Model Used In The Presidential Voting Election Process In The USA Based Upon Acts Of United Kingdom Parliament Such As The Ballot Act 1872, And Representation Of The People Act 1983? 9. Perhaps Such Questions Could Be Continued? Applied I F Limited",
        "id": "2802",
        "_version_": 1749576387796140032
    },
    {
        "author": "Rmuse",
        "published": "2016-11-01T14:06:37.902Z",
        "title": "North Carolina Republicans Sued For Rigging the Election For Trump",
        "language": "english",
        "site_url": "politicususa.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bias",
        "id": "6708",
        "body_en": "By Rmuse   10:00 am The voter suppression tactic is right out of the GOP [election rigging] playbook to suppress the Black vote in North Carolina.”   *The following is an opinion column by R Muse* \nSome Americans are likely aware of the psychological term “projecting” that roughly means a person attributes their own faults and actions onto someone else; as an ‘unconscious’ form of transferring guilt for one’s own actions. As soon as the Republican primaries concluded, Donald Trump projected Republicans’ guilt for election rigging, either through vote obstruction or suppression, onto Democrats and his opponent Hillary Clinton. Republicans have been actively suppressing votes since the election of Barack Obama in 2008, and they have only ramped up their ‘ election rigging’ activities over the past eight years; and yet Trump accuses Democrats of election rigging as frequently as most human beings draw breath. \nYesterday, the North Carolina conference of the National Association for the Advancement of Colored People (NAACP) filed a lawsuit against North Carolina Republicans and demanded they put an immediate stop to the “ coordinated effort to suppress the Black vote in the state .” What the NAACP rightly said was that the voter suppression tactic was “ right out of the GOP [election rigging] playbook to suppress the Black vote in the state. ” \nThe election rigging amounts to three counties in North Carolina canceling voter registration of thousands of, mostly African American, Democratic residents a week before the presidential election. The lawsuit charged election officials in Beaufort, Moore, and Cumberland counties of denying primarily African American voters’ eligibility to participate in democracy because their voter registration documents mysteriously were “ bounced back as undeliverable. ” \nMost of the voters whose eligibility to vote was denied and flagged for purging, such as James Edward Arthur Sr. had moved within the same county and were still legally allowed to cast ballots. Many of the purged voters lived at their “ original registration address ” and were victims of a “ simple postal service error. ” \nMr. Arthur is an African American who lives in a nursing home and has voted in at least the last 14 elections in the same county he was born and raised in without issue. Arthur testified that he, like thousands of other African American Democratic voters, never received any state or county election documents informing him that his eligibility was denied, or that if he didn’t attend an appeal hearing to maintain his right to vote he would be denied the right to participate in democracy. Mr. Arthur said, \n“ If I knew my right to vote was in jeopardy, I would do whatever I could to protect it. I want and plan to vote in the upcoming election, but I am concerned that since my registration has been canceled I will not be able to cast a ballot or it will not be counted .” \nIt is what any sane human being would consider “ election rigging ” simply because the tri-county ploy targeted primarily African Americans who typically vote for Democrats. It is also something North Carolina Republicans have been guilty of for the past six years. \nAccording to the NAACP lawsuit, North Carolina Republicans are in violation of the National Voter Registration Act which “ bans the systemic removal of voters from the rolls in the final 90 days before an election .” Republican election officials State officials defended their “ election rigging ” and said they were justified in “ purging tens-of-thousands ” of mainly African American Democratic voters’ eligibility, the definition of systemic, on an individual basis. \nHowever, the NAACP also accused Republicans of conducting a coordinated mailing campaign for the sole purpose of challenging the eligibility of thousands of mainly African American voters’ eligibility who did not receive the mailing. One Republican who ran for a local office last year, Shane Hubers, challenged the registration of voters, the majority who are them Democrats,  in Beaufort County. \nIn one of the other counties charged in the lawsuit, Cumberland County, one “ individual used returned mail to challenge the registrations of 3,951 mostly Democratic voters .” In Moore County, the secretary of the local Republican Party, N. Carol Wheeldon, challenged approximately 400 mainly African American registered voters; likely because they do not vote for Republicans. \nThe lead attorney for the NAACP’s lawsuit, Penda Hair, said that although she cannot yet prove there is a concerted Republican “ election rigging ” conspiracy; \n“ We know that in two of the counties, the people who brought the challenges had connections to the local Republican Party. We also know that the pattern of these challenges is very similar across the counties .” Ms. Hair also noted that, “ in Moore County the return address of a right-wing group called the Voter Integrity Project appeared on the mail that was used to challenge voters. This is a very pernicious treatment of voters ,” she said. It is also a deliberate act of “ election rigging ” by Republicans. \nThe president of the North Carolina NAACP, Reverend Dr. William Barber said, \n“ We are seeing the worst attempts of voter suppression here in North Carolina that we’ve seen since the days of Jim Crow. The Tar Heel state is ground zero in the intentional, surgical efforts to suppress the voice of voters. These attempts are a direct affront to our Constitution .” \nThe NAACP lawsuit is demanding the state reinstate all voters challenged since 2012 using this “election rigging ” process back on the rolls immediately. The organization also demands that the state notifies the voters that they have been reinstated as eligible voters, and allow them to cast regular ballots early or on Election Day. They have already put in a request for an emergency hearing this week to decide the case. \nIt might be the case that the NAACP’s request for a hearing may be granted; especially in light of these new charges arising just days after a federal court ruled that North Carolina Republicans violated the National Voter Registration Act in yet another manner; failing to add tens of thousands of voters to the rolls who registered at a DMV office over the past few years. \nLast Thursday U.S. District Court Judge Loretta Biggs ordered North Carolina Republicans to permit those tens-of-thousands of voters to cast provisional ballots. It is highly doubtful that North Carolina Republicans will obey the Federal Judge’s orders because they have been the recipients of several court orders over their “election rigging” actions that have had no effect whatsoever or the Republicans would not continue disenfranchising voters. \nRepublicans have been on a tear to rig elections since the American people first elected Barack Obama as President, and the conservatives on the Supreme Court are ultimately guilty of conspiring with Republicans to suppress, or obstruct, the voting rights of primarily people of color because they don’t support Republicans. To be perfectly clear, it is irrelevant if it is called voter suppression, obstruction, or disenfranchisement; it is a deliberate attempt to rig elections. And it is only Republicans and the Koch brothers’ outfit the American Legislative Exchange Council (ALEC), who are behind each and every attempt in Republican-controlled states to kill democracy by doing what the Republican Party standard bearer Donald Trump is guilty of projecting; rig elections.",
        "_version_": 1749576400460840960
    },
    {
        "author": "Vic Bishop",
        "published": "2016-10-28T17:19:16.009Z",
        "title": "Americans preparing for strong possibility of violence on Election Day",
        "language": "english",
        "site_url": "intellihub.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "4586",
        "body_en": "Americans preparing for strong possibility of violence on Election Day Are you worried about violence on Election Day? By Vic Bishop - October 28, 2016 \nWith the U.S. presidential elections just around the corner, concerns about violence on Election Day seem to be escalating. Several schools have announced that they will not hold classes when the polls are open due to fears of potential violence. According to a recent survey of voters, “A 51% majority of likely voters express at least some concern about the possibility of violence on Election Day; one in five are ‘very concerned.’” \nVoters have been very obsessive in what’s been an emotional presidential election year. It is possible that supporters of the winning party make a public display showing off their victory to emphasize the painful fact that the other candidate has lost. Will they become easy targets? Whoever has lost may question the validity of the election and accuse of opposing side of manipulating the results. If it comes to this, should we expect civil unrest? It may be smart to stock up on a few days of extra food and water , so you can just hole up at home if need be. \nMore details from the aforementioned survey can be found here . Election Year Has Been Filled With Political Hostilities \nIt’s no surprise people are apprehensive about Election Day. Voters in the U.S. have been passionately divided when it comes to the candidates. Many are fervent to keep the worse of two evils out of office. Decisions seem to be driven more by animosity towards one candidate, rather than by inspiration or vision offered by the other. \nRegardless if the voter survey offers an accurate representation of how Americans truly feel, we cannot deny that political discord has already incited violence in communities across the States. A summary here offers just a glimpse at the various incidents that have occurred during the year. Take a look below at the reception a man wearing a Trump hat received when attending a Clinton rally. \nViolence isn’t exclusive to Clinton supporters. Two videos below show how Trump supporters respond to unwelcome demonstration by their opposition. \nWith so much hatred and hostility surrounding the election, one can reasonably expect a violent, or at least unpleasant, conclusion. And any aggression will likely be exacerbated by the news media, which will make matters worse. Confidence In The Election Process Falters \nIn addition to the looming question of who will be named president, another big unknown is how will U.S. citizens react? Will they accept the results of the election ? As per the previous mentioned voter survey, it seems that the confidence Americans once had in their election process is definitely floundering. Three of four say they have confidence that the United States will have the peaceful transfer of power that has marked American democracy for more than 200 years, but just 40% say they are “very confident” about that. More than four in 10 of Trump supporters say they won’t recognize the legitimacy of Clinton as president, if she prevails, because they say she wouldn’t have won fair and square. More than two-thirds of Trump voters say they worry the election returns could be manipulated. In contrast, eight in 10 of Clinton voters say the returns can be trusted to be fair and accurate. ( source ) Best Course is to Stay Prepared \nThe drama of the election year will likely continue after November 8. It is reasonable to expect that some communities will experience civil unrest, particularly where divisions are strong. It only makes sense to prepare, at least at the basic level, with a week’s worth of storable food and water available in your home. It might also be smart to stock up your bug-out bag . Of course, some may feel the need to be a bit more aggressive with their preparedness plans: “Since the polls are starting to shift quite a bit towards Hillary Clinton, I’ve been buying a lot more ammunition,” says Rick Darling, 69, an engineer from Harrison Township, in Michigan’s Detroit suburbs. In a follow-up phone interview after being surveyed, the Trump supporter said he fears progressives will want to “declare martial law and take our guns away” after the election. ( source ) \nAre you worried about violence on Election Day? Do you have a preparedness plan in place in case of civil unrest? Please share your views in the comments section below. Via Activist Post Featured Image: Jamelle Bouie/Flickr",
        "_version_": 1749576394003709952
    },
    {
        "author": "pcr3",
        "published": "2016-11-06T18:44:13.500Z",
        "title": "How the Oligarchy Has Prepared the Groundwork for Stealing the Election",
        "language": "english",
        "site_url": "paulcraigroberts.org",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "6593",
        "body_en": "How the Oligarchy Has Prepared the Groundwork for Stealing the Election \nIn addition to the cyber manipulation of electronic voting (see http://www.paulcraigroberts.org/2016/11/01/very-easy-to-invisibly-steal-us-elections/ ), Finian Cunningham explains a second method the Oligarchy has prepared that would allow the election to be stolen for Hillary. The groundwork that has been officially established indicates that a false flag cyber attack is the preferred method.\nA Digital 9/11 If Trump Wins by Finian Cunningham \nThere are disturbing signs that a digital 9/11 false flag terror attack is being readied for election day in the US to ensure that Donald Trump does not win. \nSuch an attack – involving widespread internet and power outage – would have nothing to do with Russia or any other foreign state. It would be furnished by agencies of the US Deep State in a classic “false flag” covert manner. But the resulting chaos and “assault on American democracy” will be conveniently blamed on Russia. \nThat presents a double benefit. Russia would be further demonized as a foreign aggressor “justifying” even harsher counter measures by America and its European allies against Moscow. \nSecondly, a digital attack on America’s presidential election day this week, would allow the Washington establishment to pronounce a Trump win invalid due to “Russian cyber subversion”. Invalidation is a prepared option if the ballot results show Republican candidate Donald Trump as the imminent victor. \nDemocrat rival Hillary Clinton is the clear choice for the White House among the Washington establishment. She has the backing of Wall Street finance capital, the corporate media, the military-industrial complex and the Deep State agencies of the Pentagon and CIA. The fix has been in for months to get her elected by the powers-that-be owing to her well-groomed obedience to American imperialist interests. \nThe billionaire property magnate Trump is too much of a maverick to be entrusted with the White House, as far as the American ruling elite are concerned. \nThe trouble is that, despite the massive campaign to discredit Trump, polls show his support remains stubbornly close to Clinton’s. The latter has been tainted with too many scandals involving allegations of sleazy dealings with Wall Street, so-called pay-for-play favors while she was former Secretary of State, and her penchant for inciting overseas wars for regime change using jihadist terrorist foot-soldiers. \nAs one headline from McClatchy News only days ago put it: “Majority of voters think Clinton acted illegally, new poll finds”. http://www.mcclatchydc.com/news/politics-government/election/article112635048.html#emlnl=Evening_Newsletter \nTrump is right. The US presidential election is rigged. The system is heavily stacked against any candidate who does not conform with the interests of the establishment. The massive media-orchestrated campaign against Trump is testimony to that. \nBut such is popular disgust with Clinton, her sleaze-ball husband Bill and the Washington establishment that her victory is far from certain. Indeed in the last week before voting this Tuesday various polls are showing a neck-and-neck race with even some indicators putting the Republican narrowly ahead. \nOver the weekend, the Washington Post, which has been one of the main media outlets panning Trump on a daily basis, reported this: “The electoral map is definitely moving in Trump’s direction”. https://www.washingtonpost.com/news/the-fix/wp/2016/11/04/dont-look-now-the-electoral-map-is-definitely-moving-in-donald-trumps-direction/?wpisrc=nl_headlines&wpmm=1 \nIn recent days, American media are reporting a virtual state of emergency by the US government and its security agencies to thwart what they claim are Russian efforts to incite “election day cyber mayhem.” \nIn one “exclusive” report by the NBC network on November 3, it was claimed that: “The US government believes hackers from Russia or elsewhere may try to undermine next week’s presidential election and is mounting an unprecedented effort to counter their cyber meddling.” http://www.nbcnews.com/news/us-news/white-house-readies-fight-election-day-cyber-mayhem-n677636?cid=sm_tw \nOn November 4, the Washington Post reported: “Intelligence officials warn of Russian mischief in election and beyond.” https://www.washingtonpost.com/world/national-security/russia-seen-as-unable-to-alter-election-but-may-still-seek-to-undermine-it/2016/11/03/b7387160-a1cd-11e6-8832-23a007c77bb4_story.html \nApparently, the emergency security response is being coordinated by the White House, the Department of Homeland Security, the CIA, the National Security Agency and other elements of the Defense Department, according to NBC. \nThese claims of Russian state hackers interfering in the US political system are not new. Last month, the Obama administration officially accused Moscow of this alleged malfeasance. https://www.theguardian.com/technology/2016/oct/07/us-russia-dnc-hack-interfering-presidential-election \nRussian President Vladimir Putin has lambasted American claims that his country is seeking to disrupt the presidential elections as “hysterical nonsense”, aimed at distracting the electorate from far more deep-rooted internal problems. http://abcnews.go.com/International/wireStory/putin-rejects-claims-russian-interference-us-election-43103312 \nThe Obama administration and its state security agencies have not provided one iota of evidence to support their allegations against Russia. Nevertheless the repeated charges have a tendency to stick. \nThe Clinton campaign has for months been accusing Trump of being a “pro-Russian stooge”. Clinton’s campaign has also claimed that Russian hackers have colluded with the whistleblower organization Wikileaks to release thousands of private emails damaging Clinton with the intention of swaying the election in favor of Trump. \nWikileaks’ director Julian Assange and the Russian government have both rejected any suggestion that they are somehow collaborating, or that they are working to get Trump elected. \nBut on the eve of the election, the US authorities are recklessly pushing hysteria that Russia is trying to subvert American democracy. \nMichael McFaul, the former US ambassador to Russia from 2012 to 2014 is quoted as saying: “The Russians are in an offensive mode and the US is working on strategies to respond to that, and at the highest levels.” \nNBC cites a senior Obama administration official as saying that the Russians “want to sow as much confusion as possible and undermine our process”. \nOminously, the news outlet adds that “steps are being taken to prepare for worst-case scenarios, including a cyber-attack that shuts down part of the power grid or the internet.” \nNearly two weeks ago, on October 21-22, the US was hit with a widespread internet outage. The actors behind the “distributed denial of service” were not identified, but the disruption was nationwide and it temporarily disabled many popular consumer services. One former official at the US Department of Homeland Security described the event as having “all the signs of what would be considered a drill”. http://www.nbcnews.com/news/us-news/white-house-readies-fight-election-day-cyber-mayhem-n677636?cid=sm_tw \nCould that cyber-attack have been the work of US Deep State agencies as a dress rehearsal for an even bigger outage planned for November 8 – election day? \nThe Washington establishment wants Clinton over Trump. She’s the marionette of choice for their strategic interests, including a more hostile foreign policy towards Russia in Syria, Ukraine and elsewhere. But Trump might prove to be the voters’ choice. In which case, the shadowy forces that really rule America can trigger a “digital 9/11”. \nIt’s not difficult to imagine the chaos and mayhem from internet blackout, power, transport, banking and communications paralysis – even for just a temporary period of a few hours. Months of fingering Russia as a destabilizing foreign enemy intent on interfering in US democracy to get “Comrade Trump” into the White House would then serve as a self-fulfilling prophecy. In that event, the US authorities could plausibly move to declare the election of Donald J Trump null and void. \nIn fact the scenario could be contrived to a far more serious level than merely invalidating the election result. The US authorities could easily feign that a state of emergency is necessary in order to “defend national security”. That contingency catapults beyond “rigged politics”. It is a green light for a coup d’état by the Deep State forces who found that they could not win through the “normal” rigging methods.\nOriginally published: https://sputniknews.com/columnists/201611061047117877-digital-9-11-if-trump-wins/ \nThe post How the Oligarchy Has Prepared the Groundwork for Stealing the Election appeared first on PaulCraigRoberts.org .",
        "_version_": 1749576400158851072
    },
    {
        "author": "admin",
        "published": "2016-10-27T15:41:53.683Z",
        "title": "Trump will win November 8 election: American professor",
        "language": "english",
        "site_url": "rinf.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Trump will win November 8 election: American professor Trump will win November 8 election: American professor By 0 55 \nUS Republican presidential nominee Donald Trump will win the November 8 election, says an American professor who correctly predicted almost every presidential election in the United States. \nProfessor Helmut Norpoth, of New York’s SUNY Stony Brook University, said his model shows Trump performed comparatively better in the primaries so he will triumph next month, The Independent reported on Thursday. \nNorpoth developed a model which, when applied retroactively, successfully predicted every presidential election in the United States since 1912 all but one, which was the 2000 election, when it said Democratic nominee Al Gore would beat Republican candidate George W. Bush. But instead Bush won the election. \nAl Gore won the popular vote, but Bush was awarded more votes in the Electoral College following a disputed result in Florida. So Bush was declared winner. \nThe political scientist’s model suggests that the person who emerges as the …",
        "id": "7419",
        "_version_": 1749576402429018112
    }
]