[
    {
        "author": "EdJenner",
        "published": "2016-11-12T17:55:23.883Z",
        "title": "#BoycottComedian…ROBERT DENIRO Wanted “To Punch Trump In The Face”…Supports Anti-Trump Rioters…Now Wants Americans To Support His New Movie [VIDEO]",
        "language": "english",
        "site_url": "100percentfedup.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bias",
        "body_en": "Go to Article Donald Trump was willing to give up a very fulfilling life that took decades to build, so he could step up and take control of an out of control government. He and his family have already sacrificed so much because he chose to put his country first. Making sacrifices is certainly not something loudmouth liberals like Robert DeNiro are accustomed to. DeNiro was very vocal about his opposition to the wildly successful business man Donald J. Trump. He felt so strongly about his hate for Trump that made a video where he angrily stated he’d like to, “punch him in the face.” Now that Trump won the election in a landslide, DeNiro has chosen to get behind the Trump rioters who are terrorizing cities across America. Anti-Trump rioters are breaking windows, using baseball bats to smash the windshields of innocent citizens who get trapped in their hellish protests as they try to escape. Women who are taking part in the protests are being punched in the faces by men who are also taking part in the George Soros funded protests. American flags are being burned and families who are walking in major cities are being subjected to the most vile and disgusting, hateful language and images imaginable. If this is the kind of America that Robert DiNero is openly supporting? And if so, why would any American pay to see his movie,”Comedian”? \nRobert De Niro gave anti-Donald Trump protesters across the United States his backing Friday as he spoke about how “depressed” the tycoon’s win in the presidential election had made him. \nThe 73-year-old star was on the red carpet at the world premiere of his new film “The Comedian” in Los Angeles when he was asked how he was coping with Trump’s victory over Democratic rival Hillary Clinton. \n“How am I doing? I’m very depressed,” the famously laconic “Raging Bull” actor told reporters. \n“We have to just wait and see how things go and keep our eyes ever vigilant on the new government.” \nAsked if he thought the protests were an appropriate response to the outcome of Tuesday’s election, he replied: “Yes, absolutely. Things aren’t being done right.” \nDemonstrators took to the streets in Miami, Los Angeles, New York and other US cities for a third straight night on Friday. \nIn Manhattan, they held signs reading “Your Wall Can’t Stand in Our Way” — a reference to the anti-immigration barrier the billionaire has promised to build on the US border with Mexico. \nDe Niro hasn’t minced his words in his criticism of Trump, describing him as “a punk,” “a pig” and “an idiot.” \n“I’d like to punch him in the face,” he said before the election. \nEarlier in the day a town in southern Italy where De Niro’s grandparents came from offered the actor a means of escape. \n“If, after the disappointment of Trump, he wants to take refuge here, we are ready to welcome him,” said Antonio Cerio, the mayor of Ferrazzano. \n“The Comedian,” De Niro’s passion project which took him eight years to bring to the big screen, was part of this year’s program for the American Film Institute’s annual AFI Fest in Los Angeles. – Yahoo \nHere’s a clip of Trump-hater Megyn Kelly promoting DiNero’s hateful rant against Donald J. Trump:",
        "id": "16",
        "_version_": 1749312205083377664
    },
    {
        "author": "Anonymous",
        "published": "2016-11-01T14:48:00Z",
        "title": "Hillary’s ‘Russian Hack’ Hoax: The Biggest Lie of This Election Season",
        "language": "english",
        "site_url": "21stcenturywire.com",
        "country": "US",
        "spam_score": 0.293,
        "type": "conspiracy",
        "id": "36",
        "body_en": "November 1, 2016 By 21wire 4 Comments \nPatrick Henningsen 21st Century Wire \nThe longer this soap opera drags on, it’s becoming more and more evident that the Russian government did not ‘hack’ into the DNC, and Moscow is not feeding John Podesta’s emails to Wikileaks. For those who are deeply invested in this now official conspiracy theory, this might be a hard pill to swallow. \nThe White House and the Hillary Clinton campaign are now married to the idea that ‘Putin is hacking the US elections.’ In response, the President is weighing his options – tougher economic sanctions, revoking diplomatic status to Russian envoys in the US, or even deploying his newly developed ‘malicious cyber-activity’ tools. \nEven VP Joe Biden wants in on the action, threatening Moscow by saying,”We’re sending a message. We have the capacity to do it.” \nIt seems that where ever you turn nowadays, someone in Washington is issuing a threat against Russia. Are US-Russian relations really that bad, or does this trend have more to do with the defense industry and power struggles within the US? \nWhat was previously a stance reserved for right-wing neoconservative hawks and Cold War hold-outs has now infected America’s left-wing, and is a firm plank in the Democratic Party platform, as evidenced by Hillary Clinton’s constant anti-Russian rhetoric throughout this 2016 election cycle. Along with the White House, Clinton has now transformed the Democrats into the vanguard of Washington’s new anti-Russia movement. \nOn July 27th, Josh Rogin from the Washington Post wrote, “The Clinton campaign has decided to escalate its rhetoric on Russia. After Trump suggested Wednesday that if Russia had indeed hacked Clinton’s private email server it should release the emails, the Clinton campaign sent out its Democratic surrogates to bash Russia and Trump in a manner traditionally reserved for Republicans.” \nAnyone who was paying attention back then knew this ‘Russian hack’ talking point was purely political, but then again, who’s really paying attention these days? Certainly not the US media. \nYou can trace the genesis of the Democratic Party’s hardcore anti-Russian strategy back to when President Vladimir Putin made a mild passing remark about Donald Trump’s GOP primary success. From that point on, Trump’s political opponents saw this as an open target. In their words, ‘comparing one dictator to another.’ \nNever one to pass up an opportunity to score cheap political points, President Obama got in on the act, intensifying the Trump-Putin narrative to the level of bromance . “If you’ve made a career out of idealizing Ronald Reagan, then where were you when your own party’s nominee for president was kissing up to Vladimir Putin?” said Obama on Oct 20th at a Clinton rally in Miami. \nBacked by the Obama White House, Clinton and the media felt they had a green light to keep pressing ahead with blaming Russia – not only for the controversial DNC leaks, but also for hacking into US election systems in Arizona – a charge devoid of any evidence other than innuendo and speculation. The media’s coverage on this issue was deceptive from the onset. In a leading news release, entitled, “ Russian hackers targeted Arizona election system ,” we can see how after the cock-sure headline, the first paragraph would always sound definitive: \n“Hackers targeted voter registration systems in Illinois and Arizona, and the FBI alerted Arizona officials in June that Russians were behind the assault on the election system in that state.” \nBut then by the time you advanced down the story, the report would quickly retreat into a zone of uncertainty: \n“The bureau described the threat as “credible” and significant, “an eight on a scale of one to 10,” Matt Roberts, a spokesman for Arizona Secretary of State Michele Reagan (R), said Monday. As a result, Reagan shut down the state’s voter registration system for nearly a week.” \nAnd then, down to almost nothing… \n“It turned out that the hackers had not compromised the state system or even any county system. They had, however, stolen the username and password of a single election official in Gila County.” \nAt no point was any evidence ever given. Only ambiguous statements like, “Cyber security officials agree that this looks very much like a Russian government-directed hack.” \nAre American politicians so callous as to tempt geopolitical conflict in order to further their short-term political ambitions? Better yet, has American political life really arrived in such a dark cul de sac (translated in French: ‘bottom of the bag’) where politicians in power are so insecure as to make-up and propagate wild international conspiracy theories – in the middle a national election cycle? It’s a very depressing prospect, and yet, this is exactly what we are seeing in this 2016 Presidential Election. \nBehind Clinton’s wild hyperbolic rants about the Kremlin and Wikileaks, you will find the White House… \nOn October 7th, the Obama Administration formally accused the Russian government of stealing emails from the Democratic National Committee and other high-profile individuals including Hillary Clinton’s campaign manager John Podesta – giving them to Wikileaks. \nSoon, there was a queue of ‘national security’ politicians eager to hitch a ride on this bandwagon. Senator Ben Sasse (NE-R), a member of the Homeland Security Committee spouted out, “Russia must face serious consequences. Moscow orchestrated these hacks because [Russian President Vladimir] Putin believes Soviet-style aggression is worth it. The United States must upend Putin’s calculus with a strong diplomatic, political, ­cyber and economic response.” \nAccording to a Washington Post report by technology editor, Ellen Nakashima , the only ‘evidence’ that seems to be available on this story is a corporate analysis of the alleged ‘Russian government hacks’– provided by a US cyber security company called Crowdstrike . No actual specifics are given, so we are meant to take private firm Crowdstrike’s word for it. \nIMAGE: Crowdstrike cyber security. \nThe Post’s Nakashima then added: \n“The administration also blamed Moscow for the hack of the Democratic Congressional Campaign Committee and the subsequent leak of private email addresses and cellphone numbers of Democratic lawmakers.” \nAn online persona calling himself Guccifer 2.0 has claimed responsibility for posting the material. Those sites and that persona are “consistent with the methods and motivations of Russian-directed efforts,” the joint statement said. “… We believe, based on the scope and sensitivity of these efforts, that only Russia’s senior-most officials could have authorized these activities.” \nMoscow’s press secretary’s reply: “This is some sort of nonsense,” said Dmitry Peskov. \nDespite the constant repetition by Democrat media surrogates, and as CNN’s Maria Cardona said last night, no US national intelligence agency has really “confirmed” that Russia was behind the email hacks – and still no evidence , other than speculative guesswork, has been presented. \nLikewise, US intelligence agencies have never actually said definitively on record that “Russia did it,” thus, leaving the door open to walk-back the accusation at a later date. Standard Washington procedure of ambiguity. This little detail doesn’t seem to matter in this hyperbolic political climate though. It seems that the White House, Hillary Clinton and media operatives like Cardona – are quite happy living in what John Kerry recent dubbed as a ‘ parallel universe .’ \nStill, during the final Presidential debate, Hillary Clinton proudly crowed how “ 17 US intelligence agencies ” aka the “Intelligence Community”– all agreed that Russia did it. \nThe announcement, albeit vague, actually originated from the Office of the Director of National Intelligence. \n“We have 17 intelligence agencies, civilian and military, who have all concluded that these espionage attacks, these cyberattacks, come from the highest levels of the Kremlin, and they are designed to influence our election,” said Clinton. “I find that deeply disturbing.” \nWhat’s even more disturbing is the fact that Clinton is lying in front of a national audience. The highest levels of the Kremlin? Here are Clinton’s ’17 agencies’: \nAir Force Intelligence, Army Intelligence, Central Intelligence Agency, Coast Guard Intelligence, Defense Intelligence Agency, Energy Department, Homeland Security Department, State Department, Treasury Department, Drug Enforcement Administration, Federal Bureau of Investigation, Marine Corps Intelligence, National Geospatial Intelligence Agency, National Reconnaissance Office, National Security Agency, Navy Intelligence and the Office of the Director of National Intelligence. \nWhat does the Coast Guard Intelligence, National Geospatial Intelligence Agency or the Drug Enforcement Administration know about John Podesta’s emails? Answer: nothing. \nThe exact same thing happened following Wikileaks first trove of DNC emails back in July 2016 . The US government issued a vague accusatory statement, but would not actually name the culprit. Some might call that propaganda. \nIn both instances, the Obama Administration refused to present any evidence. Translated: there was no evidence. If there had been, the White House would have been shouting from the rooftops and using it as leverage to apply muscle in the UN over Washington’s flagging efforts in Syria. Both Obama Administration announcements were nothing more than dog whistles for Democrats and “journalists” working for hopelessly partisan outlets like New York Times and CNN – none of whom have bothered to press the White House for one ounce of evidence pertaining to the Party’s decree that “Russian is hacking the US election process.” If you actually look at the joint DNI-DHS statement issued on the matter, it contains no definitive statement: “… [the hacks] are consistent with the methods and motivations of Russian-directed efforts. These thefts and disclosures are intended to interfere with the US election process. Such activity is not new to Moscow — the Russians have used similar tactics and techniques across Europe and Eurasia, for example, to influence public opinion there. We believe, based on the scope and sensitivity of these efforts, that only Russia’s senior-most officials could have authorized these activities.” According to NSA intelligence worker-turned whistleblower William Binney , when asked about WikiLeaks and whether the Russians are ‘hacking’ US elections, he concluded that the cyber efforts against the DNC were more likely to be the work of a “ disgruntled U.S. intelligence worker. ” \nUnder partisan pressure from senior Democrat Senator Harry Reid , the FBI also initiated another investigation into “people linked to the Trump team with Russia.” Reid was unset about the DNC hacks and the Podesta emails and demanded the FBI do something about the Trump campaign. To date, the FBI haven’t come up with anything. \nTo be fair, Hillary would have every reason to believe that the Kremlin is behind the hack – because her staff read it to her from the campaign’s daily intelligence briefings, presumably, supplied from the US government’s much vaunted Intelligence Community . Of course, that’s the same Intelligence Community that briefed George W Bush about Saddam’s nonexistent nuclear weapons program, and who also briefed Colin Powell about Iraq’s imaginary “Winnebagos of Death” aka mobile anthrax labs disguised as senior double-wide camper vans. So, of course, they would know if Putin directed the DNC leaks and Podesta email hacks. \nFor those us who are skeptical of the great oxymoron known as ‘Washington Intelligence,’ I can almost hear the mainstream rebuttal now, “No, that was Iraq, that was Bush. We’re not like that. No, this time it’s different. This time we are sure the Russians did it!” \nIn 2014, Obama claimed that Kim’s notorious “Bureau 121” hacked into Sony Pictures. \nThis isn’t the first time that President Obama has cried wolf on a foreign ‘hack’ and then tried to sell it for political purposes. Back in December 2014, Obama claimed that North Korea had hacked Sony Pictures in Hollywood. Pentagon-CIA media proxy CNN quickly chimed in to support Washington’s conspiracy theory, floating a colorful story that Kim Jing-Un had deployed a secret underground hacking unit called ‘ Bureau 121 .’ Just like with today’s “Russian Hack” theory, no member of the mainstream press dared to question the White House’s ridiculous North Korean claim, and like the ‘Russian Hack’ claims, the only source cited for Sony hack was analysis provided by US firm Crowdstrike . \nJumping the Shark \nAfter their Democratic Party Convention on July 27th, the Clinton campaign machine put all of its chips on their Putin narrative. \nSoon after, a cadre of top Clinton national security surrogates then accused Trump of emboldening Russia in their evil plot to “destabilize and dominate the West.” Tom Donilon, a former national security adviser then accused Russia of ‘interfering’ with elections all over Europe and then accused Trump is helping Russia directly. At that point, they were in too deep to turn back. The biggest impact of @wikileaks ? Shining a spotlight on Russia’s attempt to undermine American democracy and Trump’s refusal to condemn it https://t.co/ALzpYm1Bb5 \n— Josh Schwerin (@JoshSchwerin) October 21, 2016 \nClinton spin doctors Josh Schwerin and Michael Fallon would stoop even lower by accusing RT of having possession of the Podesta emails even before Wikileaks did. Their only ‘evidence’ seemed to be Twitter posts by RT News which Clinton held up as ‘proof’ that the Kremlin was front-running Wikileaks email dumps. The Clinton braintrust failed to note that the Podesta emails were posted on Wikileaks own website well before RT News had tweeted about them. At that point it became obvious that the Clinton campaign was panicking and hysterically grabbing for any excuse they could get their hands on. We then watched, as one RT reporter after another dismantled the Clinton campaign’s desperate claims. It was embarrassing. \nThey could not face the uncomfortable fact that it was WikiLeaks head Julian Assange who chose the timing of the release of the DNC and Podesta emails. Rather than attack Assange himself, who happens to be popular with millennials (the very group Clinton struggles to connect with), her operatives opted to target Russia and Trump instead. \nEither way, the political strategy here is clear – to shoot the messenger . The Clinton campaign is stuck in permanent rear-guard mode, because based on the content of both the DNC Leaks, Wikileaks files, and Project Veritas video – their own Democratic Party has been discredited and exposed as a corrupt political organization. \nTheir other big problem is that despite all the outrage from Democrats and their mainstream media surrogates, none of the leaked content has been challenged on the basis of its authenticity. The results speak for themselves. The initial DNC leak of 20,000 emails resulted in the resignation of DNC Chairwoman Debbie Wasserman Schultz . They revealed the unthinkable: the Democratic National Committee actively worked to undermine the Presidential campaign of Bernie Sanders in favor of the establishment choice in Hillary Clinton. Sanders never had a chance. Honest commentators called this an affront to the democratic process, while party insiders and Clinton supporters pretended to be aloof as if it never happened. \nTo prove this point, both President Obama and Hillary Clinton then gave Wasserman-Schultz a glowing endorsement on the way out. “For the last eight years, Chairwoman Debbie Wasserman Schultz has had my back. This afternoon, I called her to let her know that I am grateful,” said Obama. Not surprisingly, Clinton thanked Wasserman Schultz, presumably for helping to knock her only competitor Sanders out of the Democrat primary race. “I am grateful to Debbie for getting the Democratic Party to this year’s historic convention in Philadelphia, and I know that this week’s events will be a success thanks to her hard work and leadership,” said Clinton. \nThe party had sold its soul to devil and no one seemed to care too much about it. \nParty Meltdown \nWasserman Schultz’s replacement didn’t fair much better. DNC Vice Chairwoman Donna Brazile was installed to serve as interim chair through the remainder election, but Brazile was soon skewered by subsequent Wikileaks batches – showing how, on more than one occasion, she fed debate questions obtained from corrupt mainstream media operatives – straight to Hillary Clinton. \n“ A March 12 email exchange shows Brazile stating that she received a town hall question from Roland Martin, a TV One host who co-moderated a March 13 town hall with CNN’s Jake Tapper.” \n“ A March 5 email shows that she shared a question with Clinton campaign chairman John Podesta and communications director Jennifer Palmieri that was to be asked in a March 6 debate hosted by CNN in Flint, Mich.” (Source: Daily Caller ) \nBrazile’s audacious fraud also helped contribute to her party’s planned sabotage of Democrat challenger Bernie Sanders. Watch Brazile go into full meltdown when confronted here: \n. Completely corrupt and still, Brazile even had to temerity to deny doing it when pressed on FOX News last week. Brazile’s reputation is so bad now that even CNN has severed ties with her – and that’s saying a lot. \nIn addition, it was also revealed how CNN’s head political commentator, Gloria Borger , was named by Podesta as one of a shortlist of ‘journalists’ the Clinton campaign would “work with” to gain favorable coverage. You’d think that CNN would have dropped Borger after this was revealed, but no. Amazingly, Borger is still leading CNN’s election coverage. \nClearly, CNN cannot be trusted to police itself when it comes to matters of outright collusion with Hillary Clinton and the Democratic Party. Ever-unbiased CNN's Gloria Borger refers to being in \"GOP hell\" and says she'll \"reach out soon\" to Podesta. Heart-warming #PodestaEmails13 pic.twitter.com/CQFdcJ12Q5 \n— 400-lb Hacker Owens (@NubianAwakening) October 21, 2016 \nWorse Than Watergate \nPerhaps a bigger scandal which the Obama White House and Clinton campaign operatives would like to bury – is the FBI’s investigation into the Clinton Foundation. Yesterday, the Wall Street Journal confirmed the existence of an internal feud between the FBI and the Justice Department, over whether or not to pursue an investigation into Clinton issue: \n“Some investigators grew frustrated, viewing FBI leadership as uninterested in probing the charity, these people said. Others involved disagreed sharply, defending FBI bosses and saying Mr. McCabe in particular was caught between an increasingly acrimonious fight for control between the Justice Department and FBI agents pursuing the Clinton Foundation case. It isn’t unusual for field agents to favor a more aggressive approach than supervisors and prosecutors think is merited. But the internal debates about the Clinton Foundation show the high stakes when such disagreements occur surrounding someone who is running for president.” \nThere’s more. It was also revealed last week how Jill McCabe, the wife of FBI Deputy Director, Andrew McCabe , received $467,500 in campaign funds in late 2015 for her Virginia State Senate run. This unusually large donation came via a political action committee run by Virginia Gov.Terry McAuliffe – a Clinton Foundation board member. After the funds were donated, Andrew McCabe was then put in charge of the Clinton Email case. In normal times, this one scandal would be bigger than Watergate, but these are not normal times . \nSo why is Washington going all out to deflect to Russia , and cover-up the Clinton scandals, and the Wikileaks document dumps? One reason is because the Clinton email issue goes all the way to the top – to the President himself. \nWhat 21WIRE reported on Oct 21st is how President Obama lied when first confronted about whether or not he knew about the existence of Hillary’s unauthorized private server. Obama told CBS News on March 7, 2015 that he only found out about Clinton’s server “the same time everybody else learned it through news reports.” The President’s lie was confirmed when newly released FBI documents showed that: \n“Obama used a pseudonym [bobama@ameritech.net] when communicating with then-Secretary of State Hillary Clinton by email, and at least one of those emails ended up on Clinton’s private email server.” \nSo, not only did Obama lie on national TV, but he also broke strict White House security protocols by carelessly exchanging private emails “off grid” with Hillary Clinton on a unsecured and unauthorized mail server – maybe to avoid the same scrutiny one would have on a government system. Who knows why he did it. \nSure, he’s not the first US President to lie, but like, Richard Nixon and Bill Clinton, Obama just joined that exclusive liars club – caught out lying to the American people. \nOn top of this, any communications made by the President of the United States are de facto labeled as “ born classified .” The same goes for any State Department communications with other foreign ministers. \nCOVER-UP: John Podesta and Huma Abedin on the Hillary campaign jet (Image: ABC News ) \nIt should be well known by now after watching both Attorney Generals Eric Holder and Loretta Lynch in action – that the Obama Justice Department (DOJ) is one of the most politicized in history. Bear that in mind when looking at the latest leg of the Hillary Email case. \nOn Friday, FBI Director James Comey set the election alight after announcing that the FBI would be reopening the Clinton email case – currently examining 650,000 emails found while investigating a laptop belonging to former US Congressman Anthony Weiner (estranged husband of top Clinton aid and long-time confidant Huma Abedin) who was snared in a ‘sexting’ scandal, allegedly involving a underaged female. So which DOJ person is in charge of this investigation? None other than Assistant Attorney General Peter J. Kadzik . Who is Kadzik? Zero Hedge reports: \n“Oh yes. Recall our post from last week, “ Clinton Campaign Chair Had Dinner With Top DOJ Official One Day After Hillary’s Benghazi Hearing ” in which we reported that John Podesta had dinner with one of the highest ranked DOJ officials the very day after Hillary Clinton’s Benghazi testimony? It was Peter Kadzik.” \nOh, and if that wasn’t good enough, Kadzik was also Podesta’s lawyer back in 1998 when Ken Starr was investigating Podesta over his role in helping Bill Clinton intern/mistress Monica Lewinsky land a job at the United Nations. The two were described as ‘best friends.’ FOX News confirms: \n“Fantastic lawyer. Kept me out of jail,” Podesta wrote on Sept. 8, 2008 to Obama aide Cassandra Butts, according to emails hacked from Podesta’s Gmail account and posted by WikiLeaks. \nTo call the Clinton circle incestuous would be an understatement, and on the whole, Americans are sick of it. \nRussia – The Party Scapegoat \nFormer Democratic Party leader Howard Dean was so incensed about the FBI reopening the case, he accused the FBI director of being in league with Russia, Tweeting: “Ironically Comey put himself on the same side as Putin.” Ironically Comey put himself on the same side as Putin. \n— Howard Dean (@GovHowardDean) October 29, 2016 \nAnother veteran party operative and lifetime Clinton defender, James Carville , was so upset by the FBI announcement that he accused “the KGB” working with Republicans to “hijack the election” during his wild rant on MSNBC . \n“I think this an outrage and I think the fact that the KGB is involved in this election is an outrage and I think the American people ought to take their democracy back regardless of what the press wants to do and the excuses they want to make for Comey. That’s what I think,” said Carville. \nMaybe someone can remind Carville that there is no KGB , and that the Soviet Union actually dissolved in 1991. \nThese are just a few scandals surrounding the Democratic Party and the Clinton campaign, along with the many exposés revealed through Wikileaks, and the Podesta email batches. Those are actual scandals with real tangible evidence – unlike the ‘Russians hacking the DNC and John Podesta and passing those to Wikileaks.’ \nSuffice to say, the Democratic Party machine has already demonstrated that it is prepared to say anything in order to deflect and divert attention away from the damning Wikileaks material, and also blame Donald Trump in the process. It should be obvious by now that in their desperation to push a highly comprised Hillary Clinton over the finish line on November 8th, the Washington establishment has concocted the story that ‘Putin is trying to influence our electoral process in the US.’ They’ve tried to lay this at the feet of Donald Trump, who Obama and Clinton claim has some secret special relationship with Vladimir Putin. The liberal mainstream media have made a meal out of this talking point, and anti-Russian war hawks on the Republican side love it too. For the White House and the Clinton campaign this seemed like the ultimate clean sweep – a perfect double entendre . \nThe geopolitical strategy behind this move was twofold. First, this non event would be used to advance immediate calls for sanctions against Russia. Secondly, the US could continue to lean on Russia in the UN over Syria. Previously, 21WIRE reported how Washington’s State Dept and UN delegations, led by the dynamic trio of John Kerry , Samantha Power , and John Kirby , already lied when levelling charges against Russia for war crimes in Aleppo, and again while accusing Russia and Syria of conducting an airstrike on a UN Aid Convoy in Syria. As we have already shown – that raid was most likely a ground attack carried out of US-backed ‘rebels’ Al Nusra Front, or Nour al-Din al-Zenki. \nWith so much at stake geopolitically, why would Washington lie about a potential World War III trigger event? If they are prepared to lie about this, what else are they prepared to lie about? \nThe demonization of all things Russian has definitely accelerated since late 2013 when the US engineered a coup d’etat in Kiev, Ukraine. Ever since that it’s been a go-to talking point for ginning-up and new transaltlantic arms race, as with Republican war hawks – and a convenient scapegoat for any politician requiring misdirection, like Clinton and the Democrats. When the new year rang in 2015, the newly appointed head of the U.S. Broadcasting Board of Governors, Andrew Lack, announced the new challenges facing America’s own state-run media arm that includes U.S. overseas propaganda assets including Voice of America, Radio Free Europe/Radio Liberty, the Middle East Broadcasting Networks and Radio Free Asia. Lack said , “We are facing a number of challenges from entities like Russia Today which is out there pushing a point of view, the Islamic State in the Middle East and groups like Boko Haram,” He was forced to resign shortly after that. \nWhat’s clear is that when it comes to all things Russian, there is an established pattern of compulsive lying by this US Administration. The list is too long to chronicle here, although ‘ Russian-backed Rebles Shootting Down MH17 ,’ and ‘ Assad Regime Sarin Attack in Damascus in 2013 ‘ certainly comes to mind. \nThat said, it’s hard to imagine a lie as egregious and potentially destructive than one which accuses the Russia government, a world nuclear power and member of the UNSC, of ‘Hacking Into the US Electoral Process.’ When you examine history however, what you will find is plenty of evidence documenting exactly how the US government and the CIA have altered and flipped 100 foreign elections throughout history, the attempted assassination of over 50 foreign leaders . Knowing all this, one might find it hard to take seriously Washington’s claims that Putin and Trump are trying manipulate the 2016 Election \nOn Oct 9, 2016, Russian Foreign Minister Sergei Lavrov laid it all on the table: \n“We have witnessed a fundamental change of circumstances when it comes to the aggressive Russophobia that now lies at the heart of U.S. policy towards Russia. It’s not just a rhetorical Russophobia, but aggressive steps that really hurt our national interests and pose a threat to our security.” \nSelf-serving, career political operatives in Washington are playing a dangerous game. History will mark this as one of the biggest political follies of the Obama-Clinton era. \nKnowing what we now know about the NSA and its ability to hack and grab any email or text message from anyone, anywhere – if Washington really wanted to know where the hacks came from, maybe they could start there. Far be it from anyone in Washington or the media to ever adopt that line of inquiry. \nStill, we’re waiting for the emergence of an adult in the room in Washington – before it’s too late. \nREAD MORE ELECTION NEWS AT: 21st Century Wire 2016 Files \nSUPPORT 21WIRE – SUBSCRIBE & BECOME A MEMBER @21WIRE.TV \nFiled Under: Featured , Patrick Henningsen , Shout , US News Tagged With: CNN , Debbie Wasserman Schultz , Donna Brazile , Gloria Borger , Hillary Clinton , Media Cog , Russia , wikileaks WillDippel \nHere is an article that looks at the real story behind one of the more interesting conspiracy theories about the 2016 election: \nSometimes the real story is even more fascinating than any conspiracy theory. WeAreYourGods \nWanna bet money that the Weiner laptop, on which the over 600,000 emails were stored in a folder titled “Life Insurance”, holds information linking the CF to human trafficking and typical elite pedophilia “vacations”? Ever wonder why nobody ever really goes after the Clinton Foundation from a government office? Same old blackmail scheme involving underage sex slaves that was going on during the Boys Town scandal with Lawrence King and elite politicians and business people in the 80’s. Why would they stop? Brad Dueringer \nIt seems the most morally depraved beings are the ones we let run things. But they have help crafting “reality” with the tribe that owns the media Analyze_This_88 \nBarrak Obama and Hillary Clinton are both political scam artists. It’s amazing that a US President would invent a Russian Hacking conspiracy theory in order to drive a geopolitical agenda. But then again, Bush did the same with Bin Laden and 9/11. \nClinton on the other hand is pure corruption personified. She’s should never be allowed near public office.",
        "_version_": 1749312205208158208
    },
    {
        "author": "Mike Rivero",
        "published": "2016-11-16T22:41:00Z",
        "title": "CBS 60 Minutes Withheld Trump’s Appeal to ‘Stop Attacking Minorities,’ and Ignored Reports of Attacks on Trump Supporters",
        "language": "english",
        "site_url": "21stcenturywire.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "conspiracy",
        "id": "51",
        "body_en": "November 15, 2016 By 21wire Leave a Comment \nJ.R. Smith 21st Century Wire \nThe election campaign might be over, but the mainstream media’s campaign against President Elect Donald Trump is in full swing. \nBetween all of the fake polling, intentionally pro-Clinton partisan coverage, and mainstream media collusion with the Democratic National Party and the Clinton Campaign exposed through WikiLeaks’ Podesta email dump – nearly the entire US mainstream media is now in full damage-limitation mode desperately trying to preserve any crumb of credibility and perceived authority they might have left. \nIt’s now become clear that the media is guilty on multiple fronts, as more proof has emerged of how they are helping to stoke violence, while promoting unfounded fears – and all the while pushing fictional ‘hate crime’ hoaxes. \nCBS News flagship investigative program 60 Minutes conducted a recorded interview with Trump on Friday in which he made a direct plea on camera to any possible supporters to “Stop it,” in reference to anyone that may have written racist slogans or abusive language in public, or at schools. In light of the numerous pockets of protests and outbreaks of partisan violence which have racked America since the election results were announced last week, it would have been in the public interest to release this powerful appeal by Trump, but instead mainstream CBS buried it for 3 days until 60 Minutes was scheduled to air later on Sunday evening nationwide. If CBS had any credibility remaining, this certainly will have finished it off. \nWhen told about alleged reports of a ‘Trump supporter’ who were said to have been harassing Latinos and Muslims following his presidential win, Trump told interviewer Leslie Stahl , “I am so saddened to hear that.” He then added, “And I say, ‘Stop it.’ If it helps, I will say this – and I will say right to the cameras: ‘Stop it.'” \nOne big thing in this incident that many mainstream media observers did not pick up is that at no time did Stahl give any specifics on these alleged “abuses” by Trump supporters against Muslims and Latinos, and even though it’s obvious that Trump was not responsible for directing any alleged abuses – Stahl still demanded an apology on their behalf – without offering any evidence to support her claim. This was ‘drive-by’ media at its worst. In fact, not one of these said accusations of abuse have been properly investigated by the media, and some may end up actually being media-generated rumors, or even hoaxes. \nNow, it’s perfectly understandable that Trump’s victory over the establishment’s heavily inflated candidate Hillary Clinton has left many Democrats, especially millennial college-aged students upset, angry and feeling more than a little delicate due to their bruised collective egos (they are not upset that Trump won, as much as they are upset that ‘they’ lost). The real problem exists far beyond the learned immaturity of America’s politically correct-obsessed young adults. The real danger is that Democratic Party gutter operatives and their liberal media cohorts are actually staging, and fabricating “hate crime” incidents in order to propagate the idea that the President Elect and his supporters are somehow “causing many minorities fearful about the future”. In reality, much of this hype is being generated through these same liberal media outlets. \nIn fact, one Muslim female from Louisiana has since been forced to apologize for inventing her alleged ‘hate crime’ incident – one designed to discredit Trump, and to help stoke more nationwide protests. \nBuzzfeed reported, via Religion of Peace : \nA woman who claimed she was attacked and robbed by two men near the University of Louisiana at Lafayette, including one wearing a Donald Trump hat, made up the story, police said in a statement. \nThe woman had alleged the men yelled obscenities at her and took away her wallet and hijab, a scarf sometimes worn by Muslim women, The Advertiser reported. \nLafayette Police officials said in a statement the incident is no longer under investigation, the paper reported. \n“During the course of the investigation, the female complainant admitted that she fabricated the story about her physical attack as well as the removal of her hijab and wallet by two white males,” the statement reportedly read. \nNOTE: This story made national headlines and was not questioned or challenged by the hordes of self-described “journalists” who populate the news and editorial newsrooms of America’s corrupt liberal mainstream media. \nThat’s right – this was just another hoax: \nViolent Democratic-Affiliated Street Gangs \nWhat Leslie Stahl and the rest of the gatekeepers at CBS and 60 Minutes have obscured is the fact since Tuesday’s election, nearly all of the so-called ‘violent hate crimes’ have been carried out against Trump supporters – by street gangs who are most clearly Democrat Party supporters. \nHere are just a few examples: @michellemalkin Even high school kids are not spared. Student Trump supporter attacked at Woodside High School https://t.co/e7tVvDJ6O8 \n— Mama Angel (@Mommysaurus75) November 11, 2016 \nWatch this clip taken from the radical leftist Portland protests this weekend, where Democratic Party supports attack a single woman in her car because they believed that she was a ‘Trump supporter.’ These violent incidents reveal the flavor of anarchy which the Democratic Party and the sitting President of the United States, Barack Obama – are condoning through their deaf silence over the multiple reports of street violence unleashed with the help of the Democratic Party’s online ‘community organizer’ network MoveOn.org – a digital platform partly funded by leading Clinton donor and billionaire George Soros . Watch this stunning clip: \n. Here is a video of clip of a white male in Chicago, 49 yr old David Wilcox, who was driving and scraped another vehicle. When the two parties stopped at the intersection to exchange insurance information, Wilcox was greeted by a gang of African-Americans, presumably Democratic Party supporters, who began pointing and shouting, “You voted for Donald Trump!” before beating and robbing the man in the middle of the street. Wilcox was then dragged hundreds of yards as he tried to keep the gang from stealing his car in broad daylight. He was treated for multiple wounds at a local hospital. \nFrom reports we learned that at no time before the attack took place did Wilcox display any support for Donald Trump. It appears as if they attacked him because he was white. So could one call this a case of black on white racism? Regardless, it’s political intimidation done on the street – which could also be defined as pure political fascism. In this instance, the violence was partisan, and carried out by what could be classed as unofficial Democrat foot soldiers – enforcing a type of radical political regime on the streets of America. Watch this disturbing video: . Agitator and Chief: Where is Obama? \nThese incidents have been mostly blacked out by a national US media who are obviously still working to discredit the Trump Presidency. \nAmidst all this violence, however, where is the current President Obama, or the Democratic Party’s losing candidate Hillary Clinton – to help calm street thugs and violent ‘progressives’? It’s almost as if Obama and Clinton are enjoying the unrest. Most certainly though, Obama, Clinton and the Democratic Party are hoping to use this week’s media-generated liberal angst as future political leverage. \nWhat used to be regarded as a reputable investigative news program, 60 minutes, has gradually become a joke. It seems disinterested in covering anything of genuine interest, opting instead for running bland People Magazine and Time Magazine-style ‘safe’ segments. Judging by its plummeting ratings, and its predictable cast of ‘job for life’ government-approved media gatekeeper-cum-commentators like Anderson Cooper and Lesley Stahl, there is little hope for this institution. You might even say it’s irredeemable . \nOne of the corporate mainstream’s worst offenders during the election was CNN host Brian Stelter (photo, left), whose own show is ironically titled “Reliable Sources.” Stelter is meant to be CNN’s media watchdog person, laughably given the lofty title as “senior media analyst.” After leading CNN’s own exposed efforts to obscure and derail Trump’s Presidential run, while working to cover for a hugely unpopular (even among Democrats) Hillary Clinton candidacy, Stelter has now taken it upon himself to revamp his network’s horrible reputation as an establishment gatekeeper and manipulator of US elections. But it’s too late. The damage has already been done, and CNN will not regain the hanging facade of credibility it once struggled to retain. They are a dirty media outlet, and now everyone knows it. \nNow CBS News has been exposed in public view, but their crime is even worse than CNN’s which was just dirty politics in comparison. CBS News took it upon itself to compromise public safety, and put lives at risk – all for its own selfish institutional political position. Twenty years ago, this might have been considered shameful, but in today’s toxic liberal media establishment ruled by an unhealthy feeling of superiority over the unwashed masses – they are all way past shameless at this stage. \nNone of them can be trusted anymore – only tolerated, in the hope that they might actually report some useful news in the coming years. \nMore on the CBS 60 Minutes scandal from The Hill… \nCOSMETIC: CBS’s Stahl represents the shallow, bland irrelevance of the mainstream gatekeeping media. \nJoe Concha The Hill \nCBS News is under fire for holding a videotaped clip from a Friday interview with President-elect Donald Trump urging supporters not to attack minorities until a “60 Minutes” broadcast on Sunday night. \n“I am very surprised to hear that. I hate to hear it,” Trump told interviewer Lesley Stahl when told of some attacks on minorities that have reportedly occurred since his election victory Tuesday. \n“I am so sorry to hear it, and I say stop it,” Trump said before looking directly into the camera. “And I say right to the camera, stop it.” \n“60 Minutes” did release quotes from the Friday interview in advance, but only a statement by Trump on the Affordable Care Act. \n“We chose to release a quote on the issue that affects the most Americans & that was his statement on Obamacare,” a spokesperson for CBS told CNN Monday. \nKai Ryssdal, host of “Marketplace,” called that reasoning “completely underwhelming.” CBS's underwhelming answer: \"We chose to release a quote on the issue that affects the most Americans & that was his statement on Obamacare\" \n— Brian Stelter (@brianstelter) November 14, 2016 \nProtests have grown in the wake of Trump’s victory in major cities across the country. \nNot all protests have been peaceful. A protester was shot in Portland last Thursday and hospitalized. Hundreds of arrests have been made, property has been damaged and traffic has snarled due to roads being blocked by protesters chanting “Impeach Trump” and “Not my president.”… \nREAD MORE ELECTION NEWS AT: 21st Century Wire 2016 Files \nSUPPORT 21WIRE – SUBSCRIBE NOW & BECOME A MEMBER @21WIRE.TV",
        "_version_": 1749312205375930368
    },
    {
        "author": "Jimmy Rustling",
        "published": "2016-11-11T10:00:00Z",
        "title": "Obama Signs Executive Order Declaring Investigation Into Election Results; Revote Planned For Dec. 19th - ABC News",
        "language": "english",
        "site_url": "abcnews.com.co",
        "country": "US",
        "spam_score": 0.009,
        "type": "fake",
        "id": "57",
        "body_en": "64 SHARE President Obama has signed an Executive Order declaring an investigation into the election results and plans for a revote on December 19th. (AP Photo / Dennis System) \nWASHINGTON, D.C. (AP) — Following the results of Tuesday night’s election, President Obama has signed Executive Order 13805 , which orders a full recount of all votes cast in the election and calls for a special election to be held on December 19 th . Obama signed the order in response to the concerns of thousands of voters across the country who said that they were prevented from casting a ballot on election day , too many absentee ballots have not been found or counted , equipment failures, as well as concerns that some members of the electoral college may have acted unethically. \n“People all over the country have been flooding my office with calls, telling my staff of horror stories about being harassed and intimidated by poll workers,” Obama told reporters. “Many have even said that they were flat out denied entry into the voting booths to cast their ballots if they were wearing a Hillary Clinton shirt or other signs showing support for her as President. This was especially bad in areas of Florida and North Carolina where there are high numbers of Latino and African American voters. We must investigate these claims. The margin of victory is too close to call, and the outcome of this election is too important. There is just too many legal challenges in too many states to just call this a victory for Trump.” \nUnder the President’s order, the votes cast in all precincts nationwide will be recounted, and all poll workers who took part in Tuesday’s election will be subjected to strict background checks. This process is expected to take 30 days. In precincts where the Department of Justice has cause to believe that voter suppression has occurred, new elections will be held on Dec. 19 th, with those results being used to help determine who will represent the individual states in the electoral college. \nNot surprisingly, Donald Trump is not happy with the president’s decision. \n“Crooked Hillary lost this election fair and square. They tried to rig this election against me, but the American people didn’t allow that to happen. President Obama doesn’t care about what the American people want. I said the system was rigged all along, and this proves I was right.” \nThe president also said that the DOJ will be taking a close look at the members of the electoral college. \n“We have received information from a very reliable source that suggests there may have been some collusion between the members of the electoral college and poll workers in certain swing states. We still need to investigate these claims, but if they are true, we will take all the appropriate actions necessary.” \nPaul Horner, a professor of political science at UCLA, believes that the issues with the electoral college run much deeper that this election. \n“Most people feel that it is their right as citizens to pick the president of the United States, but there is nothing in the constitution that says that. Hillary Clinton won the popular vote by more than 200,000 votes , but because of the electoral college, she still lost. That decision is reserved solely for the 538 electors who meet in their respective states on December 19 th . What the people are actually voting for are their states’ electors, not for the President. Though the system is odd and unfair, it has persisted because many insist that it works just fine as it is, with the winner of the popular and electoral vote usually matching. That does not mean, however, that it will continue to work just fine in the future. The way the system is set up could cause it to malfunction in some potentially terrifying ways, this recent election being one of them.” \nPolitical Analyst Matt Daemon told ABC News that he agrees with the President’s Executive Order and said that he would like to see the electoral college done away with altogether. \n“[The electoral college] is a f—king joke; we should be using the popular vote instead. It may have made sense in 1788, but so did the three fifths compromise . Everyone should have an equal vote, and that’s just not the case with the electoral college. You know what the electoral college gave us? It gave us George W. Bush. It gave us a war in Iraq, and the worst recession since the great depression. It’s time to bring our system into the 21 st century. I hope Obama fixes this, because president Trump is going to be a nightmare.” \nObama finished up the press conference explaining his plans for moving forward. \n“We’re going to investigate the FBI into their role in all of this,” Obama said. “Why did FBI director James Comey on Sunday say that the agency is not recommending charges against Clinton after reviewing all of her emails; declaring Hillary Clinton a free women conveniently just one day before the election? Why wasn’t this news released earlier? How many votes were lost because of this?” Obama said. “If all of these questions cannot be answered by our deadline set in December, a recount will be ordered.” \nIf you have any questions about the recount or the special December 19 th election , you can call the Obama administration’s special election hotline at (785) 273-0325. TAGS",
        "_version_": 1749312205461913600
    },
    {
        "author": "tokyowashi (noreply@blogger.com)",
        "published": "2016-10-27T03:14:00Z",
        "title": "#2816: Clinton Pride’s 8(a) Pig Farm Bridge – Serco Zulu Server Snuff –Soros's Patented Voter Key",
        "language": "english",
        "site_url": "abeldanger.net",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "58",
        "body_en": "United States Marine Field McConnell  Plum City Online - ( AbelDanger.net )  October 26, 2016 \n1. Abel Danger ( AD ) claims that Hillary Clinton used DOJ Pride 8(a) actors to blackmail mentors of the Federal Bridge Certification Authority – including erstwhile directors of Boeing, Lockheed Martin, Raytheon and Northrop Grumman – with child pornography originating from a B.C. pig farm. \n\n2. AD claims that in early 2001, Clinton's 8(a) companies used their pig-farm network (cf. Starnet) to set up a server to the federal bridge in the basement of her Chappaqua home where she allegedly used Serco Zulu timing signals to synchronize and watch 'the first live-broadcast mass snuff film in human history' on 9/11. \n\n3. AD claims that Serco 8(a) companies at the US Patent and Trademark Office have issued phony keys for an electronic voting pad input device (US 7537159 B2) so the George Soros-tied company Smartmatic can switch votes from Donald Trump to Hillary Clinton – a former patent lawyer in Little Rock, Arkansas. \n\n4. United States Marine Field McConnell – Global Operations Director of Abel Danger – has offered to serve as a five-star general in a Trump administration and destroy Clinton's pig farm friends at DOJ Pride and the federal bridge with which they can activate weaponized devices through the Serco patent office. \n\n\nSoros Linked Voting Machines To Be Used In Key Battleground States   \nNote the ransom equals the bonus paid by Lockheed Martin Sister Lynne Cheney to JonBenet's father \n\nMedia Coverage of Starnet Raid - August 20, 1999   \n\nHillary Clinton vs. James Comey: Email Scandal Supercut  \nCopy of SERCO GROUP PLC: List of Subsidiaries AND Shareholders! [Note British and Saudi Governments, AXA, HSBC , Teachers' and Gold man Sachs]    \nDefense Ammunition Center [Outsourced to Serco ]   \nSerco ... Would you like to know more?  \n\n\"Digital Fires Instructor Serco - Camp Pendleton, CA Uses information derived from all military disciplines (e.g., aviation, ground combat, command and control, combat service support, intelligence, and opposing forces) to determine changes in enemy capabilities, vulnerabilities, and probable courses of action.\" \n\n\" Serco Processes 2 Millionth Patent Application for U.S. Patent and Trademark Office   \nDate: 18 Mar 2013  \nSerco Inc., a leading provider of professional, technology, and management services to the federal government, announced today that their Pre-Grant Publication (PGPubs) Classification Services team recently processed their 2 millionth patent application for the U.S. Patent & Trademark Office (USPTO). Each application was also processed within the contractually required 28-day window.\" \n\nFor sure, defence counsel have made much of Taylor's involvement with the missing and murdered women, all but pointing the finger at her as homicidal maniac, the real killer. What's not in dispute is that Taylor is one scary character ? street-hardened, menacing, a procurer of prostitutes lured to the Pickton farm, contemptuous of both sex-trade workers (especially street walkers) and drug addicts. \n\n\"Concern Grows Over Soros-Linked Voting Machines   \nSixteen states may be using balloting equipment from a company tied to the leftist billionaire  \nby Edmund Kozak | Updated 24 Oct 2016 at 5:21 PM  \nConcern is growing over revelations that voting machines in a significant number of states could be linked to a company tied directly to billionaire leftist George Soros and his personal quest to create a nationless, borderless global state. \n\nThe U.K.-based Smartmatic company posted a flow-chart on its website that it had provided voting machines for 16 states, including important battleground states like Florida and Arizona. Smartmatic Chairman Mark Malloch-Brown is a former U.N. official and sits on the board of Soros’ Open Society Foundations. Since the story first broke, the flow-chart has disappeared from Smartmatic’s website, raising further questions about the real status of the Soros-tied voting equipment and whether it is truly being deployed in U.S. elections. \n\nIf Malloch-Brown's Soros ties weren't troubling enough, he also has ties to the Clintons through his work at two consulting firms. \n\nAccording to a spokesperson for the National Association of Secretaries of State, Smartmatic is not on a list of federally certified providers for election systems and officials in several states’ have contested that their equipment came from Smartmatic. Why, then, had Smartmatic bragged about providing over 50,000 voting machines for U.S. elections?\" \n\n\"Check http://www.gmanetwork.com/news/story/309533/opinion/why-have-all-the-digital-signatures-from-the-election-returns-been-stripped \" \n\n\"Electronic voting pad input device, system and method  \nUS 7537159  \nB2 ABSTRACT  \nIn the preferred embodiment, the invention is a data entry device intended for use by voters during an election to enter selected choices. Its basic functions are to display available options and accept voter input. Its design achieves simplicity in its preparation, deployment, and operation at any given electoral event. It also furnishes accuracy, reliability, durability, and reusability. It connects in a standard protocol to a voting station's host processor. It accepts up to 300 key codes, each one potentially a unique selection. Names, symbols, or pictures identifying candidates are printed on a paper template compliant with the device's geometry, inserted prior to an election, and visible through the device's transparent cover. When the number of candidates or valid options in a contest exceeds its capacity, additional identical units can be chain-connected, until a sufficient number of voting options are available. \n\nPublication number: US7537159 B2  \nPublication type: Grant  \nApplication number: US 11/160,782  \nPublication date: May 26, 2009  \nFiling date: Jul 8, 2005  \nPriority date: Jul 8, 2005  \nFee status: Paid  \nAlso published as: US20070007340   \nInventors: Antonio Mugica , 4 More »  \nOriginal Assignee: Smartmatic International Corporation   \nExport Citation: BiBTeX, EndNote, Ref Man Patent Citations (12), Referenced by (4), Classifications (7), Legal Events (7)  \nExternal Links: USPTO , USPTO Assignment , Espacenet \" \n\n\"BREAKING: @HillaryClinton's E-Mail Server Company Got Almost $1 Million In Gov't Loans After Wiping E-Mails   \nOCTOBER 26, 2016  \nBY CHARLES C. JOHNSON 6 COMMENTS  \nGive it up already. It's over. K. J. Gillenwater was the primary researcher behind this story. \n\nHillary Clinton's e-mail server company got almost $1 million in government loans starting immediately after they were secretly asked to wipe Hillary Clinton's name from her e-mails. \n\nPlatte River Networks (PRN) got a $493,000 loan from the Small Business Administration in August 2014 and another $350,000 loan in September 2015: \n\nPublic government data available as USAspending.gov \n\nThe first half-million dollar loan arrived not one month after PRN employee Paul Combetta was caught accidentally revealing his company was deleting evidence at Hillary's request in July 2014 . \n\nThe second $350,000 loan came about one year later. \n\nYou won't hear this stuff from the lying mainstream media. Keep the GotNews mission alive: donate at GotNews.com/donate or send tips to editor@gotnews.com. If you'd like to join our research team, contacteditor@gotnews.com. \n\nAfter getting the first loan, PRN moved to a large office space after previously working out of the owner’s condo. The head of the Small Business Administration is Maria Contreras-Sweet , a Mexican immigrant who was appointed to the office by Barack Obama two months before Hillary's PRN got the first loan. \n\nWikiLeaks leaks have proven Hillary's corrupt pay-to-play scheme. GotNews has shined a light on how Hillary gets favors from Hispanic and Democratic government bureaucrats before . \n\nDid Hillary Clinton pay her e-mail server company Platte River Networks (PRN) with almost $1 million in favorable government loans — given out by a political friendly — in order to alter her illegal e-mails and get her name off them? \n\nIt sure looks like it. \n\nA Freedom of Information Act (FOIA) request has been lodged for more information. \n\nStay tuned for more. \n\nK. J. Gillenwater was the primary researcher behind this story.\" \n\n\"WHY BILL CLINTON'S 26 TRIPS ON THE LOLITA EXPRESS CHILD RAPE JET MATTER May 15, 2016  \nDaniel Greenfield   \nWe don't know what Bill Clinton did or didn't do in company with Jeffrey Epstein. But we certainly know what Epstein did and, almost as outrageously, what he got away with doing . \n\nSome of the most shocking allegations against Epstein surfaced only after the conclusion of an FBI probe, in civil suits brought by his victims: for example, the claim that three 12-year-old French girls were delivered to him as a birthday present. But the feds did identify roughly 40 young women, most of them underage at the time, who described being lured to Epstein's Palm Beach home on the pretense of giving a \"massage\" for money, then pressured into various sex acts, as well as the \"Balkan sex slave\" Epstein allegedly boasted of purchasing from her family when she was just 14. More recently, a big cash payment from Mail on Sunday coaxed one of Epstein's main accusers out of anonymity to describe what she claims were her years as a teenage sex toy. This victim, Virginia Roberts, produced a photo of herself with Prince Andrew in 2001 and reported that Epstein paid her $15,000 to meet the prince. Then 17 years old, she claims that she was abused by Epstein and \"loaned\" to his friends from the age of 15. \n\nSex crimes of the kind Roberts alleges took place typically carry a term of 10 to 20 years in federal prison. Yet when all was said and done, Epstein served his scant year-plus-one-month in a private wing of the Palm Beach jail and was granted a 16-hour-per-day free pass to leave the premises for work. \n\nIn short, Epstein was never actually in jail. During his \"house arrest,\" he flew around the country on his jets from his New York City place to his private island. At least one of Epstein's victims claimed to have met Bill Clinton. And it turns out that Bill Clinton was a much more regular passenger on the Lolita Express. \n\nFormer President Bill Clinton was a much more frequent flyer on a registered sex offender's infamous jet than previously reported, with flight logs showing the former president taking at least 26 trips aboard the \"Lolita Express\" -- even apparently ditching his Secret Service detail for at least five of the flights, according to records obtained by FoxNews.com. \n\nClinton's presence aboard Jeffrey Epstein's Boeing 727 on 11 occasions has been reported, but flight logs show the number is more than double that, and trips between 2001 and 2003 included extended junkets around the world with Epstein and fellow passengers identified on manifests by their initials or first names, including \"Tatiana.\" The tricked-out jet earned its Nabakov-inspired nickname because it was reportedly outfitted with a bed where passengers had group sex with young girls. \n\nIt doesn't help that the Democratic establishment seems to have played a role in getting Epstein a pass on child rape, that Bill Clinton already had rape accusations in his past or that the Clintons had become notorious for their willingness to do favors for criminals in exchange for money. \n\nEither way we've come a long way from Gary Hart being bounced for \"Monkey Business\" to Bill Clinton flying around on a child rapist's plane without anyone in the media seeming to care much about it. \n\nSocial conservatives often get a bad rap. But there really is no limit to how low standards can fall when any trace of a moral code vanishes out the window. What did Bill Clinton actually do? Who knows. More importantly these days, who cares \n\nABOUT DANIEL GREENFIELD \n\nDaniel Greenfield, a Shillman Journalism Fellow at the Freedom Center, is a New York writer focusing on radical Islam.\" \n\n\"For sure, defence counsel have made much of Taylor's involvement with the missing and murdered women, all but pointing the finger at her as homicidal maniac, the real killer. What's not in dispute is that Taylor is one scary character ? street-hardened, menacing, a procurer of prostitutes lured to the Pickton farm, contemptuous of both sex-trade workers (especially street walkers) and drug addicts. \n\n\"She's pure evil,'' says one outreach worker, who asked that her name not be used in any story about Taylor. \n\n... \n\nCourt has heard that Taylor's DNA was found on 113 items retrieved from the Pickton property ? including handcuffs, condoms, clothing, syringes ? and also on items that belonged to some victims ? Brenda Wolfe's lipstick, Mona Wilson's rosary. \n\nOne witness, Pickton pal Pat Casanova, told the court he once received fellatio from a woman he knew as \"Angel,\" who'd been brought to the farm by Taylor. He said he gave the money to Taylor, who shared some of it with \"Angel.\" \n\nAnother witness, Gina Houston, put Taylor on the same bed with victim Sereena Abotsway, in Pickton's trailer. \n\nIn his lengthy police interview, Pickton repeatedly tells police he wants to speak with Taylor. \n\nOn the stand, Houston recounted a conversation she'd had with Pickton about Taylor, shortly before his arrest. \n\n\"Willie told me that he believed she (Taylor) would do the right thing when she came back. That she would take responsibility for what she said she would take responsibility for.\" \n\nSource \n\nJeff Wells points to other odd things. \n\nA week or so ago a man called Steve Remian committed suicide-by-cop but: The name \"Steve Remian\" surfaced at the Robert \"Willie\" Pickton murder trial in New Westminster, B.C., last March, when jurors were told that Remian's name ? with a Burnaby, B.C., address ? was on the label of a suitcase packed into a box found in Pickton's workshop. \n\nIn April, jurors heard further evidence that DNA testing on two hairs found on a Hudson's Bay blanket removed from Pickton's motorhome linked one to Pickton, and the other to a \"Steve Remian.\" \n\nA source involved in the Oakville shooting investigation told the Star that the man shot by police had been charged with sexual assault earlier in life while living in Oakville, but had been acquitted, although a co-accused was convicted. \n\nSource \n\nIt does seem like a regular hive of activity: Robert Pickton's pig farm was a constant buzz of activity, with people and vehicles coming and going all the time, a woman who lived in Pickton's trailer for a time testified on Wednesday. \n\nTanya Carr, 35, told the jury in Pickton's murder trial that people were coming and going all day long at the Port Coquitlam, B.C., farm and it wasn't unusual for people to show up late at night looking for Pickton or his brother Dave. \n\nSource \n\nAlso there are those Hells Angels and the \"Piggy Palace\": \n\n\"It was a rough crowd\" at Piggy's Palace, said Brian, a musician who played there a few years ago with the hard-rock band South City Slam. \n\nThe nightclub, he said, was inside an old building on a property Dave Pickton and his brother Robert own at 2552 Burns Rd., near their pig farm on Dominion Road in Port Coquitlam.... \n\n\"Even the women were tough- looking -- a lot of leather and denim. It wasn't a cocktail-gown kind of place ,\" he recalled. \n\nBrian, who didn't want his last name used, recalled that there was a coat-check girl and a sign saying, \"Check your knives and other weapons at the door.\" ... \n\nThe crowd at Piggy's Palace often included men wearing Hells Angels biker club colours. \n\n\"They were there a lot,\" said Brian. \"The people who came all seemed to know one another.\"  \n\n\"Super Serco bulldozes ahead  \nBy DAILY MAIL REPORTER UPDATED: 23:00 GMT, 1 September 2004 \nSERCO has come a long way since the 1960s when it ran the 'four-minute warning' system to alert the nation to a ballistic missile attack. \n\nToday its £10.3bn order book is bigger than many countries' defence budgets. It is bidding for a further £8bn worth of contracts and sees £16bn of 'opportunities'. \n\nProfit growth is less ballistic. The first-half pre-tax surplus rose 4% to £28.1m, net profits just 1% to £18m. Stripping out goodwill, the rise was 17%, with dividends up 12.5% to 0.81p. \n\nSerco runs the Docklands Light Railway, five UK prisons, airport radar and forest bulldozers in Florida.\"  \n\n\" Serco farewell to NPL after 19 years of innovation 8 January 2015 Serco said goodbye to the National Physical Laboratory (NPL) at the end of December 2014 after 19 years of extraordinary innovation and science that has seen the establishment build a world-leading reputation and deliver billions of pounds of benefit for the UK economy. During that period under Serco 's management and leadership, NPL has delivered an extraordinary variety and breadth of accomplishments for the UK's economy and industry. Some of the key achievements during that time have been:… It has been estimated that work carried out by the Centre of Carbon Measurement at NPL will save eight million tonnes of carbon emissions reductions (2% of UK footprint) and over half a billion pounds in economic benefit over the next decade…. NPL's caesium fountain atomic clock is accurate to 1 second in 158 million years and NPL is playing a key role in introducing rigour to high frequency trading [for Serco 's front running banks] in the City through NPL [Zulu] Time.\" \n\n\"UK Cabinet Office – Emergency Planning College – Serco …..Types of Exercise Workshop Exercises These are structured discussion events where participants can explore issues in a less pressurised environment. They are an ideal way of developing solutions, procedures and plans rather than the focus being on decision making. Table Top Exercises These involve a realistic scenario and will follow a time line, either in real-time or with time jumps to concentrate on the more important areas. The participants would be expected to be familiar with the plans and procedures that are being used although the exercise tempo and complexity can be adjusted to suit the current state of training and readiness. Simulation and media play can be used to support the exercise. Table-top exercises help develop teamwork and allow participants to gain a better understanding of their roles and that of other agencies and organisations. Command/Control Post Exercises These are designed primarily to exercise the senior leadership and support staff in collective planning and decision making within a strategic grouping. Ideally such exercises would be run from the real command and control locations and using their communications and information systems [Feeling lucky, Punk?] . This could include a mix of locations and varying levels of technical simulation support. The Gold Standard system is flexible to allow the tempo and intensity to be adjusted to ensure maximum training benefit, or to fully test and evaluate the most important aspects of a plan. Such exercises also test information flow, communications, equipment, procedures, decision making and coordination. Live Exercises These can range from testing individual components of a system or organisation through to a full-scale rehearsal. They are particularly useful where there are regulatory requirements or with high-risk situations. They are more complex and costly to organise and deliver but can be integrated with Command Post Exercises as part of a wider exercising package.\"  \n\n\"Christopher Rajendran Hyman CBE (born 5 July 1963 in Durban, South Africa)[1] was Chief Executive of Serco Group plc from 2002 to October 2013.[2] … On graduation, he worked for Arthur Andersen. In 1989, he won an 18-month exchange with Ernst & Young in London, who employed him after four months.[1] Head hunted in 1994 by Serco , Hyman became European finance director, and in 1999 was made group finance director. In 2002, Hyman became chief executive. .. Hyman resigned from his role of Chief Executive of Serco on 25 October 2013 following allegations that Serco had overcharged government customers. .. He was [making a presentation to Serco shareholder, including British and Saudi governments] on the 47th floor of the World Trade Center [North Tower] at the time of the September 11 attacks in 2001.\" \n\n\"July 7, 2016 Developments in PKI occurred in the early 1970s at the British intelligence agency GCHQ , where James Ellis , Clifford Cocks and others made important discoveries related to encryption algorithms and key distribution.[ 19 ] However, as developments at GCHQ are highly classified, the results of this work were kept secret and not publicly acknowledged until the mid-1990s. \n\nThe public disclosure of both secure key exchange and asymmetric key algorithms in 1976 by Diffie, Hellman , Rivest, Shamir , and Adleman changed secure communications entirely. With the further development of high-speed digital electronic communications (the Internet and its predecessors), a need became evident for ways in which users could securely communicate with each other, and as a further consequence of that, for ways in which users could be sure with whom they were actually interacting. \n\nAssorted cryptographic protocols were invented and analyzed within which the new cryptographic primitives could be effectively used. With the invention of the World Wide Web and its rapid spread, the need for authentication and secure communication became still more acute. Commercial reasons alone (e.g., e-commerce, online access to proprietary databases from web browsers) were sufficient. Taher Elgamal and others at Netscape developed the SSL protocol ('https' in Web URLs); it included key establishment, server authentication (prior to v3, one-way only), and so on. A PKI structure was thus created for Web users/sites wishing secure communications. \n\nVendors and entrepreneurs saw the possibility of a large market, started companies (or new projects at existing companies), and began to agitate for legal recognition and protection from liability. An American Bar Association technology project published an extensive analysis of some of the foreseeable legal aspects of PKI operations (see ABA digital signature guidelines), and shortly thereafter, several U.S. states (Utah being the first in 1995) and other jurisdictions throughout the world began to enact laws and adopt regulations. Consumer groups raised questions about privacy, access, and liability considerations, which were more taken into consideration in some jurisdictions than in others. \n\nThe enacted laws and regulations differed, there were technical and operational problems in converting PKI schemes into successful commercial operation, and progress has been much slower than pioneers had imagined it would be. \n\nBy the first few years of the 21st century, the underlying cryptographic engineering was clearly not easy to deploy correctly. Operating procedures (manual or automatic) were not easy to correctly design (nor even if so designed, to execute perfectly, which the engineering required). The standards that existed were insufficient. \n\nPKI vendors have found a market, but it is not quite the market envisioned in the mid-1990s, and it has grown both more slowly and in somewhat different ways than were anticipated.[20] PKIs have not solved some of the problems they were expected to, and several major vendors have gone out of business or been acquired by others. PKI has had the most success in government implementations; the largest PKI implementation to date is the Defense Information Systems Agency (DISA) PKI infrastructure for the Common Access Cards program.\"  \n\nBase One Technologies – Corporate Strategy – We are a Government Certified Women-Owned Business   \nWe practice Diversity Recruitment and Staffing for IT positions Base One was founded in 1994 by a women engineer who had made a career in technology research for many years. Base One has been very successful in focusing on diversity recruiting and staffing for IT projects. It has been our experience that the greater the diversity mix, the more creative the solution. As in any field the more diverse the viewpoint the more thorough your analysis. Our engineers can think out of the box. \n\nBecause of our affiliations we have access to pools of resources among more diverse groups & individuals. We work with a large pool of minority professionals who specialize in IT skills. We are able to have access to these resources through our status as a D/MWBD firm and our affiliations. These affiliations assist us in working with resources among more diverse groups & individuals. We are also partnered with firms that are 8A certified as Minority firms, Disabled Veteran firms, Native American firms, Vietnam veteran firms, women owned firms. \n\nOur hub zone location keeps us close to the professional organizations of great diversity. We are active in recruiting from and networking with these community organizations of local IT professionals. This has given us access to a large pool of diversity talent. \n\nBase One's staff of engineers are a diverse group of professionals. This diverse network of engineers helps us to branch out to other engineers and creates an even larger network of resources for us to work with. \n\nThe greater the diversity the more complete & thorough the analysis. The broader the spectrum of points of view the broader the scope of the analysis. We feel that a diverse team gives us a greater advantage in creating cutting edge solutions. To that end we will continue to nurture these relationships to further extend our talent pool. \n\nThe greater the diversity mix, the more creative the solution. \n\nThe more diverse the viewpoint, the more thorough the analysis. \n\nThe more diverse our team, the more our engineers can think out of the box. \n\nThis is why Base One Technologies concentrates on diversity recruitment in the belief that a diverse team gives us a greater advantage in creating cutting edge solutions.\" \n\nInformation Security Planning is the process whereby an organization seeks to protect its operations and assets from data theft or computer hackers that seek to obtain unauthorized information or sabotage business operations. \n\nKey Clients Benefiting From Our Information Security Expertise: Pentagon Renovation Program, FAA, Citigroup, MCI. \n\nBase One Technologies \n\nExpertly researches, designs, and develops information security policies that protect your data and manage your firm's information technology risk at levels acceptable to your business. \n\nPerforms architectural assessments and conducts both internal and external penetration testing. The results of these efforts culminate in an extensive risk analysis and vulnerabilities report. \n\nDevelops, implements and supports Information Security Counter measures such as honey-pots and evidence logging and incident documentation processes and solutions.\" \n\n\"Base One Technologies, Ltd. is a DOMESTIC BUSINESS CORPORATION, located in New York, NY and was formed on Feb 15, 1994. This file was obtained from the Secretary of State and has a file number of 1795583. \" \n\n\"Serco's Office of Partner Relations (OPR) helps facilitate our aggressive small business utilization and growth strategies. Through the OPR, Serco mentors four local small businesses under formal Mentor Protégé Agreements: Three sponsored by DHS (Base One Technologies, TSymmetry, Inc., and HeiTech Services, Inc.,) and the fourth sponsored by GSA (DKW Communications, Inc.). Serco and HeiTech Services were awarded the 2007 DHS Mentor Protégé Team Award for exceeding our mentoring goals.\" http://www.dtic.mil/whs/directives/corres/pdf/100515p.pdf \n\n\"Opened in 1994 as the successor to the Transitional Immigrant Visa Processing Center in Rosslyn, Va., the NVC centralizes all immigrant visa pre-processing and appointment scheduling for overseas posts. The NVC collects paperwork and fees before forwarding a case, ready for adjudication, to the responsible post. \n\nThe center also handles immigrant and fiancé visa petitions, and while it does not adjudicate visa applications, it provides technical assistance and support to visa-adjudicating consular officials overseas. \n\nOnly two Foreign Service officers, the director and deputy director, work at the center, along with just five Civil Service employees. They work with almost 500 contract employees doing preprocessing of visas, making the center one of the largest employers in the Portsmouth area. \n\nThe contractor, Serco , Inc., has worked with the NVC since its inception and with the Department for almost 18 years. \n\nThe NVC houses more than 2.6 million immigrant visa files, receives almost two million pieces of mail per year and received more than half a million petitions from the U.S. Citizenship and Immigration Service (USCIS) in 2011. Its file rooms' high-density shelves are stacked floor-to-ceiling with files, each a collection of someone’s hopes and dreams and each requiring proper handling. …. \n\nThe NVC also preprocesses the chief of mission (COM) application required for the filing of a petition for a Special Immigrant Visa (SIV). Such visas, for foreign nationals who have performed services for the U.S. government in Iraq and Afghanistan, require COM concurrence before the applicant can file a petition with USCIS. The NVC collects the requisite documents from such applicants and, when complete, forwards the package to the U.S. embassies in Baghdad or Kabul for COM approval\" \n\nYours sincerely, \n\nField McConnell, United States Naval Academy, 1971; Forensic Economist; 30 year airline and 22 year military pilot; 23,000 hours of safety; Tel: 715 307 8222 \n\nDavid Hawkins Tel: 604 542-0891 Forensic Economist; former leader of oil-well blow-out teams; now sponsors Grand Juries in CSI Crime and Safety Investigation",
        "_version_": 1749312205470302208
    },
    {
        "author": "tokyowashi (noreply@blogger.com)",
        "published": "2016-10-28T00:19:50.476Z",
        "title": "#2817: Serco's Zulu Starnet Blackmail – Clinton 8(a) Pig Farm Bridge – Soros Patent Vote",
        "language": "english",
        "site_url": "abeldanger.net",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "59",
        "body_en": "United States Marine Field McConnell  Plum City Online - ( AbelDanger.net )  October 27, 2016 \n1. Abel Danger ( AD ) claims that Serco began providing Zulu-timing signals through servers in the Vancouver B.C. offices of Starnet Communications in 1996 to record bets by prospective blackmail victims on the time of death of adults and children in live-broadcast snuff films. \n\n2. AD claims that Hillary Clinton deployed Serco 8(a) companies to Vancouver in August 1999 to confiscate the Starnet servers – together with all the betting records of snuff films produced at the Pickton pig farm – and transfer them to blackmailers embedded in the Federal Bridge Certification Authority. \n\n3. AD claims that Serco 's blackmailers on the federal bridge have forced the US Patent and Trademark Office to issue Zulu time lapse keys to a voting pad input device (US 7537159 B2) with which the George Soros-tied company Smartmatic can allegedly switch votes from Donald Trump to Hillary Clinton. \n\n4. United States Marine Field McConnell – Global Operations Director of Abel Danger – has offered to serve as a five-star general in a future Trump administration so he can first recognize and then destroy Clinton's pig-farm bridge to Serco 's 8(a) blackmailers in the patent office. \n\n\nMedia Coverage of Starnet Raid - August 20, 1999 \nSoros Linked Voting Machines To Be Used In Key Battleground States   \nNote the ransom equals the bonus paid by Lockheed Martin Sister Lynne Cheney to JonBenet's father \n\n\nHillary Clinton vs. James Comey: Email Scandal Supercut  \nCopy of SERCO GROUP PLC: List of Subsidiaries AND Shareholders! [Note British and Saudi Governments, AXA, HSBC , Teachers' and Gold man Sachs]    \nDefense Ammunition Center [Outsourced to Serco ]   \nSerco ... Would you like to know more?  \n\n\"Digital Fires Instructor Serco - Camp Pendleton, CA Uses information derived from all military disciplines (e.g., aviation, ground combat, command and control, combat service support, intelligence, and opposing forces) to determine changes in enemy capabilities, vulnerabilities, and probable courses of action.\" \n\n\"Concern Grows Over Soros-Linked Voting Machines   \nSixteen states may be using balloting equipment from a company tied to the leftist billionaire  \nby Edmund Kozak | Updated 24 Oct 2016 at 5:21 PM  \nConcern is growing over revelations that voting machines in a significant number of states could be linked to a company tied directly to billionaire leftist George Soros and his personal quest to create a nationless, borderless global state. \n\nThe U.K.-based Smartmatic company posted a flow-chart on its website that it had provided voting machines for 16 states, including important battleground states like Florida and Arizona. Smartmatic Chairman Mark Malloch-Brown is a former U.N. official and sits on the board of Soros’ Open Society Foundations. Since the story first broke, the flow-chart has disappeared from Smartmatic’s website, raising further questions about the real status of the Soros-tied voting equipment and whether it is truly being deployed in U.S. elections. \n\nIf Malloch-Brown's Soros ties weren't troubling enough, he also has ties to the Clintons through his work at two consulting firms. \n\nAccording to a spokesperson for the National Association of Secretaries of State, Smartmatic is not on a list of federally certified providers for election systems and officials in several states’ have contested that their equipment came from Smartmatic. Why, then, had Smartmatic bragged about providing over 50,000 voting machines for U.S. elections?\" \n\n\"Check http://www.gmanetwork.com/news/story/309533/opinion/why-have-all-the-digital-signatures-from-the-election-returns-been-stripped \" \n\n\"Electronic voting pad input device, system and method  \nUS 7537159  \nB2 ABSTRACT  \nIn the preferred embodiment, the invention is a data entry device intended for use by voters during an election to enter selected choices. Its basic functions are to display available options and accept voter input. Its design achieves simplicity in its preparation, deployment, and operation at any given electoral event. It also furnishes accuracy, reliability, durability, and reusability. It connects in a standard protocol to a voting station's host processor. It accepts up to 300 key codes, each one potentially a unique selection. Names, symbols, or pictures identifying candidates are printed on a paper template compliant with the device's geometry, inserted prior to an election, and visible through the device's transparent cover. When the number of candidates or valid options in a contest exceeds its capacity, additional identical units can be chain-connected, until a sufficient number of voting options are available. \n\nPublication number: US7537159 B2  \nPublication type: Grant  \nApplication number: US 11/160,782  \nPublication date: May 26, 2009  \nFiling date: Jul 8, 2005  \nPriority date: Jul 8, 2005  \nFee status: Paid  \nAlso published as: US20070007340   \nInventors: Antonio Mugica , 4 More »  \nOriginal Assignee: Smartmatic International Corporation   \nExport Citation: BiBTeX, EndNote, Ref Man Patent Citations (12), Referenced by (4), Classifications (7), Legal Events (7)  \nExternal Links: USPTO , USPTO Assignment , Espacenet \"  \n\nStarnet CEO heads to court; hiring continues; sweet deals in Antigua   \nFriday Aug 27 1999  \nby Brent Mudry  \nCEO SEEKS TO BLOCK ACCESS TO SENSITIVE RECORDS \n\nIn the first legal challenge to the Starnet Communications International police raid, Starnet chief executive Mark Dohlen has launched a court action seeking to assert solicitor-client privilege over certain documents and records seized during searches of Starnet's corporate headquarters and his personal residence a week ago. In a motion filed Thursday in the Supreme Court of British Columbia, prominent Vancouver criminal defence lawyer Ian Donaldson seeks to block police access to sensitive records seized by members of the RCMP and the Co-ordinated Law Enforcement Unit on Aug. 20. \n\nCertain disputed files have been sealed in court pending resolution of the privilege claim. An initial court hearing has been scheduled for Tuesday morning on the search warrant challenge. \n\nHIRING SPREE SEEKS PORN-PEDDLER, OTHERS \n\nIn an unrelated Starnet matter, the Vancouver-based Internet gambling and pornography company appears eager to mount a new hiring spree, recruiting staff in numerous positions, including its porn division, which it hopes to quickly sell off. \n\nIn a large ad on Thursday in The Georgia Straight, a Vancouver weekly entertainment newspaper, Starnet is soliciting a marketing representative for its entertainment division, amongst numerous other posted jobs. \"Do you have the ability to 'think outside the curve'?,\" Starnet asks in its porn-peddler posting. The company states that this position requires strategic thinking and implementation, directly relating to Redlight.com and Adultv.com. \n\nQueasy web-surfers may want to take a pass on these sites, at least Redlight.com, which offers a much harder-core home page than Starnet's main porn sites, Sizzler.com and Chisel.com. Redlight.com's home page offers an extremely explicit mix of \"teaser\" shots, including a graphic live-sex video clip. While Starnet wants to dump its porn business, its latest ad seeks a marketer to maintain continual market research of new forms of advertising and demographics, with \"overall participation in the team effort.\" The Thursday recruitment ad came three days after Starnet's Monday disclosure that it hopes to quickly auction off its adult entertainment division assets, with documentation to be complete in 30 days. \n\nThis Redlight.com site happens to be the same Starnet site targeted by the police in their proposed single criminal count of adult pornography. While no charges have yet been laid against Starnet or any directors or employees, the \"information to obtain,\" a court-filed document supporting the search warrant, notes eight proposed counts, including one of possession, for the purpose of publication, distribution or circulation, computerized pictures depicting obscene acts. The police note that \"Fetish,\" one of Redlight.com's seven sections, shows 84 images of nude bondage, women with clamps on body parts, women with horse bridles and bits in their mouths, and women hanging by their arms from straps or belts. \n\nThe latest Starnet recruitment ad also suggests it is \"business as usual\" at Starnet, despite the week-ago raid by more than 100 officers from the RCMP, CLEU, the Ontario Provincial Police, the United States Customs Service and the U.S. Internal Revenue Service. \n\nThe Georgia Straight ad seeks a WorldBroadcasts.com manager, an Internet marketing manager, HTML programmers, graphic designers, an investor relations administrative assistant, an adminstrative assistant of production and sports odds analysts. Starnet seeks \"open-minded, innovative people who enjoy working in a dynamic, fun, team atmosphere and are able to work creatively under pressure.\" \n\n\"BREAKING: @HillaryClinton's E-Mail Server Company Got Almost $1 Million In Gov't Loans After Wiping E-Mails   \nOCTOBER 26, 2016  \nBY CHARLES C. JOHNSON 6 COMMENTS  \nGive it up already. It's over. K. J. Gillenwater was the primary researcher behind this story. \n\nHillary Clinton's e-mail server company got almost $1 million in government loans starting immediately after they were secretly asked to wipe Hillary Clinton's name from her e-mails. \n\nPlatte River Networks (PRN) got a $493,000 loan from the Small Business Administration in August 2014 and another $350,000 loan in September 2015: \n\nPublic government data available as USAspending.gov \n\nThe first half-million dollar loan arrived not one month after PRN employee Paul Combetta was caught accidentally revealing his company was deleting evidence at Hillary's request in July 2014 . \n\nThe second $350,000 loan came about one year later. \n\nYou won't hear this stuff from the lying mainstream media. Keep the GotNews mission alive: donate at GotNews.com/donate or send tips to editor@gotnews.com. If you'd like to join our research team, contacteditor@gotnews.com. \n\nAfter getting the first loan, PRN moved to a large office space after previously working out of the owner’s condo. The head of the Small Business Administration is Maria Contreras-Sweet , a Mexican immigrant who was appointed to the office by Barack Obama two months before Hillary's PRN got the first loan. \n\nWikiLeaks leaks have proven Hillary's corrupt pay-to-play scheme. GotNews has shined a light on how Hillary gets favors from Hispanic and Democratic government bureaucrats before . \n\nDid Hillary Clinton pay her e-mail server company Platte River Networks (PRN) with almost $1 million in favorable government loans — given out by a political friendly — in order to alter her illegal e-mails and get her name off them? \n\nIt sure looks like it. \n\nA Freedom of Information Act (FOIA) request has been lodged for more information. \n\nStay tuned for more. \n\nK. J. Gillenwater was the primary researcher behind this story.\"  \n\n\"Police conclude search of Starnet   \nCBC News Posted: Aug 24, 1999 11:26 AM ET Last Updated: Aug 24, 1999 11:26 AM ET  \nPolice have wrapped up several days of searching the offices of Starnet Communications in Vancouver. They entered the company offices and homes of some directors on Friday. \n\nPolice were looking for evidence of illegal gambling, distributing child pornography, and money laundering. Since the raid, Starnet officials say police just don't understand their business. \n\nThe search warrant details 18 months of police investigation. It traces a network of companies registered in American and Caribbean jurisdictions. \n\nThe warrant also identifies Vancouver as the centre of Starnet's operations, even though this is a grey under Canadian law. \n\nPolice note that Starnet's revenues grew dramatically in the past two years, from betting and sex shows and from lucrative licensing agreements for its gaming software. The investigations and pornography from company sites were grounds for Friday's raid and seizure of company materials. \n\nRCMP Constable Peter Thiessen says investigators left Starnet offices yesterday morning. He says, \"They spent the better part of three days going through the business. And as a result of that search the investigation is continuing, but no charges have been laid.\" Starnet's many investors were spooked by the raid. Share prices dropped almost 70-percent on Friday. However, the company insists the raid had minimal effect on its operation. Stocks rose slightly yesterday after a day of very heavy trading. \n\nIn written statements, company CEO Mark Dohlen said the Wall Street Journal calls Starnet the leader in Internet gaming and entertainment. He says companies like his, those on the cutting edge, are often misunderstood. Yesterday, Starnet announced it will sell off the sex side of its business. It plans to focus more resources on gaming. \n\nThe Police investigation is expected to last for several more months.\" \n\n\"Super Serco bulldozes ahead  \nBy DAILY MAIL REPORTER UPDATED: 23:00 GMT, 1 September 2004 \nSERCO has come a long way since the 1960s when it ran the 'four-minute warning' system to alert the nation to a ballistic missile attack. \n\nToday its £10.3bn order book is bigger than many countries' defence budgets. It is bidding for a further £8bn worth of contracts and sees £16bn of 'opportunities'. \n\nProfit growth is less ballistic. The first-half pre-tax surplus rose 4% to £28.1m, net profits just 1% to £18m. Stripping out goodwill, the rise was 17%, with dividends up 12.5% to 0.81p. \n\nSerco runs the Docklands Light Railway, five UK prisons, airport radar and forest bulldozers in Florida.\"  \n\n\" Serco farewell to NPL after 19 years of innovation 8 January 2015 Serco said goodbye to the National Physical Laboratory (NPL) at the end of December 2014 after 19 years of extraordinary innovation and science that has seen the establishment build a world-leading reputation and deliver billions of pounds of benefit for the UK economy. During that period under Serco 's management and leadership, NPL has delivered an extraordinary variety and breadth of accomplishments for the UK's economy and industry. Some of the key achievements during that time have been:… It has been estimated that work carried out by the Centre of Carbon Measurement at NPL will save eight million tonnes of carbon emissions reductions (2% of UK footprint) and over half a billion pounds in economic benefit over the next decade…. NPL's caesium fountain atomic clock is accurate to 1 second in 158 million years and NPL is playing a key role in introducing rigour to high frequency trading [for Serco 's front running banks] in the City through NPL [Zulu] Time.\" \n\n\"UK Cabinet Office – Emergency Planning College – Serco …..Types of Exercise Workshop Exercises These are structured discussion events where participants can explore issues in a less pressurised environment. They are an ideal way of developing solutions, procedures and plans rather than the focus being on decision making. Table Top Exercises These involve a realistic scenario and will follow a time line, either in real-time or with time jumps to concentrate on the more important areas. The participants would be expected to be familiar with the plans and procedures that are being used although the exercise tempo and complexity can be adjusted to suit the current state of training and readiness. Simulation and media play can be used to support the exercise. Table-top exercises help develop teamwork and allow participants to gain a better understanding of their roles and that of other agencies and organisations. Command/Control Post Exercises These are designed primarily to exercise the senior leadership and support staff in collective planning and decision making within a strategic grouping. Ideally such exercises would be run from the real command and control locations and using their communications and information systems [Feeling lucky, Punk?] . This could include a mix of locations and varying levels of technical simulation support. The Gold Standard system is flexible to allow the tempo and intensity to be adjusted to ensure maximum training benefit, or to fully test and evaluate the most important aspects of a plan. Such exercises also test information flow, communications, equipment, procedures, decision making and coordination. Live Exercises These can range from testing individual components of a system or organisation through to a full-scale rehearsal. They are particularly useful where there are regulatory requirements or with high-risk situations. They are more complex and costly to organise and deliver but can be integrated with Command Post Exercises as part of a wider exercising package.\"  \n\n\"Christopher Rajendran Hyman CBE (born 5 July 1963 in Durban, South Africa)[1] was Chief Executive of Serco Group plc from 2002 to October 2013.[2] … On graduation, he worked for Arthur Andersen. In 1989, he won an 18-month exchange with Ernst & Young in London, who employed him after four months.[1] Head hunted in 1994 by Serco , Hyman became European finance director, and in 1999 was made group finance director. In 2002, Hyman became chief executive. .. Hyman resigned from his role of Chief Executive of Serco on 25 October 2013 following allegations that Serco had overcharged government customers. .. He was [making a presentation to Serco shareholder, including British and Saudi governments] on the 47th floor of the World Trade Center [North Tower] at the time of the September 11 attacks in 2001.\" \n\n\"July 7, 2016 Developments in PKI occurred in the early 1970s at the British intelligence agency GCHQ , where James Ellis , Clifford Cocks and others made important discoveries related to encryption algorithms and key distribution.[ 19 ] However, as developments at GCHQ are highly classified, the results of this work were kept secret and not publicly acknowledged until the mid-1990s. \n\nThe public disclosure of both secure key exchange and asymmetric key algorithms in 1976 by Diffie, Hellman , Rivest, Shamir , and Adleman changed secure communications entirely. With the further development of high-speed digital electronic communications (the Internet and its predecessors), a need became evident for ways in which users could securely communicate with each other, and as a further consequence of that, for ways in which users could be sure with whom they were actually interacting. \n\nAssorted cryptographic protocols were invented and analyzed within which the new cryptographic primitives could be effectively used. With the invention of the World Wide Web and its rapid spread, the need for authentication and secure communication became still more acute. Commercial reasons alone (e.g., e-commerce, online access to proprietary databases from web browsers) were sufficient. Taher Elgamal and others at Netscape developed the SSL protocol ('https' in Web URLs); it included key establishment, server authentication (prior to v3, one-way only), and so on. A PKI structure was thus created for Web users/sites wishing secure communications. \n\nVendors and entrepreneurs saw the possibility of a large market, started companies (or new projects at existing companies), and began to agitate for legal recognition and protection from liability. An American Bar Association technology project published an extensive analysis of some of the foreseeable legal aspects of PKI operations (see ABA digital signature guidelines), and shortly thereafter, several U.S. states (Utah being the first in 1995) and other jurisdictions throughout the world began to enact laws and adopt regulations. Consumer groups raised questions about privacy, access, and liability considerations, which were more taken into consideration in some jurisdictions than in others. \n\nThe enacted laws and regulations differed, there were technical and operational problems in converting PKI schemes into successful commercial operation, and progress has been much slower than pioneers had imagined it would be. \n\nBy the first few years of the 21st century, the underlying cryptographic engineering was clearly not easy to deploy correctly. Operating procedures (manual or automatic) were not easy to correctly design (nor even if so designed, to execute perfectly, which the engineering required). The standards that existed were insufficient. \n\nPKI vendors have found a market, but it is not quite the market envisioned in the mid-1990s, and it has grown both more slowly and in somewhat different ways than were anticipated.[20] PKIs have not solved some of the problems they were expected to, and several major vendors have gone out of business or been acquired by others. PKI has had the most success in government implementations; the largest PKI implementation to date is the Defense Information Systems Agency (DISA) PKI infrastructure for the Common Access Cards program.\"  \n\nBase One Technologies – Corporate Strategy – We are a Government Certified Women-Owned Business   \nWe practice Diversity Recruitment and Staffing for IT positions Base One was founded in 1994 by a women engineer who had made a career in technology research for many years. Base One has been very successful in focusing on diversity recruiting and staffing for IT projects. It has been our experience that the greater the diversity mix, the more creative the solution. As in any field the more diverse the viewpoint the more thorough your analysis. Our engineers can think out of the box. \n\nBecause of our affiliations we have access to pools of resources among more diverse groups & individuals. We work with a large pool of minority professionals who specialize in IT skills. We are able to have access to these resources through our status as a D/MWBD firm and our affiliations. These affiliations assist us in working with resources among more diverse groups & individuals. We are also partnered with firms that are 8A certified as Minority firms, Disabled Veteran firms, Native American firms, Vietnam veteran firms, women owned firms. \n\nOur hub zone location keeps us close to the professional organizations of great diversity. We are active in recruiting from and networking with these community organizations of local IT professionals. This has given us access to a large pool of diversity talent. \n\nBase One's staff of engineers are a diverse group of professionals. This diverse network of engineers helps us to branch out to other engineers and creates an even larger network of resources for us to work with. \n\nThe greater the diversity the more complete & thorough the analysis. The broader the spectrum of points of view the broader the scope of the analysis. We feel that a diverse team gives us a greater advantage in creating cutting edge solutions. To that end we will continue to nurture these relationships to further extend our talent pool. \n\nThe greater the diversity mix, the more creative the solution. \n\nThe more diverse the viewpoint, the more thorough the analysis. \n\nThe more diverse our team, the more our engineers can think out of the box. \n\nThis is why Base One Technologies concentrates on diversity recruitment in the belief that a diverse team gives us a greater advantage in creating cutting edge solutions.\" \n\nInformation Security Planning is the process whereby an organization seeks to protect its operations and assets from data theft or computer hackers that seek to obtain unauthorized information or sabotage business operations. \n\nKey Clients Benefiting From Our Information Security Expertise: Pentagon Renovation Program, FAA, Citigroup, MCI. \n\nBase One Technologies \n\nExpertly researches, designs, and develops information security policies that protect your data and manage your firm's information technology risk at levels acceptable to your business. \n\nPerforms architectural assessments and conducts both internal and external penetration testing. The results of these efforts culminate in an extensive risk analysis and vulnerabilities report. \n\nDevelops, implements and supports Information Security Counter measures such as honey-pots and evidence logging and incident documentation processes and solutions.\" \n\n\"Base One Technologies, Ltd. is a DOMESTIC BUSINESS CORPORATION, located in New York, NY and was formed on Feb 15, 1994. This file was obtained from the Secretary of State and has a file number of 1795583. \" \n\n\"Serco's Office of Partner Relations (OPR) helps facilitate our aggressive small business utilization and growth strategies. Through the OPR, Serco mentors four local small businesses under formal Mentor Protégé Agreements: Three sponsored by DHS (Base One Technologies, TSymmetry, Inc., and HeiTech Services, Inc.,) and the fourth sponsored by GSA (DKW Communications, Inc.). Serco and HeiTech Services were awarded the 2007 DHS Mentor Protégé Team Award for exceeding our mentoring goals.\" http://www.dtic.mil/whs/directives/corres/pdf/100515p.pdf \n\n\"Opened in 1994 as the successor to the Transitional Immigrant Visa Processing Center in Rosslyn, Va., the NVC centralizes all immigrant visa pre-processing and appointment scheduling for overseas posts. The NVC collects paperwork and fees before forwarding a case, ready for adjudication, to the responsible post. \n\nThe center also handles immigrant and fiancé visa petitions, and while it does not adjudicate visa applications, it provides technical assistance and support to visa-adjudicating consular officials overseas. \n\nOnly two Foreign Service officers, the director and deputy director, work at the center, along with just five Civil Service employees. They work with almost 500 contract employees doing preprocessing of visas, making the center one of the largest employers in the Portsmouth area. \n\nThe contractor, Serco , Inc., has worked with the NVC since its inception and with the Department for almost 18 years. \n\nThe NVC houses more than 2.6 million immigrant visa files, receives almost two million pieces of mail per year and received more than half a million petitions from the U.S. Citizenship and Immigration Service (USCIS) in 2011. Its file rooms' high-density shelves are stacked floor-to-ceiling with files, each a collection of someone’s hopes and dreams and each requiring proper handling. …. \n\nThe NVC also preprocesses the chief of mission (COM) application required for the filing of a petition for a Special Immigrant Visa (SIV). Such visas, for foreign nationals who have performed services for the U.S. government in Iraq and Afghanistan, require COM concurrence before the applicant can file a petition with USCIS. The NVC collects the requisite documents from such applicants and, when complete, forwards the package to the U.S. embassies in Baghdad or Kabul for COM approval\" \n\nYours sincerely, \n\nField McConnell, United States Naval Academy, 1971; Forensic Economist; 30 year airline and 22 year military pilot; 23,000 hours of safety; Tel: 715 307 8222 \n\nDavid Hawkins Tel: 604 542-0891 Forensic Economist; former leader of oil-well blow-out teams; now sponsors Grand Juries in CSI Crime and Safety Investigation",
        "_version_": 1749312205511196672
    },
    {
        "author": "tokyowashi (noreply@blogger.com)",
        "published": "2016-10-28T20:31:03.391Z",
        "title": "#2818: Serco's Zulu Bridge To Mumbai Pig Farm – Clinton 8(a) Patent – Obama Visa 9/11 Snuff",
        "language": "english",
        "site_url": "abeldanger.net",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "61",
        "body_en": "United States Marine Field McConnell  Plum City Online - ( AbelDanger.net )  October 28, 2016 \n1. Abel Danger ( AD ) claims that Serco relayed Zulu timing signals to mentors of the Federal Bridge Certification Authority in support of live webcast of torture killings in the Mumbai attacks of November 2008 and B.C. pig farm raves (1996-2001). \n\n2. AD claims that Serco used an 8(a) protégé company – Base One Technologies – to blackmail Hillary Clinton into outsourcing the operation of the U.S. Patent and Trademark Office to users of the federal bridge and equipping selected users with patented webcast servers for Zulu betting on the times of victims’ deaths. \n\n3. AD claims that in 1994, Serco operatives at the National Visa Center began equipping Hillary Clinton and Michelle Obama – a former Sidley Austin intellectual property (IP) lawyer and a protégée of terrorist Bernardine Dohrn – with a long-range visa service for the BC pig farm and Mumbai snuff-film crews. \n\n4. United States Marine Field McConnell – Global Operations Director of Abel Danger – has offered to serve as a five-star general in a future Trump administration so he can first recognize and then destroy Serco's Zulu bridge to Clinton patents and Obama snuff-film crews. \n\nMumbai Terror Attack Watch NSG successful in mission against Mumbai attackers   \nMedia Coverage of Starnet Raid - August 20, 1999     \n\nHillary Clinton vs. James Comey: Email Scandal Supercut  \nCopy of SERCO GROUP PLC: List of Subsidiaries AND Shareholders! [Note British and Saudi Governments, AXA, HSBC , Teachers' and Gold man Sachs]    \nDefense Ammunition Center [Outsourced to Serco ]   \nSerco ... Would you like to know more?  \n\n\"Digital Fires Instructor Serco - Camp Pendleton, CA Uses information derived from all military disciplines (e.g., aviation, ground combat, command and control, combat service support, intelligence, and opposing forces) to determine changes in enemy capabilities, vulnerabilities, and probable courses of action.\" \n\n\"The 2008 Mumbai (Bombay) attacks were a series of attacks that took place in November 2008, when 10 members of Lashkar-e-Taiba , an Islamic militant organisation based in Pakistan , carried out a series of 12 coordinated shooting and bombing attacks lasting four days across Mumbai . The attacks, which drew widespread global condemnation, began on Wednesday, 26 November and lasted until Saturday, 29 November 2008, killing 164 people and wounding at least 308.[2][ 14 ] \n\nEight of the attacks occurred in South Mumbai: at Chhatrapati Shivaji Terminus , the Oberoi Trident,[15] the Taj Mahal Palace & Tower ,[15] Leopold Cafe, Cama Hospital,[15] the Nariman House Jewish community centre,[16] the Metro Cinema,[17] and in a lane behind the Times of India building and St. Xavier's College .[15] There was also an explosion at Mazagaon, in Mumbai's port area, and in a taxi at Vile Parle .[18] By the early morning of 28 November, all sites except for the Taj Hotel had been secured by Mumbai Police and security forces. On 29 November, India's National Security Guards (NSG) conducted 'Operation Black Tornado' to flush out the remaining attackers; it culminated in the death of the last remaining attackers at the Taj Hotel and ending the attacks.[19] Ajmal Kasab[20] disclosed that the attackers were members of Lashkar-e-Taiba,[21] among others.[22] The Government of India said that the attackers came from Pakistan, and their controllers were in Pakistan.[23] On 7 January 2009, Pakistan confirmed the sole surviving perpetrator of the attacks was a Pakistani citizen.[24] On 9 April 2015, the foremost ringleader of the attacks, Zakiur Rehman Lakhvi ,[3][4] was granted bail against surety bonds of ₨200,000 (US$2,000) in Pakistan.[25][26]\" \n\n\"THE CASE OF THE VANISHING VISA FILES  \nDecember 25, 2009 10:00:00 PM PST  \nBy Chuck Goudie   \nDecember 16, 2009 (CHICAGO) -- Potentially important evidence has disappeared in a terrorism case involving two Chicago men. Their visa records vanished from Chicago's Indian consulate. It comes one week after the ABC 7 I-Team raised questions about how David Coleman Headley and Tahawwur Rana obtained their foreign visas in the first place. \n\nThe case of the vanishing visa records has churned up diplomats from Mumbai to Michigan Avenue. India's foreign secretary Nirupama Rao told reporters overseas Wednesday that she wants answers from Chicago's Indian consulate about the records and visa documents that have disappeared, records that might show how two accused Chicago terrorists obtained permission to scout targets in India. \n\nTop officials of Chicago's India consulate wouldn't talk to the I-Team on camera last week when asked how terror suspects David Coleman Headley and Tahawwur Rana obtained five-year, unlimited passage visas to India. \n\nAnd the consul general did not return calls Wednesday regarding the paperwork they used to process Headley and Rana's visas, which Indian Foreign Secretary Nirupama Rao announced Wednesday have disappeared. \n\nWednesday evening, the Chicago consul general emailed a statement to the I-Team that conflicted with government statements made in India. The brief statement read: \"We have not reported loss of any papers regarding issuance of visa to David Coleman Headley and Tahawwur Rana Hussain. Relevant information concerning the issuance of visa to these persons is available with the Government of India\". \n\nIndia's counterpart to the FBI is looking into the visa application process as part of its probe into the 2008 Mumbai massacre. \n\nThe two Chicago suspects are accused of having roles in the assault. Rana was denied bond by a Chicago district judge Tuesday, despite family members and friends offering $1 million in cash and property. Rana has not been directly charged with the Mumbai attack that left 175 dead, but was linked to the assault in government court filings. \n\nHeadley, a Pakistan-born Chicagoan, is a convicted heroin dealer whose birth name was Daood Giliani. He changed his name to ease travel to India, according to federal prosecutors in Chicago and to avoid the required pre-visa background check by Indian authorities. \n\nSince the time Headley and Rani were processed, India's Chicago consulate office began contracting out visa requests to a private company called Travisa Outsourcing that on its website claims, \"We have revolutionized the way people get their visas.\" \n\nAnd the new visa processing was subject of a news conference last year. \n\n\"The advantages of outsourcing is the Travisa company, which is handling the outsourcing, has set up a call center,\" said Ashok Kumar Attri, consul general. \n\nForeign Secretary Rao said she is impressed with the cooperation the US has given to Indian investigators. Headley and Rana are not due back in court until January.\" \n\n\"Was Bernardine Dohrn the Mentor of Michelle Obama at Sidley Austin?  \nApril 22, 2008  \nBernardine Dohrn was at Sidley Austin a law firm in Chicago from From 1984 to 1988, Dohrn was employed by the law firm Sidley Austin, although her criminal record has prevented her from being admitted to either the New York or Illinois bar. http://en.wikipedia.org/wiki/Bernardine_Dohrn \n\nMichelle Obama graduated from Harvard Law School in 1988. But she likely also was a summer associate in 1987 and likely 1986. Barack Obama was assigned to her in 1989 when he was a summer associate from Harvard Law School. http://en.wikipedia.org/wiki/Barack_Obama \n\nHe entered Harvard Law School in 1988.[9] More links and excerpts: \n\nhttps://oldatlanticlighthouse.wordpress.com/2008/04/18/northwestern-law-prof-bernardine-dohrn-weather-underground/   \n\nSteve Sailer on Michelle Obama \nhttp://www.vdare.com/sailer/080225_michelle_obama.htm   \n\nMichelle's Princeton thesis: \nhttp://blog.vdare.com/archives/2008/02/22/michelle-obama-thesis-found-download-it-here/   \n\nJames Fulford quotes Politico \n\nMichelle Obama's senior year thesis at Princeton University, obtained exclusively from the campaign by Politico , shows a document written by a young woman grappling with a society in which a black Princeton alumnus might only be allowed to remain \"on the periphery.\" Read the full thesis here: Part 1 , Part 2 , Part 3 , Part 4 . Michelle Obama thesis was on racial divide – Jeffrey Ressner – Politico.com \n\nSidley Austin likely recognized this in Michelle even if she didn't show them her Princeton thesis. Who better at Sidley Austin to be mentor to the author of this Princeton thesis than Bernardine Dohrn who had been number 2 on the FBI most wanted list? \n\nBarack Obama was assigned to Michelle Obama in summer 1989. This may have reflected how few blacks there were at Sidley Austin, especially from Harvard Law School or the equivalent. Dohrn got her J.D. from University of Chicago Law School. Since she is a prof at Northwestern despite her background, we might infer she was very smart and understanding. So she was the perfect person to be the mentor for Michelle Obama at Sidley Austin. \n\nThe above is speculation, hypotheses or opinion. All statements should be restated as questions. All other disclaimers apply.\" \n\n\"Webcasting is the distribution of media files through the internet. The earliest webcast equivalent of an online concert and one of the earliest examples of webcasting itself was by Apple Computer 's Webcasting Group in partnership with the entrepreneurs Michael Dorf and Andrew Rasiej . Together with David B. Pakman from Apple, they launched the Macintosh New York Music Festival from July 17–22, 1995. This event audio webcast concerts from more than 15 clubs in New York City. Apple later webcast a concert by Metallica on June 10, 1996 live from Slim's in San Francisco.[ 3 ] \n\nIn 1995, Benford E. Standley produced one of the first audio/video webcasts in history.[4] On October 31, 1996, UK rock band Caduseus broadcast their one-hour concert from 11pm to 12am (UT) at Celtica in Machynlleth, Wales, UK – the first live streamed audio and simultaneous live streamed video multicast – around the globe to more than twenty direct \"mirrors\" in more than twenty countries.[5][ 6 ]\" \n\n\"Serco Processes 2 Millionth Patent Application for U.S. Patent and Trademark Office Date: 18 Mar 2013 Serco Inc., a leading provider of professional, technology, and management services to the federal government, announced today that their Pre-Grant Publication (PGPubs) Classification Services team recently processed their 2 millionth patent application for the U.S. Patent & Trademark Office (USPTO). Each application was also processed within the contractually required 28-day window.\" \n\n\"BREAKING: @HillaryClinton's E-Mail Server Company Got Almost $1 Million In Gov't Loans After Wiping E-Mails   \nOCTOBER 26, 2016  \nBY CHARLES C. JOHNSON 6 COMMENTS  \nGive it up already. It's over. K. J. Gillenwater was the primary researcher behind this story. \n\nHillary Clinton's e-mail server company got almost $1 million in government loans starting immediately after they were secretly asked to wipe Hillary Clinton's name from her e-mails. \n\nPlatte River Networks (PRN) got a $493,000 loan from the Small Business Administration in August 2014 and another $350,000 loan in September 2015: \n\nPublic government data available as USAspending.gov \n\nThe first half-million dollar loan arrived not one month after PRN employee Paul Combetta was caught accidentally revealing his company was deleting evidence at Hillary's request in July 2014 . \n\nThe second $350,000 loan came about one year later. \n\nYou won't hear this stuff from the lying mainstream media. Keep the GotNews mission alive: donate at GotNews.com/donate or send tips to editor@gotnews.com. If you'd like to join our research team, contacteditor@gotnews.com. \n\nAfter getting the first loan, PRN moved to a large office space after previously working out of the owner’s condo. The head of the Small Business Administration is Maria Contreras-Sweet , a Mexican immigrant who was appointed to the office by Barack Obama two months before Hillary's PRN got the first loan. \n\nWikiLeaks leaks have proven Hillary's corrupt pay-to-play scheme. GotNews has shined a light on how Hillary gets favors from Hispanic and Democratic government bureaucrats before . \n\nDid Hillary Clinton pay her e-mail server company Platte River Networks (PRN) with almost $1 million in favorable government loans — given out by a political friendly — in order to alter her illegal e-mails and get her name off them? \n\nIt sure looks like it. \n\nA Freedom of Information Act (FOIA) request has been lodged for more information. \n\nStay tuned for more. \n\nK. J. Gillenwater was the primary researcher behind this story.\"  \n\n\"Police conclude search of Starnet   \nCBC News Posted: Aug 24, 1999 11:26 AM ET Last Updated: Aug 24, 1999 11:26 AM ET  \nPolice have wrapped up several days of searching the offices of Starnet Communications in Vancouver. They entered the company offices and homes of some directors on Friday. \n\nPolice were looking for evidence of illegal gambling, distributing child pornography, and money laundering. Since the raid, Starnet officials say police just don't understand their business. \n\nThe search warrant details 18 months of police investigation. It traces a network of companies registered in American and Caribbean jurisdictions. \n\nThe warrant also identifies Vancouver as the centre of Starnet's operations, even though this is a grey under Canadian law. \n\nPolice note that Starnet's revenues grew dramatically in the past two years, from betting and sex shows and from lucrative licensing agreements for its gaming software. The investigations and pornography from company sites were grounds for Friday's raid and seizure of company materials. \n\nRCMP Constable Peter Thiessen says investigators left Starnet offices yesterday morning. He says, \"They spent the better part of three days going through the business. And as a result of that search the investigation is continuing, but no charges have been laid.\" Starnet's many investors were spooked by the raid. Share prices dropped almost 70-percent on Friday. However, the company insists the raid had minimal effect on its operation. Stocks rose slightly yesterday after a day of very heavy trading. \n\nIn written statements, company CEO Mark Dohlen said the Wall Street Journal calls Starnet the leader in Internet gaming and entertainment. He says companies like his, those on the cutting edge, are often misunderstood. Yesterday, Starnet announced it will sell off the sex side of its business. It plans to focus more resources on gaming. \n\nThe Police investigation is expected to last for several more months.\" \n\n\"Super Serco bulldozes ahead  \nBy DAILY MAIL REPORTER UPDATED: 23:00 GMT, 1 September 2004 \nSERCO has come a long way since the 1960s when it ran the 'four-minute warning' system to alert the nation to a ballistic missile attack. \n\nToday its £10.3bn order book is bigger than many countries' defence budgets. It is bidding for a further £8bn worth of contracts and sees £16bn of 'opportunities'. \n\nProfit growth is less ballistic. The first-half pre-tax surplus rose 4% to £28.1m, net profits just 1% to £18m. Stripping out goodwill, the rise was 17%, with dividends up 12.5% to 0.81p. \n\nSerco runs the Docklands Light Railway, five UK prisons, airport radar and forest bulldozers in Florida.\"  \n\n\" Serco farewell to NPL after 19 years of innovation 8 January 2015 Serco said goodbye to the National Physical Laboratory (NPL) at the end of December 2014 after 19 years of extraordinary innovation and science that has seen the establishment build a world-leading reputation and deliver billions of pounds of benefit for the UK economy. During that period under Serco 's management and leadership, NPL has delivered an extraordinary variety and breadth of accomplishments for the UK's economy and industry. Some of the key achievements during that time have been:… It has been estimated that work carried out by the Centre of Carbon Measurement at NPL will save eight million tonnes of carbon emissions reductions (2% of UK footprint) and over half a billion pounds in economic benefit over the next decade…. NPL's caesium fountain atomic clock is accurate to 1 second in 158 million years and NPL is playing a key role in introducing rigour to high frequency trading [for Serco 's front running banks] in the City through NPL [Zulu] Time.\" \n\n\"UK Cabinet Office – Emergency Planning College – Serco …..Types of Exercise Workshop Exercises These are structured discussion events where participants can explore issues in a less pressurised environment. They are an ideal way of developing solutions, procedures and plans rather than the focus being on decision making. Table Top Exercises These involve a realistic scenario and will follow a time line, either in real-time or with time jumps to concentrate on the more important areas. The participants would be expected to be familiar with the plans and procedures that are being used although the exercise tempo and complexity can be adjusted to suit the current state of training and readiness. Simulation and media play can be used to support the exercise. Table-top exercises help develop teamwork and allow participants to gain a better understanding of their roles and that of other agencies and organisations. Command/Control Post Exercises These are designed primarily to exercise the senior leadership and support staff in collective planning and decision making within a strategic grouping. Ideally such exercises would be run from the real command and control locations and using their communications and information systems [Feeling lucky, Punk?] . This could include a mix of locations and varying levels of technical simulation support. The Gold Standard system is flexible to allow the tempo and intensity to be adjusted to ensure maximum training benefit, or to fully test and evaluate the most important aspects of a plan. Such exercises also test information flow, communications, equipment, procedures, decision making and coordination. Live Exercises These can range from testing individual components of a system or organisation through to a full-scale rehearsal. They are particularly useful where there are regulatory requirements or with high-risk situations. They are more complex and costly to organise and deliver but can be integrated with Command Post Exercises as part of a wider exercising package.\"  \n\n\"Christopher Rajendran Hyman CBE (born 5 July 1963 in Durban, South Africa)[1] was Chief Executive of Serco Group plc from 2002 to October 2013.[2] … On graduation, he worked for Arthur Andersen. In 1989, he won an 18-month exchange with Ernst & Young in London, who employed him after four months.[1] Head hunted in 1994 by Serco , Hyman became European finance director, and in 1999 was made group finance director. In 2002, Hyman became chief executive. .. Hyman resigned from his role of Chief Executive of Serco on 25 October 2013 following allegations that Serco had overcharged government customers. .. He was [making a presentation to Serco shareholder, including British and Saudi governments] on the 47th floor of the World Trade Center [North Tower] at the time of the September 11 attacks in 2001.\" \n\n\"July 7, 2016 Developments in PKI occurred in the early 1970s at the British intelligence agency GCHQ , where James Ellis , Clifford Cocks and others made important discoveries related to encryption algorithms and key distribution.[ 19 ] However, as developments at GCHQ are highly classified, the results of this work were kept secret and not publicly acknowledged until the mid-1990s. \n\nThe public disclosure of both secure key exchange and asymmetric key algorithms in 1976 by Diffie, Hellman , Rivest, Shamir , and Adleman changed secure communications entirely. With the further development of high-speed digital electronic communications (the Internet and its predecessors), a need became evident for ways in which users could securely communicate with each other, and as a further consequence of that, for ways in which users could be sure with whom they were actually interacting. \n\nAssorted cryptographic protocols were invented and analyzed within which the new cryptographic primitives could be effectively used. With the invention of the World Wide Web and its rapid spread, the need for authentication and secure communication became still more acute. Commercial reasons alone (e.g., e-commerce, online access to proprietary databases from web browsers) were sufficient. Taher Elgamal and others at Netscape developed the SSL protocol ('https' in Web URLs); it included key establishment, server authentication (prior to v3, one-way only), and so on. A PKI structure was thus created for Web users/sites wishing secure communications. \n\nVendors and entrepreneurs saw the possibility of a large market, started companies (or new projects at existing companies), and began to agitate for legal recognition and protection from liability. An American Bar Association technology project published an extensive analysis of some of the foreseeable legal aspects of PKI operations (see ABA digital signature guidelines), and shortly thereafter, several U.S. states (Utah being the first in 1995) and other jurisdictions throughout the world began to enact laws and adopt regulations. Consumer groups raised questions about privacy, access, and liability considerations, which were more taken into consideration in some jurisdictions than in others. \n\nThe enacted laws and regulations differed, there were technical and operational problems in converting PKI schemes into successful commercial operation, and progress has been much slower than pioneers had imagined it would be. \n\nBy the first few years of the 21st century, the underlying cryptographic engineering was clearly not easy to deploy correctly. Operating procedures (manual or automatic) were not easy to correctly design (nor even if so designed, to execute perfectly, which the engineering required). The standards that existed were insufficient. \n\nPKI vendors have found a market, but it is not quite the market envisioned in the mid-1990s, and it has grown both more slowly and in somewhat different ways than were anticipated.[20] PKIs have not solved some of the problems they were expected to, and several major vendors have gone out of business or been acquired by others. PKI has had the most success in government implementations; the largest PKI implementation to date is the Defense Information Systems Agency (DISA) PKI infrastructure for the Common Access Cards program.\"  \n\nBase One Technologies – Corporate Strategy – We are a Government Certified Women-Owned Business   \nWe practice Diversity Recruitment and Staffing for IT positions Base One was founded in 1994 by a women engineer who had made a career in technology research for many years. Base One has been very successful in focusing on diversity recruiting and staffing for IT projects. It has been our experience that the greater the diversity mix, the more creative the solution. As in any field the more diverse the viewpoint the more thorough your analysis. Our engineers can think out of the box. \n\nBecause of our affiliations we have access to pools of resources among more diverse groups & individuals. We work with a large pool of minority professionals who specialize in IT skills. We are able to have access to these resources through our status as a D/MWBD firm and our affiliations. These affiliations assist us in working with resources among more diverse groups & individuals. We are also partnered with firms that are 8A certified as Minority firms, Disabled Veteran firms, Native American firms, Vietnam veteran firms, women owned firms. \n\nOur hub zone location keeps us close to the professional organizations of great diversity. We are active in recruiting from and networking with these community organizations of local IT professionals. This has given us access to a large pool of diversity talent. \n\nBase One's staff of engineers are a diverse group of professionals. This diverse network of engineers helps us to branch out to other engineers and creates an even larger network of resources for us to work with. \n\nThe greater the diversity the more complete & thorough the analysis. The broader the spectrum of points of view the broader the scope of the analysis. We feel that a diverse team gives us a greater advantage in creating cutting edge solutions. To that end we will continue to nurture these relationships to further extend our talent pool. \n\nThe greater the diversity mix, the more creative the solution. \n\nThe more diverse the viewpoint, the more thorough the analysis. \n\nThe more diverse our team, the more our engineers can think out of the box. \n\nThis is why Base One Technologies concentrates on diversity recruitment in the belief that a diverse team gives us a greater advantage in creating cutting edge solutions.\" \n\nInformation Security Planning is the process whereby an organization seeks to protect its operations and assets from data theft or computer hackers that seek to obtain unauthorized information or sabotage business operations. \n\nKey Clients Benefiting From Our Information Security Expertise: Pentagon Renovation Program, FAA, Citigroup, MCI. \n\nBase One Technologies \n\nExpertly researches, designs, and develops information security policies that protect your data and manage your firm's information technology risk at levels acceptable to your business. \n\nPerforms architectural assessments and conducts both internal and external penetration testing. The results of these efforts culminate in an extensive risk analysis and vulnerabilities report. \n\nDevelops, implements and supports Information Security Counter measures such as honey-pots and evidence logging and incident documentation processes and solutions.\" \n\n\"Base One Technologies, Ltd. is a DOMESTIC BUSINESS CORPORATION, located in New York, NY and was formed on Feb 15, 1994. This file was obtained from the Secretary of State and has a file number of 1795583. \" \n\n\"Serco's Office of Partner Relations (OPR) helps facilitate our aggressive small business utilization and growth strategies. Through the OPR, Serco mentors four local small businesses under formal Mentor Protégé Agreements: Three sponsored by DHS (Base One Technologies, TSymmetry, Inc., and HeiTech Services, Inc.,) and the fourth sponsored by GSA (DKW Communications, Inc.). Serco and HeiTech Services were awarded the 2007 DHS Mentor Protégé Team Award for exceeding our mentoring goals.\" http://www.dtic.mil/whs/directives/corres/pdf/100515p.pdf \n\n\"Opened in 1994 as the successor to the Transitional Immigrant Visa Processing Center in Rosslyn, Va., the NVC centralizes all immigrant visa pre-processing and appointment scheduling for overseas posts. The NVC collects paperwork and fees before forwarding a case, ready for adjudication, to the responsible post. \n\nThe center also handles immigrant and fiancé visa petitions, and while it does not adjudicate visa applications, it provides technical assistance and support to visa-adjudicating consular officials overseas. \n\nOnly two Foreign Service officers, the director and deputy director, work at the center, along with just five Civil Service employees. They work with almost 500 contract employees doing preprocessing of visas, making the center one of the largest employers in the Portsmouth area. \n\nThe contractor, Serco , Inc., has worked with the NVC since its inception and with the Department for almost 18 years. \n\nThe NVC houses more than 2.6 million immigrant visa files, receives almost two million pieces of mail per year and received more than half a million petitions from the U.S. Citizenship and Immigration Service (USCIS) in 2011. Its file rooms' high-density shelves are stacked floor-to-ceiling with files, each a collection of someone’s hopes and dreams and each requiring proper handling. …. \n\nThe NVC also preprocesses the chief of mission (COM) application required for the filing of a petition for a Special Immigrant Visa (SIV). Such visas, for foreign nationals who have performed services for the U.S. government in Iraq and Afghanistan, require COM concurrence before the applicant can file a petition with USCIS. The NVC collects the requisite documents from such applicants and, when complete, forwards the package to the U.S. embassies in Baghdad or Kabul for COM approval\" \n\nYours sincerely, \n\nField McConnell, United States Naval Academy, 1971; Forensic Economist; 30 year airline and 22 year military pilot; 23,000 hours of safety; Tel: 715 307 8222 \n\nDavid Hawkins Tel: 604 542-0891 Forensic Economist; former leader of oil-well blow-out teams; now sponsors Grand Juries in CSI Crime and Safety Investigation",
        "_version_": 1749312205547896832
    },
    {
        "author": "tokyowashi (noreply@blogger.com)",
        "published": "2016-11-01T01:43:08.657Z",
        "title": "#2820: Clinton 8(a) Pig Farm Servers – Boeing Bridge Of Pimps – Serco In-Flight Zulu Snuff",
        "language": "english",
        "site_url": "abeldanger.net",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "69",
        "body_en": "United States Marine Field McConnell  Plum City Online - ( AbelDanger.net )  October 31, 2016 \n1. Abel Danger ( AD ) claims that Clinton Foundation donors use 8(a) servers for online assassination betting and the trade in child pornography and torture killings as first staged in 1996 at pig farm raves in B.C. allegedly sponsored by so-called 'Libranos' in the Canadian government. \n\n2. AD claims that Hillary Clinton or her aide Huma Abedin hired pedophile pimps to entrap and extort the directors of Boeing into mentoring the Federal Bridge Certification Authority, outsourcing C4I developments to Serco , moving the Boeing headquarters office from Washington State to Chicago in 2001 and attempting a bridge-based coup d'etat on 9/11. \n\n3. AD claims that Serco has been providing a murder-for-hire service to Clinton donors by synchronizing Zulu death betting on 8(a) servers with in-flight snuff films which victims watch as they are flown to their deaths and with which loved ones and potential whistle-blowers are silenced by fear. \n\n4. United States Marine Field McConnell – Global Operations Director of Abel Danger – has offered to serve as a five-star general in a Trump administration to help Trump destroy the Clinton bridge of pimps and obtain justice for victims of 'death by plane'. \n\nFBI's Comey Bureau Re Opening Investigation into Hillary Clinton's Emails!! October 28, 2016    \nBoeing Honeywell Uninterruptible Autopilot Extortion of Lockheed Martin – a mentor of Clinton’s bridge of pimps.  \n\nCopy of SERCO GROUP PLC: List of Subsidiaries AND Shareholders! [Note British and Saudi Governments, AXA, HSBC , Teachers' and Gold man Sachs]    \nDefense Ammunition Center [Outsourced to Serco ]   \nSerco ... Would you like to know more?  \n\n\"Digital Fires Instructor Serco - Camp Pendleton, CA Uses information derived from all military disciplines (e.g., aviation, ground combat, command and control, combat service support, intelligence, and opposing forces) to determine changes in enemy capabilities, vulnerabilities, and probable courses of action.\" \n\n\" Serco 's Enterprise Architecture Center of Excellence is based in Colorado Springs, CO. The team provides a variety of services in support of Boeing’s business units as well as research and development efforts. Serco 's architecture employs object-oriented (OO)/Unified Modeling Language (UML) to define, design and satisfy defense agencies' mission-critical requirements, including Command, Control, Communications, Computers and Intelligence (C4I). This approach improves system developer's understanding of operational requirements and how best to integrate enterprise operations and systems for the optimal fulfillment of C4I and other operational needs.\" \n\n\" Robert William \"Willie\" Pickton (born October 24, 1949)[ 2 ] of Port Coquitlam , British Columbia , Canada, is a former multi-millionaire pig farmer[ 3 ] and serial killer convicted in 2007 of the second-degree murders of six women.[4][ 5 ] He was also charged in the deaths of an additional twenty women,[6] many of them from Vancouver's Downtown Eastside; however, these charges were stayed by the Crown in 2010.[7] In December 2007, he was sentenced to life in prison, with no possibility of parole for 25 years – the longest sentence then available under Canadian law for murder.[8] \n\nDuring the trial's first day of jury evidence, January 22, 2007, the Crown stated he confessed to 49 murders to an undercover police officer posing as a cellmate . The Crown reported that Pickton told the officer that he wanted to kill another woman to make it an even 50, and that he was caught because he was \"sloppy\".[9] Background[edit] \n\nBy 1992, Robert William Pickton and his brother David owned a Port Coquitlam farm. Worker Bill Hiscox called it a \"creepy-looking place\", noting that it was patrolled by a 600-lb. (270 kg) boar , one of the few actual pigs on the farm. \"I never saw a pig like that, who would chase you and bite at you,\" he said. \"It was running out with the dogs around the property.\" He later described Pickton as a \"pretty quiet guy, hard to strike up a conversation with,\" whose occasionally bizarre behavior, despite no evidence of substance abuse , would draw attention. \n\nPickton's only vehicle was a converted bus, with deeply tinted windows, to which he was emotionally attached. The Pickton brothers gradually neglected the site's farming operations. They registered a non-profit charity, the Piggy Palace Good Times Society, with the Canadian government in 1996 as aiming to \"organize, co-ordinate, manage and operate special events, functions, dances, shows and exhibitions on behalf of service organizations, sports organizations and other worthy groups.\" Its events included raves and wild parties featuring Vancouver prostitutes and gatherings in a converted slaughterhouse. These events attracted as many as 2,000 people. Hell's Angel members were known to often frequent the farm.\" \n\n\"650,000 Emails Found On Anthony Weiner's Laptop; DOJ Blocked Foundation Probe   \nby Tyler Durden   \nOct 30, 2016 10:34 PM  \nYesterday, we reported that the FBI has found \" tens of thousands of emails \" belonging to Huma Adein on Anthony Weiner's computer, raising questions how practical it is that any conclusive finding will be available or made by the FBI in the few days left before the elections Now, according to the WSJ , it appears that Federal agents are preparing to scour roughly 650,000 emails that, as we reported moments ago were discovered weeks ago on the laptop of Anthony Weiner , to see how many relate to a prior probe of Hillary Clinton's email use, as metadata on the device suggests there may be thousands sent to or from the private server that the Democratic nominee used while she was secretary of state, according to people familiar with the matter. \n\nAs the WSJ adds, the review will take weeks at a minimum to determine whether those messages are work-related emails between Huma Abedin, a close Clinton aide and the estranged wife of Mr. Weiner, and State Department officials; how many are duplicates of emails already reviewed by the Federal Bureau of Investigation; and whether they include either classified information or important new evidence in the Clinton email probe, which FBI officials call \"Midyear.\" \n\nAnd, as we further reported earlier today , the FBI has had to await a court order to begin reviewing the emails, because they were uncovered in an unrelated probe of Mr. Weiner, and that order was delayed for reasons that remain unclear. \n\nMore stunning is just how many emails were found on Weiner's computer. And while one can only imagine the content of some of the more persona ones, the WSJ writes that the latest development began in early October when New York-based FBI officials notified Andrew McCabe, the bureau's second-in-command, that while investigating Mr. Weiner for possibly sending sexually charged messages to a minor, they had recovered a laptop with 650,000 emails. Many, they said, were from the accounts of Ms. Abedin, according to people familiar with the matter. \n\nThose emails stretched back years , these people said, and were on a laptop that both Mr. Weiner and Ms. Abedin used and that hadn't previously come up in the Clinton email probe. Ms. Abedin said in late August that the couple were separating. \n\nThe FBI had searched the computer while looking for child pornography, people familiar with the matter said, but the warrant they used didn't give them authority to search for matters related to Mrs. Clinton's email arrangement at the State Department. Mr. Weiner has denied sending explicit or indecent messages to the teenager. \n\nAs reported yesterday, it appears that there are potentially tens of thousands of Abedin linked emails on Weiner's computer: \n\nIn their initial review of the laptop, the metadata showed many messages, apparently in the thousands, that were either sent to or from the private email server at Mrs. Clinton's home that had been the focus of so much investigative effort for the FBI. Senior FBI officials decided to let the Weiner investigators proceed with a closer examination of the metadata on the computer, and report back to them. \n\nThe WSJ then connects the dots between how the Weiner emails were linked to the Clinton reopening of the Clinton probe, despite Loretta Lynch's and the DOJ's vocal urges not to do so : \n\nAt a meeting early last week of senior Justice Department and FBI officials, a member of the department’s senior national-security staff asked for an update on the Weiner laptop, the people familiar with the matter said. At that point, officials realized that no one had acted to obtain a warrant, these people said. \n\nMr. McCabe then instructed the email investigators to talk to the Weiner investigators and see whether the laptop’s contents could be relevant to the Clinton email probe, these people said. After the investigators spoke, the agents agreed it was potentially relevant. \n\nMr. Comey was given an update, decided to go forward with the case and notified Congress on Friday, with explosive results. Senior Justice Department officials had warned Mr. Comey that telling Congress would violate well-established policies against overt actions that could affect an election, and some within the FBI have been unhappy at Mr. Comey's repeated public statements on the probe, going back to his first press conference on the subject in July. \n\nBut wait it gets better. \n\nRecall that this is the same Andrew Mcabe whose wife the Wall Street Journal reported last week received $467,500 in campaign funds in late 2015 from the political action committee of Virginia Gov. Terry McAuliffe, a longtime ally of the Clintons and, until he was elected governor in November 2013, a Clinton Foundation board member. \n\nMr. McAuliffe had supported Dr. McCabe in the hopes she and a handful of other Democrats might help win a majority in the state Senate, giving Mr. McAuliffe more sway in the state capitol. Dr. McCabe lost her race last November, and Democrats failed to win their majority. \n\nFBI officials have said Mr. McCabe had no role in the Clinton email probe until he became deputy director, and there was no conflict of interest because by then his wife's campaign was over. Which brings us to the second big topic: the Clinton Foundation, and how the DOJ made sure that particular probe never made the light of day. At the same time as the Clinton server was being investigated, other Clinton-related investigations were under way within the FBI, and they have been the subject of internal debate for months. \n\nEarly this year, four FBI field offices—New York, Los Angeles, Washington and Little Rock, Ark.—were collecting information about the Clinton Foundation to see if there was evidence of financial crimes or influence-peddling, according to people familiar with the matter. \n\nThe WSJ touches on something fascinating: Los Angeles agents had picked up information about the Clinton Foundation from an unrelated public corruption case and had issued some subpoenas for bank records related to the foundation, these people said. So where did that trail go? Apparently nowhere. \n\nThe Washington field office was probing financial relationships involving Mr. McAuliffe before he became a Clinton Foundation board member, these people said. Mr. McAuliffe has denied any wrongdoing, and his lawyer has said the probe is focused on whether he failed to register as an agent of a foreign entity. The FBI field office in New York had done the most work on the Clinton Foundation case and received help from the FBI field office in Little Rock, the people familiar with the matter said. \n\nIn February, FBI officials made a presentation to the Justice Department, according to these people. By all accounts, the meeting didn't go well. \n\nSome said that is because the FBI didn’t present compelling evidence to justify more aggressive pursuit of the Clinton Foundation, and that the career public integrity prosecutors in the room simply believed it wasn't a very strong case. Others said that from the start, the Justice Department officials were stern, icy and dismissive of the case. \n\n\"That was one of the weirdest meetings I've ever been to,\" one participant told others afterward, according to people familiar with the matter. \n\nNeedless to say, the probe into the Foundation faded. \n\nBut back to the Clinton probe, according to a person familiar with the probes, on Aug. 12, a senior Justice Department official called Mr. McCabe to voice his displeasure at finding that New York FBI agents were still openly pursuing the Clinton Foundation probe, despite the department's refusal to allow more aggressive investigative methods in the case. Mr. McCabe said agents still had the authority to pursue the issue as long as they didn’t use those methods. \n\nAt this point a question emerges: did McCabe seek to defend or press on with a Clinton probe: Mr. McCabe’s defenders in the agency said that following the call, he repeated the instruction that he had given earlier in the Clinton Foundation investigation: Agents were to keep pursuing the work within the authority they had. \n\nOthers further down the FBI chain of command, however, said agents were given a much starker instruction on the case: “Stand down.” When agents questioned why they weren’t allowed to take more aggressive steps, they said they were told the order had come from the deputy director—Mr. McCabe. Others familiar with the matter deny Mr. McCabe or any other senior FBI official gave such a stand-down instruction. \n\nAt this point the two probes, into Hillary's email and the Clinton Foundation converged: \n\nFor agents who already felt uneasy about FBI leadership’s handling of the Clinton Foundation case, the moment only deepened their concerns, these people said. For those who felt the probe hadn’t yet found significant evidence of criminal conduct, the leadership’s approach was the right response to the facts on the ground. \n\nThings accelerated over the past two months, when in September, agents on the foundation case asked to see the emails contained on nongovernment laptops that had been searched as part of the Clinton email case, but that request was rejected by prosecutors at the Eastern District of New York, in Brooklyn. Those emails were given to the FBI based on grants of partial immunity and limited-use agreements, meaning agents could only use them for the purpose of investigating possible mishandling of classified information. \n\nSome FBI agents were dissatisfied with that answer, and asked for permission to make a similar request to federal prosecutors in Manhattan, according to people familiar with the matter. Mr. McCabe, these people said, told them no and added that they could not “go prosecutor-shopping.\" \n\nNot long after that discussion, FBI agents informed the bureau’s leaders about the Weiner laptop, prompting Mr. Comey's disclosure to Congress and setting of the furor that promises to consume the final days of a tumultuous campaign \n\nWhile much of the latest developments are known, or could have been inferred assuming more corruption within government agencies, the punchline is that the weeks if not months of upcoming work means that if Clinton wins the White House, she will likely do so amid at least one ongoing investigation into her inner circle being handled by law-enforcement officials who are deeply divided over how to manage such cases. It also means that Trump will be hounding Hilllary for the remainder of the campaign as being the only presidential candidate to seek election with a recently reopened criminal probe hanging over her head.\" \n\n\" Serco Processes 2 Millionth Patent Application for U.S. Patent and Trademark  \nOffice Date: 18 Mar 2013 Serco Inc., a leading provider of professional, technology, and management services to the federal government, announced today that their Pre-Grant Publication (PGPubs) Classification Services team recently processed their 2 millionth patent application for the U.S. Patent & Trademark Office (USPTO). Each application was also processed within the contractually required 28-day window.\" \n\n\"3.4.1 Federal Public Key Infrastructure Policy Authority (FPKIPA)  \nAny infrastructure which cuts across multiple agencies requires the cooperation of the affected agencies to make it work. The Federal PKI is no different. While agencies may run their own agency-specific PKI domains to serve their own agency-specific needs, interoperating with other agencies imposes unique requirements and obligations. The model of governance reflects the fact that the Federal PKI has evolved from the bottom up, from agencies adopting this technology to serve their specific needs rather than having its use prescribed for them. In 1996, the Federal PKI Steering Committee was formed under the Government Information Technology Services Board, co-chaired by OMB and the National Partnership for Reinventing Government (NPR). The Steering Committee, comprising over 50 members representing over two dozen agencies, has as its focus the promotion of interoperable PKI solutions, the development of common guidance, and the sharing of information so that agencies considering or deploying PKI solutions can benefit from those who have already done so. Participation in the Steering Committee is voluntary. Its activities are published at http://gits-sec.treas.gov .\" \n\n\"1107. Murder-for-Hire—The Offense  \nThe \"murder-for-hire\" statute, 18 U.S.C. § 1958, was enacted as part of the Comprehensive Crime Control Act of 1984, Pub.L. 98-473, Ch. X, Part A (Oct. 12, 1984). Section 1958(a) provides: \n\nWhoever travels in or causes another (including the intended victim) to travel in interstate or foreign commerce, or uses or causes another (including the intended victim) to use the mail or any facility of interstate or foreign commerce, with intent that a murder be committed in violation of the laws of any State or the United States as consideration for the receipt of, or as consideration for a promise or agreement to pay anything of pecuniary value, or who conspires to do so [violates this statute]. \n\n… The maximum penalty for violating § 1958 varies with the severity of the conduct: a fine and/or ten years for any violation; a fine and/or twenty years if personal injury results; and a fine of not more than $250,000 and/or death or life imprisonment if death results. If the death penalty might be applicable, the United States Attorney's Office must comply with the guidelines at USAM 9-10.000 .\" \n\n\"Super Serco bulldozes ahead  \nBy DAILY MAIL REPORTER UPDATED: 23:00 GMT, 1 September 2004 \nSERCO has come a long way since the 1960s when it ran the 'four-minute warning' system to alert the nation to a ballistic missile attack. \n\nToday its £10.3bn order book is bigger than many countries' defence budgets. It is bidding for a further £8bn worth of contracts and sees £16bn of 'opportunities'. \n\nProfit growth is less ballistic. The first-half pre-tax surplus rose 4% to £28.1m, net profits just 1% to £18m. Stripping out goodwill, the rise was 17%, with dividends up 12.5% to 0.81p. \n\nSerco runs the Docklands Light Railway, five UK prisons, airport radar and forest bulldozers in Florida.\"  \n\n\" Serco farewell to NPL after 19 years of innovation 8 January 2015 Serco said goodbye to the National Physical Laboratory (NPL) at the end of December 2014 after 19 years of extraordinary innovation and science that has seen the establishment build a world-leading reputation and deliver billions of pounds of benefit for the UK economy. During that period under Serco 's management and leadership, NPL has delivered an extraordinary variety and breadth of accomplishments for the UK's economy and industry. Some of the key achievements during that time have been:… It has been estimated that work carried out by the Centre of Carbon Measurement at NPL will save eight million tonnes of carbon emissions reductions (2% of UK footprint) and over half a billion pounds in economic benefit over the next decade…. NPL's caesium fountain atomic clock is accurate to 1 second in 158 million years and NPL is playing a key role in introducing rigour to high frequency trading [for Serco 's front running banks] in the City through NPL [Zulu] Time.\" \n\n\"UK Cabinet Office – Emergency Planning College – Serco …..Types of Exercise Workshop Exercises These are structured discussion events where participants can explore issues in a less pressurised environment. They are an ideal way of developing solutions, procedures and plans rather than the focus being on decision making. Table Top Exercises These involve a realistic scenario and will follow a time line, either in real-time or with time jumps to concentrate on the more important areas. The participants would be expected to be familiar with the plans and procedures that are being used although the exercise tempo and complexity can be adjusted to suit the current state of training and readiness. Simulation and media play can be used to support the exercise. Table-top exercises help develop teamwork and allow participants to gain a better understanding of their roles and that of other agencies and organisations. Command/Control Post Exercises These are designed primarily to exercise the senior leadership and support staff in collective planning and decision making within a strategic grouping. Ideally such exercises would be run from the real command and control locations and using their communications and information systems [Feeling lucky, Punk?] . This could include a mix of locations and varying levels of technical simulation support. The Gold Standard system is flexible to allow the tempo and intensity to be adjusted to ensure maximum training benefit, or to fully test and evaluate the most important aspects of a plan. Such exercises also test information flow, communications, equipment, procedures, decision making and coordination. Live Exercises These can range from testing individual components of a system or organisation through to a full-scale rehearsal. They are particularly useful where there are regulatory requirements or with high-risk situations. They are more complex and costly to organise and deliver but can be integrated with Command Post Exercises as part of a wider exercising package.\"  \n\n\"Christopher Rajendran Hyman CBE (born 5 July 1963 in Durban, South Africa)[1] was Chief Executive of Serco Group plc from 2002 to October 2013.[2] … On graduation, he worked for Arthur Andersen. In 1989, he won an 18-month exchange with Ernst & Young in London, who employed him after four months.[1] Head hunted in 1994 by Serco , Hyman became European finance director, and in 1999 was made group finance director. In 2002, Hyman became chief executive. .. Hyman resigned from his role of Chief Executive of Serco on 25 October 2013 following allegations that Serco had overcharged government customers. .. He was [making a presentation to Serco shareholder, including British and Saudi governments] on the 47th floor of the World Trade Center [North Tower] at the time of the September 11 attacks in 2001.\"  \n\n\"Serco's Office of Partner Relations (OPR) helps facilitate our aggressive small business utilization and growth strategies. Through the OPR, Serco mentors four local small businesses under formal Mentor Protégé Agreements: Three sponsored by DHS (Base One Technologies, TSymmetry, Inc., and HeiTech Services, Inc.,) and the fourth sponsored by GSA (DKW Communications, Inc.). Serco and HeiTech Services were awarded the 2007 DHS Mentor Protégé Team Award for exceeding our mentoring goals.\" \n\n\"Base One Technologies, Ltd. is a DOMESTIC BUSINESS CORPORATION, located in New York, NY and was formed on Feb 15, 1994. This file was obtained from the Secretary of State and has a file number of 1795583. \" \n\n\"Base One Technologies – Corporate Strategy – We are a Government Certified Women-Owned Business   \nWe practice Diversity [Pride] Recruitment and Staffing for IT positions .. We are also partnered with firms that are 8A certified as Minority firms, Disabled Veteran firms, Native American firms, Vietnam veteran firms, women owned firms. .. Information Security Planning is the process whereby an organization seeks to protect its operations and assets from data theft or computer hackers that seek to obtain unauthorized information or sabotage business operations. Key Clients Benefiting From Our Information Security Expertise: Pentagon Renovation Program, FAA, Citigroup [Federal Bridge] , MCI. .. Base One Technologies … Develops, implements and supports Information Security Counter measures such as honey-pots and evidence logging and incident documentation processes and solutions.\"  \n\n\"Opened in 1994 as the successor to the Transitional Immigrant Visa Processing Center in Rosslyn, Va., the NVC centralizes all immigrant visa pre-processing and appointment scheduling for overseas posts. The NVC collects paperwork and fees before forwarding a case, ready for adjudication, to the responsible post. \n\nThe center also handles immigrant and fiancé visa petitions, and while it does not adjudicate visa applications, it provides technical assistance and support to visa-adjudicating consular officials overseas. \n\nOnly two Foreign Service officers, the director and deputy director, work at the center, along with just five Civil Service employees. They work with almost 500 contract employees doing preprocessing of visas, making the center one of the largest employers in the Portsmouth area. \n\nThe contractor, Serco , Inc., has worked with the NVC since its inception and with the Department for almost 18 years. \n\nThe NVC houses more than 2.6 million immigrant visa files, receives almost two million pieces of mail per year and received more than half a million petitions from the U.S. Citizenship and Immigration Service (USCIS) in 2011. Its file rooms' high-density shelves are stacked floor-to-ceiling with files, each a collection of someone’s hopes and dreams and each requiring proper handling. …. \n\nThe NVC also preprocesses the chief of mission (COM) application required for the filing of a petition for a Special Immigrant Visa (SIV). Such visas, for foreign nationals who have performed services for the U.S. government in Iraq and Afghanistan, require COM concurrence before the applicant can file a petition with USCIS. The NVC collects the requisite documents from such applicants and, when complete, forwards the package to the U.S. embassies in Baghdad or Kabul for COM approval\" \n\nYours sincerely, \n\nField McConnell, United States Naval Academy, 1971; Forensic Economist; 30 year airline and 22 year military pilot; 23,000 hours of safety; Tel: 715 307 8222 \n\nDavid Hawkins Tel: 604 542-0891 Forensic Economist; former leader of oil-well blow-out teams; now sponsors Grand Juries in CSI Crime and Safety Investigation",
        "_version_": 1749312205621297152
    },
    {
        "author": "Kali74",
        "published": "2016-10-26T23:54:49.093Z",
        "title": "Gov. Bill Weld Encourges Supporters to Stop Trump",
        "language": "english",
        "site_url": "abovetopsecret.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Gov. Bill Weld Encourges Supporters to Stop Trump page: 1 Statement by Gov. Bill Weld This is basically a backwards endorsement of Hillary. “Against that backdrop, I would like to address myself to all those in the electorate who remain torn between two so-called major party candidates whom they cannot enthusiastically support. I’m speaking particularly to those Republicans who feel that our President should exhibit commonly accepted standards of decency and discipline. *snip “After careful observation and reflection, I have come to believe that Donald Trump, if elected President of the United States, would not be able to stand up to this pressure and this criticism without becoming unhinged and unable to perform competently the duties of his office. I wonder what effect this will have on Libertarian Party members if any. I think it's unfortunate that people are feeling forced to support Hillary in order to stop Trump. Trump supporters need to take a long hard look in the mirror and realize that such a repulsive person, a man some voted for just for the lulz has ensured a Clinton presidency. You didn't stand up to the establishment you sent people fleeing to it. a reply to: Kali74 Check out the pretend libertarian! If I were libertarian, I'd be ticked off. Here's part of my supposed ticket endorsing one of the least libertarian candidates ever by making a fear play. what a bunch of doo doo feces this thread is. so voting for trump isnt standing up to the establisment? have you not watched veritas? have you not read anything from wikileaks? at this point im completely convinced if hillary wins this election, every women in america will be wearing a hijab within her presidency. the draft will make a return because we will be at war with russia and china. ok trump isnt a politician. and at this point, i dont think thats what we need. being president doesnt mean you have to be involved in politics your whole life. president of the us should be someone who has the values of america instilled in their heart. they should have america first mentality. hillary wants a 550% increase in muslim refugees. the same ones murdering and raping women throughout europe. the same ones who think because a woman isnt islamic, they can do whatever they want to them. hillary wants amnesty and open borders... great, so lots more columbian drug lords sending people over our border i want to feel safe in my own country. thats all i want. not fancy tax plans, free college, more jobs. trump makes me feel safe.",
        "id": "85",
        "_version_": 1749312205730349056
    },
    {
        "author": "jedi_hamster",
        "published": "2016-10-26T23:54:59.580Z",
        "title": "yet another proof of wrong touchscreen calibration",
        "language": "english",
        "site_url": "abovetopsecret.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "yet another proof of \"wrong touchscreen calibration\" page: 1 now, i don't agree with their claim about such equipment not needing a calibration - touchscreen devices need it, but this really had to be done on purpose to favor one side and not the other. \"coincidence\", you say. if someone can grab it and upload it to youtube, that would be great - it may disappear from 4chan. i don't have the link for that thread there, but judging by the names on the screen, it's from Virginia. yet another place. Somehow ATS will not let me upload a GIF. But here: damn, i've jumped the bandwagon. mods, 404 or hoax it, that video isn't from 2016. a reply to: jedi_hamster Aah... Then so am I . Damn.. And I promised myself to stay out of this political garbage... I now know why.. edit on 26-10-2016 by EartOccupant because: (no reason given) damn, i've jumped the bandwagon. mods, 404 or hoax it, that video isn't from 2016. Hi JH, how do you know its not from 2016? just curious as i am not in that neck of the woods Thanks now, i don't agree with their claim about such equipment not needing a calibration - touchscreen devices need it, but this really had to be done on purpose to favor one side and not the other. \"coincidence\", you say. if someone can grab it and upload it to youtube, that would be great - it may disappear from 4chan. i don't have the link for that thread there, but judging by the names on the screen, it's from Virginia. yet another place. Direct link EDIT: This video was actually taken back in 2014 in Virginia, during the 2014 congressional elections (see it on YouTube here.) The reason listed for the issues that arose in the video was a calibration error; not entirely out of the realms of possibility given the number of touchscreen devices used during the elections across the United States that year. edit on 26-10-2016 by kelbtalfenek because: more information and a quote",
        "id": "94",
        "_version_": 1749312205777534976
    },
    {
        "author": "Hefficide",
        "published": "2016-10-27T06:52:00Z",
        "title": "Looking Beyond November 8th - A Song of Oligarchy and Doom",
        "language": "english",
        "site_url": "abovetopsecret.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "121",
        "body_en": "link Hello again ATS! Though we are two weeks out from Election Day as I sit to write these words – I find myself already looking beyond Tuesday, November the eighth and at some of the things that I think will happen between now and 2020 as well as what I think the landscape will look like in the year leading up to that year's election. It won't be a popular opinion here on ATS, I am sure... But as of today I feel confident in saying that, short of some unprecedented and wholly unforseeable revelation or event – this years election is very likely a done deal. Hillary Clinton will almost certainly be the next President of the United States. With just two weeks remaining before Election Day ( as of this writing ), the meta-analysis of polls shows Clinton possessing nearly an insurmountable lead. While it is true that Trump enjoys a very passionate and enthusiastic base, he has done little to successfully expand that base. The potential for him to find a means of connecting with undecided and uncommitted voters is minimal and shrinks with each passing day. Having come to this view, I find myself free to look beyond the coming weeks and to try and get a handle on what a post 2016 world will look like. Frankly, gazing into my allegorical crystal ball, I see dark and threatening clouds gathering on our horizon. Clouds that could very well bring a storm of epic proportions our way. Election Night Blues The night of Tuesday, November the eighth could well be historic – in the worst of ways. This election cycle has broken several taboos and lowered the bar of political discourse in unprecedented ways. It has been a season of highly divisive hyperbole and rhetoric that has built-up a great deal of social tension. We currently sit atop a very, very dry powder keg of anger that is seething and highly volatile. Passions will be flaring among many as we watch the Election results stream in on our televisions, computers and phones. Many of those watching will be deeply, deeply emotionally invested in the outcome of this race. In this climactic moment we, as a nation, will be perilously close to critical mass. One spark away from potential disaster... Four years ago a man with some degree of fame was emotionally invested in that years election and he took to social media, Twitter, to vent his reactions in a paroxysmal spasm of emotion... That minor celebrity was one Donald J. Trump: Source Imagine for a moment what could happen if history repeats itself and this same man goes on a similar rant this Election night. Imagine the violence such a display could potentially trigger. Then stop imagining and take a deep breath... Such a reaction is not just possible – given the evidence, it is more than likely the probable outcome. Trump is currently heavily invested in telling his followers that the election is rigged, that they have no voice and that he is \"the only one\" who can save them. This is a very, very dangerous and unstable bit of social chemistry. Most Trump supporters, obviously, will not lash out in violence if their candidate loses the race – even if they personally feel that the outcome of the Election was not legitimate. However some Trump supporters, those in the extremes of what the media is currently calling \"the alt right\" very well could take to the streets in rage. Given some of the fringe support that Trump enjoys, I would honestly be surprised if such things were not already being planned by a handful of those on the fringe. The rhetoric of revolution has been abused of late – and there are always the few who take such statements far too literally... Across the line. Blunty put – if Election night comes and Trump loses – and if he takes to Twitter as he did four years ago – it could well result in a very long and bloody night. A catastrophic night that we will look back upon with shame. A night that could well poison our nation for years to come. Much Ado About Trump TV Many pundits and wonks have mused over the fact that it truly does appear that Trump has been laying the groundwork for a future media operation... Presumably a news network or service of some kind. I count myself among those who have been suggesting so for a fairly long time. However where I differ is that I don't see it as being quite so cut and dry any longer. While I do think that Trump's original thoughts ( or more the thoughts of those who influence Trump ) was to create a new media Conservative news venue... I think that it's now grown into something more. I think that Trump TV ( Or whatever they end up calling it - \"Trump TV\" is too generic. There's no inherent propaganda value in the name. I think something more like \"Trump's MAGA Network\" is probably more on point. ) will be used as a device to begin a new political party. More accurately to succeed where others have previously failed ( I’m looking at you Sarah Palin and Glenn Beck ) by congealing the various \"Patriot\", \"Tea Party\" and fringe right wing groups into one collective and singular entity – a party firmly rooted in extreme nationalism with enough religion and conservatism thrown in to gain wider appeal. My prediction is that Donald Trump will remain the focal point and figurehead of this coming movement – using this new network much as he currently utilizes his Twitter feed... A platform for him to vent his late night frustrations, angers and insecurities. His name will be predominantly used in the branding and messaging and Trump will be the face of it all. The most frequent speaker and guest. Imagine if The Apprentice had been a 24/7/365 live streaming show – and Trump had the power to walk in at any moment to say whatever happened to be on his mind... That is how I see Trump TV. However I don't see Trump being the driving force behind the actual message. Trump is a brand, after all. He has made his place in this world by putting his name on buildings he didn't build, shows that he didn't create and ideas he didn't originate. Trump works as a spokesperson – the guy who says \"I’m not only the President of... But I'm also a member\". The real people behind the curtain will be The Mercers ( Robert and Rebekah ), Steve Bannon and, to a lesser degree, Roger Ailes. As for on camera talents? I think the current obvious potential faces of this new media enterprise will be Hannity, O'Reilly and Lahren – though I'm honestly not personally sure if O'Reilly will make the jump. Money is money, after all, and Big Daddy Bill is sitting pretty comfortably atop the Fox news heap as his career winds down. Regardless, however, of who wins the backstage power war ( Other than the Mercers who are a lock ) and the on camera positions... The network itself will be the propaganda arm of the extreme right wing and I think it very well could end up pulling the national discourse much further to the right in the coming 4-8 years. Particularly with the subjects of national isolationism and national identity politics.",
        "_version_": 1749312205879246848
    },
    {
        "author": "Profusion",
        "published": "2016-10-27T16:02:22.117Z",
        "title": "Putin: stupid and unrealistic claims of impending war",
        "language": "english",
        "site_url": "abovetopsecret.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "136",
        "body_en": "link a reply to: Profusion I must point out to you, that his statements are accurate. What is more, they are entirely appropriate to the situation. As we speak, proxy war is being fought by the destabilising forces of IS, sponsored by Western nations and interests by the back door, against the Assad regime. That regime is an ally of Russia. I am tired of pointing these things out, but to suggest that Russia is the problem, when for most of the last two decades, there has been western sponsored terrorism all over the most volatile region of the planet, smacks to me of the most unutterable witlessness. Russia is not the problem. I would not go as far as to say that it never was, and lets face it, the Russian government are not clean handed. But here is the thing... Russia cannot dishonour the British. It cannot dishonour the Americans. It can only make choices that make its nation look bad, and many of the choices it has made, with specific regard to its ACTUAL war effort against terror in Syria, have been absolutely legitimate, especially since they were not the cause of the problems there in the least. No... only OUR nations governments can dishonour us, and dishonour us they do. Every gun that makes its way from America and Britain, into the hands of a terrorist, dishonours us. Every time those weapons we sell the terrorists by the back door, are used to kill an innocent, we are dishonoured, stained with blood we would not wish to be shed. Our leaders, those of America and Britain not to mention other allies, THEY are the problem here. Their meddling, proxy warring, greed and hunger for power are the problem. They are the problem because we pay the taxes that make it possible. They are the problem because we did not give them permission to do these things in our name, because we would not want these things done in our name, and because they are supposed to be our representatives. No backstabbing, soft handed, work shy bastard represents me. No assemblage of schemers and game players represents me. No such mob represents my people on their best day, because on our best day the British people are not cold, evil, calculating and prepared to screw anyone to succeed. On our best day, even the least of us has more fair play and determination to do right than our government have. The same can be said a thousand fold for the leadership of the United States. We are not evil people, and yet we have allowed evil people to usurp the purpose of the tithe taken from our labour, to turn our effort, sweat and blood, into bloodshed overseas. We have had enemies made for us, by people we have mindlessly elected to positions with which they cannot be trusted. And we have the gall to be concerned about RUSSIA? I despair, I absolutely despair! This is not a game, this is not politics, this is real life. We should be doing better with it, and we are not. We should not be sliding ever further to the right, and yet we are. We should not be accepting the programming, and yet that is precisely what is happening all over the world, and in the OP of this very post. We MUST take back control of our governments. We MUST prevent our leaders from continuing these outmoded concepts of proxy war and destabilisation. We MUST mend the things our leaders broke in our name, we MUST take responsibility for those things, and we must NEVER allow them to happen again. In the meantime, we must leave Russia to deal with the crisis in Syria, so that the nation can be rebuilt, its infrastructure repaired, its homes and cities bought back to a livable state, and so that we are not distracted by a war that could turn from a pantomime into an even greater tragedy than it already is. I tire of this bizarre and ridiculous charade that we are apparently too stupid to stop, too uncaring to prevent. It needs to end, and end today, yesterday, TEN DAMNED YEARS AGO OR MORE! Can we stop accepting the lies, the obfuscations, the programming we have been fed? Can we PLEASE start doing that as a group? Would that be too damned much to ask? Because to be quite frank, if we cannot even do that, then we deserve to burn in nuclear fire for a hundred years, because we are not going to do ourselves any favours continuing such a pathetic existence as our leaders have created for us, cattle like and willing to believe whatever we are told, except that the sound of the bolt gun ahead is anything to worry about. edit on 27-10-2016 by TrueBrit because: grammatical error correction.",
        "_version_": 1749312205955792896
    },
    {
        "author": "searcherfortruth",
        "published": "2016-10-27T20:09:00Z",
        "title": "What is one more election thread, ehhh?",
        "language": "english",
        "site_url": "abovetopsecret.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "a reply to: kruphix Theocracy? Tim Kaine? In September 1980, as violence and civil war erupted throughout Central America, a quiet American left Harvard Law School to volunteer with Jesuit missionaries in northern Honduras. Around him, the United States-backed military dictatorship hunted Marxists and cracked down on the Catholic clergy for preaching empowerment to peasant farmers. But some locals also looked warily on the bearded and mop-haired Midwesterner in their midst. Just a few hours south, the Central Intelligence Agency was using Honduras as a staging ground in its covert war against Latin American communism, with right-wing forces training for operations in El Salvador and Nicaragua. “Some of the people were wondering what’s going on, who is this guy?” Tim Kaine, then a 22-year-old volunteer and now the Democratic nominee for vice president, said in an interview. He understood why. His mentors in the priesthood had also urged him to be wary of friendly American faces. Continue reading the main story Advertisement Continue reading the main story “It was a time of such intrigue and suspicion,” Mr. Kaine said. Far from being a C.I.A. operative, Mr. Kaine was a young Catholic at a crossroads, undergoing a spiritual shift as he awakened to the plight of the deeply poor in Honduras. In its far-flung pueblos, banana plantation company towns and dusty cities, Mr. Kaine embraced an interpretation of the gospel, known as liberation theology, that championed social change to improve the lives of the downtrodden. In Honduras, his recitation of the traditional Catholic mealtime blessing changed to “Lord give bread to those who hunger, and hunger for justice to those who have bread.” Honduran military leaders, American officials and even Pope John Paul II viewed liberation theology suspiciously, as dangerously injecting Marxist beliefs into religious teaching. But the strong social-justice message of liberation theology helped set Mr. Kaine on a left-veering career path in which he fought as a lawyer against housing discrimination, became a liberal mayor, and rose as a Spanish-speaking governor and senator with an enduring focus on Latin America.",
        "id": "150",
        "_version_": 1749312206012416000
    },
    {
        "author": "Activist Post",
        "published": "2016-10-28T16:38:59.262Z",
        "title": "Irony Redefined: “Human Rights Champion” Suu Kyi Jails Dissidents",
        "language": "english",
        "site_url": "activistpost.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "conspiracy",
        "id": "191",
        "body_en": "By Tony Cartalucci \nMyanmar’s defacto leader, Aung San Suu Kyi of the National League for Democracy (NDL) political party, has paved her time since coming to power earlier this year with both irony and hypocrisy. She has not only illegally declared herself “leader” of the Southeast Asian state in contravention of its constitution, she has also embarked on an iron-fisted purge of her political opponents identical to the one she fought against as she struggled to seize power to begin with. \nDuring elections earlier this year, Myanmar’s constitution prevented Suu Kyi from holding the nation’s highest office due to her inordinate amount of time overseas, her status of having been married to a foreign, and her children’s dual citizenship. Instead of adhering to the law, her party once in power, simply contrived an entirely new post for her, State Counsellor of Myanmar, which makes her the “defacto leader” of Myanmar. \nCanada’s The Globe and Mail in an article titled, “Stéphane Dion says Aung San Suu Kyi is the ‘de facto’ leader of Myanmar,” would note that Canada’s government recognized this legal side-stepping, stating: \nDion called Suu Kyi, now Myanmar’s foreign minister, “the de facto national leader” of her country “because they have a strange rule that if you have married somebody who’s not of the country, you cannot be the leader of the government and of the state.” \nSuu Kyi, the internationally recognized democracy advocate, is barred from becoming president because her late husband was British, as are her two sons. The rule was crafted during Myanmar’s decades of military rule, which Suu Kyi fought against during years of house arrest before finally prevailing last fall. \nIn essence, she is unelected, and illegally holding power. For a woman who’s Western backers – particularly in the United States and United Kingdom – have held her up as a champion for democracy and the rule of law, she and her party’s first act upon taking power was trampling both. The Inhumane Humanitarian \nAnother myth built up around Nobel Peace Prize laureate Suu Kyi by the West has been her advocacy for “human rights.” Her advocacy for human rights, however, appears only to extend out to protect only as far as her immediate political allies are concerned. For groups beyond this self-serving political protection, and particularly regarding her political opponents, she and her NDL are just as eager to jail, crush, or kill political opponents as they claimed the ruling military government had been. \nIn addition to escalating violence targeting the nation’s Rohingya’s population, several activists online have been sent to jail for “insulting” the ruling government and Western-backed media fronts and organizations. \nMyanmar’s Eleven Media Group (EMG) in its article, “Facebook offender brought to court for insulting Suu Kyi,” attempted to distance what Suu Kyi and her political supporters had once called draconian censorship as now, a simple matter of enforcing the law. It would state: \nA Facebook user named Zaw Zaw (aka Nga Pha) was brought to the North Dagon Township court on October 24 to face prosecution for his defamatory posts about State Counsellor Aung San Suu Kyi. \nHe has been charged under Section 66(d) of the Telecommunications Law. \n“He’s being sued for defamatory writing and photos about the State Counsellor [posted on Facebook],” said plaintiff Nay Myo Kyaw, a 34-year-old resident of North Okkalapa Township. \nAround 50 people showed up at the hearing wearing shirts affiliated with a group called the Network of Supporters of the Rule of Law. They shouted: “You deserved it for insulting a good person.” \nThe article also admits: \nThe Myawady Township Court sentenced Aung Win Hlaing (aka A Nyar Thar), the first man to be prosecuted under the current government, for defamatory posts on Facebook about President Htin Kyaw, to nine months in jail after he was convicted under Section 66(d) of the Telecommunications Law. \nAung Myint Tun (aka Ko Pho Htaung), a member of the National League for Democracy, is still facing legal action under the same law for the wording of a resignation letter. \nAnother man named Yar Pyay was arrested and is being prosecuted for creating a fake Facebook account under the name of Nay Myo Wai, the chairman of Peace and Diversity Party. \nHla Phone was also arrested and is being prosecuted for defamatory posts on Facebook about the Commander-in-Chief. \nEMG – ironically awarded for its work in opposing the previous military-led government by Reporters without Borders – would also admit that it itself had taken advantage of Myanmar’s laws to silence its own critics, claiming: \nEleven Media Group (EMG) also filed complaints about repeated defamatory posts on Facebook against the group. Though EMG lodged complaints against film director Mike Tee, who is the owner of a Facebook account named Than Tun Zaw, and another Facebook user named Myat Maw for offensive posts about the group and its staff, the legal process has yet to begin. EMG lodged the complaints on January 27 and March 31 this year. \nOne would expect such a tidal wave of abuse – as defined by the West in regards to media, governance, and censorship around the world – to be met with sweeping condemnation from the West’s various human rights advocacy organizations including Human Rights Watch, Amnesty International, and a no doubt embarrassed Reporters Without Borders – yet the silence is as deafening as it is telling. Taking Over Where Accused Dictators Left Off \nThe West’s champions of democracy, rule of law, and human rights in Myanmar appears to have simply taken over right where Suu Kyi and her NDL party had claimed the military-led government left off. And despite the overt nature of Suu Kyi’s breaches of Western standards of “democracy” and “human rights,” the US is on track to lift all sanctions from Myanmar as Suu Kyi and her government open the nation, its people, and its resources to exploitation by Western corporations. \nThe overt nature of both the West’s and Suu Kyi’s hypocrisy illustrates that “democracy,” “rule of law,” and “human rights” are merely facades behind which the West and its proxies wield their power – hiding behind such principles rather than truly upholding them. And in reality, such behavior undermines these principles more than any overt abuse by an openly tyrannical regime ever could – because genuine advocates thus become associated with hypocrites like the Western governments supporting the current regime in Myanmar, their faux-nongovernmental organizations aiding and abetting the regime, and proxies like Suu Kyi and her NDL themselves. \nInternational audiences must keep this example of hypocrisy in mind as the West attempts to overturn other governments in Southeast Asia and beyond under similar pretexts and using similar rhetoric – supporting supposed “pro-democracy” and “pro-human rights” advocates who have every intention of trampling both upon seizing power. \nTony Cartalucci, Bangkok-based geopolitical researcher and writer, especially for the online magazine “New Eastern Outlook” .",
        "_version_": 1749312206128807936
    },
    {
        "author": "Activist Post",
        "published": "2016-11-01T15:05:20.744Z",
        "title": "Biggest Election Fraud In History Discovered In The United States",
        "language": "english",
        "site_url": "activistpost.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "conspiracy",
        "body_en": "By Jon Rappoport Shocking video reveals secret software designed to rig elections. Vote fraud expert Bev Harris exposes electronic voting machines. Okay. She finally did...",
        "id": "209",
        "_version_": 1749312206171799552
    },
    {
        "author": "Activist Post",
        "published": "2016-11-05T16:11:59.518Z",
        "title": "False Flag? US Intelligence Warns Of Likely Al Qaeda Terror Attack Day Before Election",
        "language": "english",
        "site_url": "activistpost.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "conspiracy",
        "id": "249",
        "body_en": "By Whitney Webb \nOver the course of this year’s US presidential election, which has been nothing if not bizarre, some have repeatedly speculated that the election may not actually happen at all if an opportunely timed terrorist attack or other major event occurred at just the right moment, leading to a suspension of the November election. Now, these theories appear to have more credence as sources within US intelligence have contacted Pat Milton, a CBS News senior investigative producer, warning him that terrorist attacks in three US states are highly likely come this Monday, the day before the US election. US Intelligence has allegedly alerted joint terrorism task forces that al Qaeda, not ISIS, could be planning attacks in New York, Texas, and Virginia. No specific locations within those three states were mentioned. \nUS authorities are said to be taking the threat seriously, though CBS News ’ sources stress that the threat is still being assessed and its credibility has yet to be confirmed. According to CBS , counter-terrorism officials were alerted to the threat out of an “abundance of caution.” \nEarlier this week, there were also warnings that “polling places” could be seen as “attractive targets” for “lone wolf” attackers by individuals motivated by “violent extremist ideologies, sovereign citizen or other extremist activity.” This has led federal law enforcement to plan for several worst-case scenarios. One FBI official told CBS : \nThe counter-terrorism and homeland security communities remain vigilant and well-postured to defend against attacks here in the United States. The FBI, working with our federal, state and local counterparts, shares and assesses intelligence on a daily basis and will continue to work closely with law enforcement and intelligence community partners to identify and disrupt any potential threat to public safety. \nHowever, what’s interesting here is that the terror threat is coming from al Qaeda as opposed to the Islamic State. In the Syrian “civil” war, the US has been actively helping al Qaeda there, grouping their Syrian branch – the al Nusra Front – in with the “moderate rebels” they support. Therefore, al Qaeda’s ability to launch attacks within the US has been directly aided by US intelligence, making this announcement incredibly suspect. \nIt’s also worth pointing out that al Qaeda, since its inception, has been a product of the US intelligence community. In the 1980s they were essentially created by the US to fight the Soviets in Afghanistan. Ever since, they have conveniently been used as the justification for an expansion of US wars abroad and the elimination of civil liberties domestically. \nIt is also interesting that the threat is al Qaeda and NOT the Islamic State. The Islamic State has been the terrorist “bogeyman” of recent years and their involvement in any threat, real or imagined, is useful justification for escalating US involvement in Syria. It seems highly likely that the Islamic State was left out due to recent revelations from WikiLeaks showing that their funding comes from the very same entities that donate millions to the Clinton Foundation. \nIt is also worth noting that if a terrorist attack does come to pass, it will be a big help for Hillary. Hillary has been under siege in recent weeks due to WikiLeaks’ near constant releases of her campaign chair’s emails, but also due to the FBI’s “mutiny” which led them to re-open a probe into Clinton’s use of a private email server. Any terror attack would give Clinton the opportunity to gain political ground by promoting her aggressive foreign policy aims in Syria and the rest of the Middle East. \nHowever, as mentioned at the beginning of this article, it is also possible that a terrorist attack on US soil would give President Obama the authority to either postpone or outright cancel the election, something he could not normally do except in the event of extraordinary circumstances. Unfortunately, only time will tell which theory is correct, compelling us to stay vigilant in the meantime. \nWhat are your thoughts? Please comment below and share this news!",
        "_version_": 1749312206270365696
    },
    {
        "author": "Anonymous",
        "published": "2016-11-05T16:01:00Z",
        "title": "California Secessionists to Meet at Capitol Day After Presidential Election",
        "language": "english",
        "site_url": "activistpost.com",
        "country": "US",
        "spam_score": 0.029,
        "type": "conspiracy",
        "body_en": "By Joseph Jankowski \nAn organization which has the aim to separate the state of California from the Union of the United States is set to hold a meeting at the state capitol in Sacramento on Wednesday, November 9, 2016, the day after the presidential election. \nThe Yes California Independence Campaign , which is based in San Diego, describes itself as a “nonviolent campaign to establish the country of California using any and all legal and constitutional means to do so.” \nThe group is currently trying to qualify a citizen’s initiative in 2018 to get a referendum for secession on the ballot in 2019, reports SF Gate . They will be in Sacramento in hopes to gather support for the state’s exit, or the “Calexit,” as they call it. \n“In our view, the United States of America represents so many things that conflict with Californian values, and our continued statehood means California will continue subsidizing the other states to our own detriment, and to the detriment of our children,” reads Yes California ’s official website. \nThe group’s page reads on: \nAlthough charity is part of our culture, when you consider that California’s infrastructure is falling apart, our public schools are ranked among the worst in the entire country, we have the highest number of homeless persons living without shelter and other basic necessities, poverty rates remain high, income inequality continues to expand, and we must often borrow money from the future to provide services for today, now is not the time for charity. However, this independence referendum is about more than California subsidizing other states of this country. It is about the right to self-determination and the concept of voluntary association, both of which are supported by constitutional and international law.\nIt is about California taking its place in the world, standing as an equal among nations. We believe in two fundamental truths: (1) California exerts a positive influence on the rest of the world, and (2) California could do more good as an independent country than it is able to do as a just a U.S. state. \nYes California ’s website lays out 9 different points covering topics the group believes will benefit from a California exit from the US, including education, peace and security, debt and taxes and immigration. \nOne blog post on their page draws parallels with a “Calexit” and the recent referendum known as “Brexit” that passed in the UK in June which showed that most British people are ready for their country to leave the EU. \nThe push for secession is nothing new to California. In 1941 the mayor of Port Orford, Oregon, Gilbert Gable, proposed the idea to push the Oregon counties of Curry, Josephine, Jackson, and Klamath to join with the California counties of Del Norte, Siskiyou, and Modoc to form a new state, later named Jefferson. \nModoc County of Northern California voted in 2013 to join neighboring Siskiyou County in a push to secede from the State of California . \nIn 2014, two counties in northern California petitioned for the right to form a 51st State of America, which they also wanted to name Jefferson. \nJoseph Jankowski is a contributor for Planet Free Will.com . His works have been published by recognizable alternative news sites like GlobalResearch.ca, ActivistPost.com, Mintpressnews.com and ZeroHedge.com. \nFollow Planet Free Will on Twitter @ twitter.com/PlanetFreeWill \nSubscribe to our newsletter – The Information Leak \nPhoto Credit: US National Flag and California State Flag, City Hall, Santa Monica (Ed Uthman/ Flickr ) Activist Post Daily Newsletter Subscription is FREE and CONFIDENTIAL Free Report: 10 Ways to Survive the Economic Collapse with subscription",
        "id": "250",
        "_version_": 1749312206274560000
    },
    {
        "author": "Anonymous",
        "published": "2016-11-06T22:26:58.297Z",
        "title": "The Toronto Star Published An ‘Unauthorized Database’ Of Things That Will INFURIATE Trump | Addicting Info | The Knowledge You Crave",
        "language": "english",
        "site_url": "addictinginfo.org",
        "country": "US",
        "spam_score": 0.435,
        "type": "bias",
        "id": "286",
        "body_en": "on November 6, 2016 3:40 pm · \nTrying to catch the liar of liars in a lie isn’t hard. Getting him and his campaign to acknowledge that Trump is the liar of liars is. Same thing with bullying, but The New York Times put together a spread of all the bullyish things Trump has said and tweeted, and to whom. Now, the Toronto Star ‘s Daniel Dale has been tracking Trump’s lies for just six weeks, and the paper has compiled a complete list of those lies, which you can find here . \nThere are literally hundreds of lies in Trump’s speeches. They’re not all 100% unique, but this is probably the final and ultimate proof that Trump will say anything to smear anyone, including his enemies, while keeping his supporters happy. \nIs there any presidential candidate in history that has lied this much? Tons of people claim Hillary is a master liar, but first, she’s actually more honest than most politicians. Second, even if she could be considered anything like a master liar, she still could not compete with Trump the Liar in any way, shape or form. \nThe Star put the lies into a whopping 20 categories: Clinton’s policies, WTF, Daesh/Middle East, Clinton’s record, African Americans/Inner cities, The Clintons’ corruption, Rigged election, Trade/Economy, Health care, Trump’s endorsements, Refugees/Immigration, Polls, Obama’s record, The campaign, Russia, Trump’s record, Taxes, Sex assault allegations, Clinton’s health and Government corruption. \nThey also compiled a list of the top 10 types of lies Trump has told and gave more detailed analysis, beginning with, “The electoral system is rigged.” Of course, it’s rigged against him: \n“After plummeting in the polls after the first two debates, Trump began to repeatedly question the fairness of the election. ‘Rigged’ became his catchword. \nHe claimed Hillary Clinton campaign workers hired ‘thugs’ to cause violence at his rallies, twisting the evidence from an undercover video to unfairly disparage Clinton. He claimed there was widespread voter fraud in Philadelphia, Chicago and St. Louis — cities with large black populations that heavily favour Democrats. \nIn Greeley, Colo., Trump told his supporters if they don’t trust mail-in ballots, they should vote again in person. So, one did. Trump supporter Terri Lynn Rote, a 55-year-old from Iowa, was charged by police for suspicion of voting twice.” \nNobody’s committing voter suppression and fraud quite like Trumpsters and Republicans. \nAnother is, “Muslims are risky.” This touches on his assertions that we know nothing about refugees coming from Syria, who could be the great Trojan Horse of our time: \n“His claims that Syrian refugees — 99 per cent are Muslim — are terrorists plays to the fears of the “other,” even though they are extensively vetted and are predominantly women and children. And their numbers is nowhere near Trump’s claims — about 13,000 have been admitted to the United States in 2016.” \n“The polls favour Trump.” Har de har har – Trump only looks at the polls he likes, and they’re usually unscientific online polls or other dubious polls. Very few of the established, scientific polls favor him. Nevertheless: \n“It seems clear Trump manipulates, exaggerates or makes up polls that make it sound as if he is doing better than he actually is. This ‘poll denialism’ gives his supporters licence to dismiss negative polling data, suggests CNN. \nHis false claims cast doubt on the legitimacy of mainstream polling — and perhaps even the vote itself. If supporters feel Trump should be doing better, then the idea of a rigged election seems more credible. \nOn Oct. 24, he said ‘I won the last two debates, and every poll showed it.’ In fact, every scientific poll showed that he lost. \nOf course, when unscientific online polls came out in his favour, Trump was quick to promote — and exaggerate — those numbers.” \nBut these are just a few of his biggest, most repeated lies. He has also: Falsely said on Twitter, “The failing NYTimes reporters don’t even call us anymore, they just write whatever they want to write, making up sources along the way!” Falsely said, “By ‘open borders,’ [Hillary] means totally unlimited immigration.” Falsely said, “Hillary’s plan includes an open border with the Middle East.” Falsely called NBC anchor Lester Holt, the moderator of the first debate, “a Democrat.” Falsely said, “Wow, just came out on secret tape that Crooked Hillary wants to take in as many Syrians as possible.” Falsely said the U.S. provided Iran “$150 billion” as part of the nuclear deal. Falsely said, “In San Bernardino, many people saw the bombs all over the apartment of the two people that killed 14 and wounded many, many people…Muslims have to report the problems when they see them.” Falsely asserted that Clinton has “been fighting ISIS (her) entire adult life.” Falsely said, “All together, the Hillary Clinton plan would bring in 620,000 refugees in her first term.” Falsely claimed he had been acknowledged to be correct in declaring NATO “obsolete because it doesn’t cover terror;” falsely suggested NATO created an anti-terror position because of his comments. Falsely claimed Clinton didn’t release cholesterol or EKG information Falsely said sexual assault allegations against him “have been largely debunked.” Falsely said, apparently of sexual assault accuser Summer Zervos, “The one young lady has five family members saying what she said is absolute nonsense.” Falsely said “I did not. I did not” to Clinton’s charge that he thinks Climate change is a “hoax perpetrated by the Chinese.” Falsely said, “I was against going into Iraq. And it’s so well-documented.” Falsely said, “Our taxes are so high. Just about the highest in the world.” \nAnd so many more, just in the last six weeks! Yes, many of them are repeats, but lies are lies. If Trump sees this, he’ll likely throw a livid fit about it and claim that the paper’s lying, and continue to sell the myth that he’s not the liar of liars being caught in a squillion lies. \nTo see the full list and detailed analysis, click here . \nFeatured image by Chip Somodevilla via Getty Images Share this Article! Author: Rika Christensen Rika Christensen is an experienced writer and loves debating politics. Engage with her and see more of her work by following her on Facebook and Twitter . Search",
        "_version_": 1749312206350057472
    },
    {
        "author": "Anonymous",
        "published": "2016-11-17T02:56:00Z",
        "title": "Bernie Sanders Rises In The Senate, Prepares To Become Trump’s WORST Nightmare (TWEETS) | Addicting Info | The Knowledge You Crave",
        "language": "english",
        "site_url": "addictinginfo.org",
        "country": "US",
        "spam_score": 0.0,
        "type": "bias",
        "body_en": "on November 16, 2016 4:56 pm · \nIt was just a few days ago that Bernie Sanders responded to Trump’s election win with the perfect message from Democrats. He said : \n“If Donald Trump takes people’s anger and turns it against Muslims, Hispanics, African Americans and women, we will be his worst nightmare.” \nAnd from what was just announced, it seems that Sanders has every intention of making good on that warning. Earlier today, the Vermont Senator was named chair of outreach during a closed-door Senate Democrat caucus meeting, according to The Hill . In his new role, Sanders will lead outreach to blue-collar voters — the very voters who became Trump supporters this year. Sanders will also be the ranking member on the Senate Budget Committee. Acknowledging that he has a “heavy responsibility to help shape the priorities of the United States government,” Sanders said: “I’m going to do everything that I can to make sure that the budget that leaves the United States Congress is a budget that represents the needs of working families and a shrinking middle class and not billionaires.” With the announcement of Sanders’ new position, Trump is definitely going to be a nervous wreck. He’s spent his entire presidential campaign claiming that he would help the working class, and now Sanders is in the position to challenge him and hold him to it for the next four years. By elevating Sanders to this new role, Democrats are moving to a more grassroots message, fully aware that Sanders’ presidential campaign and vision for America resonated with many voters. As we saw with Sanders’ popularity in the primaries, the Vermont Senator struck a nerve with workers and families, making him the perfect candidate to go up against Trump as he takes office. Sen. Debbie Stabenow (D-Mich.) commented on Sanders’ new responsibility: “We want to expand on that, and he will be reaching out to all our allies. We have a tremendous amount of talent in our caucus and we want to make sure everyone is contributing.” Sanders hardly needed this promotion to upset Trump, as he’s been one of the most outspoken politicians on Twitter since Trump’s win: Twitter Twitter Twitter \nHowever, Sanders’ new role is great news for our country, and we know he’s going to give Trump hell. \nFeatured image via Zach Gibson and Alex Wong / Getty Images Share this Article! Author: Vera My passion is bringing attention to human rights and equality issues. In addition to writing for Addicting Info, I also run a website and digital magazine dedicated to social issues and promoting equality in all forms. Search",
        "id": "295",
        "_version_": 1749312206389903360
    },
    {
        "author": "Rebecca Bennett",
        "published": "2016-11-11T22:27:00Z",
        "title": "Comment on If Elected President, Donald Trump Will Not Live In The White House by Rebecca Bennett",
        "language": "english",
        "site_url": "adobochronicles.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "fake",
        "body_en": "adobochron 2 Comments The Trump hotels in Las Vegas, left, and Doral \nDES MOINES, Iowa ( The Adobo Chronicles) – Since he launched his bid to be the Republican nominee for president of the United States, Donald Trump has made many promises, but nothing has caught the attention of the media and electorate more than what he said today in Iowa, on the eve of the first caucus of the 2016 presidential elections season. \nIf elected president of the United States, Trump says he will not live in the White House. \nInstead, the billionaire candidate will establish his own White House outside of Washington, D.C. — as a matter of fact two of them : one in Florida and another in Nevada. Trump’s White House (s) will be headquartered in the Trump hotels in Doral and Las Vegas. \n“This will bring the White House — and the president — closer to the people,” Trump declared. He also indicated that he will not be using Airforce One or Marine One. Rather, he said he will be using his own private jet at no cost to the taxpayers. \nThe Adobo Chronicles asked Trump what will happen to the media and the White House press corps when he travels across the country or abroad. \n“Well, they just have to book their own commercial flights and follow me around,” he said. \nThousands of miles away in the Philippines, a leading presidential candidate said that if elected president, he will not live in Malacañang — the Filipino counterpart of the White House — because he likes to sleep in his own bed. His bed is in Davao City of which he is currently the mayor. \nRodrigo Duterte said he will commute daily from Manila to Davao using a private jet of his friend. Davao is about a hour and forty-five minutes by plane from Manila, which is a far way shorter commute than being stuck in daily traffic on Metro Manila’s streets.",
        "id": "303",
        "_version_": 1749312206414020608
    }
]