[
    {
        "author": "Anonymous",
        "published": "2016-11-23T10:44:09.173Z",
        "title": "Sparks Fly as Bikers for Trump Meet Protesters",
        "language": "english",
        "site_url": "departed.co",
        "country": "CO",
        "spam_score": 0.714,
        "type": "bs",
        "body_en": "Home / News / Sparks Fly as Bikers for Trump Meet Protesters Sparks Fly as Bikers for Trump Meet Protesters fisher 5 mins ago News , USA , World Comments Off on Sparks Fly as Bikers for Trump Meet Protesters Sparks Fly as Bikers for Trump Meet Protesters \nMillie Weaver interviews a flag hater disgracing the American flag. All of a sudden, a member of Bikers for Trump intervenes picking the flag up off the ground setting off commotion. This is what I’m talking about! Bikers for Trump dont mess around! These protesters have been causing all sorts of havoc over the past week since Trumps election! Its like watching a child throw a temper tantrum! Watch This video of a Patriot Biker confronting a flag hater! \nWhat do you think? Should burning or disgracing the flag be made a crime? \nLet us know in the comments below! In any case, I’m sure most would agree these stuck up loosers need to be stood up to, and I’m glad Bikers for Trump has stepped up to do so.",
        "id": "2220",
        "_version_": 1749576386204401664
    },
    {
        "author": "Anonymous",
        "published": "2016-11-14T11:24:45.751Z",
        "title": "Denzel Shocks Libs By Backing Trump In Beyond Epic Way, He Just Shredded Obama",
        "language": "english",
        "site_url": "departed.co",
        "country": "CO",
        "spam_score": 0.001,
        "type": "bs",
        "body_en": "Home / News / Denzel Shocks Libs By Backing Trump In Beyond Epic Way, He Just Shredded Obama Denzel Shocks Libs By Backing Trump In Beyond Epic Way, He Just Shredded Obama fisher 2 hours ago News Comments Off on Denzel Shocks Libs By Backing Trump In Beyond Epic Way, He Just Shredded Obama Denzel Shocks Libs By Backing Trump In Beyond Epic Way, He Just Shredded Obama \nTwo time Academy Award winning actor Denzel Washington has been at the top of Hollywood’s A list since his breakthrough role in the stirring Civil War film Glory . \nHe’s the type of actor who you can imagine as being down to earth off screen, as he abides by his deep Christian faith and is never caught doing trashy behavior like so many others in liberal Hollywood. \nIt shouldn’t be a huge surprise to us, then, that Denzel would turn against braindead liberals in Hollywood and support our President-Elect Donald Trump . \nWashington praised Trump at the expense of job-destroyer Barack Obama recently, saying, “We need more and more jobs. He’s hired more employees, more people, than anyone I know in the world.” \nWashington has stated that he feels a “personal face along with God,” and he is thrilled that the Republican party with its strong Christian values has returned to power in our country. Do you agree with Denzel Washington?",
        "id": "2217",
        "_version_": 1749576386196013056
    },
    {
        "author": "Anonymous",
        "published": "2016-11-14T22:13:00Z",
        "title": "BREAKING: Since Donald Trump Won The Presidency Ford Shifts Truck Production From Mexico To Ohio",
        "language": "english",
        "site_url": "donaldtrumpnews.co",
        "country": "CO",
        "spam_score": 0.233,
        "type": "bs",
        "body_en": "BREAKING: Since Donald Trump Won The Presidency Ford Shifts Truck Production From Mexico To Ohio 3 Shares Comments \nFord’s heavy duty pickup trucks which used to be built in Mexico started rolling off an assembly line in Ohio this week. \nThat’s good news for the 1,000 Ford workers in Ohio, who might have otherwise been out of work. \nIt’s also good publicity for Ford ( F ), which has been under fire for investing so much in Mexico. In April, the automaker said it would invest $2.5 billion in transmission plants in the Mexican states of Chihuahua and Guanajuato, creating about 3,800 jobs there. \nFord’s south-of-the-border strategy has drawn heavy criticism from groups such as the United Auto Workers union and Republican presidential candidate Donald Trump. \nThe Avon Lake, Ohio, plant produced its first batch of Ford’s full-size F-650 and F-750 pick up trucks on Wednesday. \n“Our investment…reinforces our commitment to building vehicles in America,” said Joe Hinrichs, Ford president, The Americas. “Working with our partners in the UAW, we found a way to make the costs competitive enough to bring production of a whole new generation of work trucks to Ohio.” \nThe move comes at a delicate time for Ford. \nThe United Auto Workers union is in negotiations with the automaker as well as General Motors ( GM ) and Fiat Chrysler ( FCAM ) on new labor deals to replace those that expire next month. And promises by the automakers to keep production and jobs at U.S. plants is a major focus of the union. \nThe union is particularly worried about the plan Ford announced in July to shift production of the C-Max and Focus out of a Wayne, Mich., plant in 2018. The automaker hasn’t said where that work will go, but employees fear those cars will be built in Mexico. It’s also not clear whether any other cars will be made at the Wayne plant instead, in order to protect about 4,000 jobs. \n“We’re actively pursuing other alternatives for the Wayne plant that will be discussed with our UAW friends. We haven’t decided what will go there,” said Ford spokeswoman Kristina Adamski. \nRepublican presidential candidate Donald Trump recently said that if he’s elected he would take steps to make it more expensive for manufacturers to shift work to Mexico and then export the items back to the United States. \n“How does that help us?” Trump said about the Ford investment in Mexico while campaigning in Michigan this week. “Mexico is becoming the new China.”",
        "id": "2413",
        "_version_": 1749576386596569088
    },
    {
        "author": "Anonymous",
        "published": "2016-11-13T05:31:25.128Z",
        "title": "Crushing Hillary: Trump’s Landslide by the Numbers",
        "language": "english",
        "site_url": "donaldtrumpnews.co",
        "country": "CO",
        "spam_score": 0.697,
        "type": "bs",
        "body_en": "Comments \n(New York Times Results by County) \nThe media won’t tell you this but Donald Trump CRUSHED Hillary Clinton in the recent election in three key areas: \nFor one, the above results by county show that he picked up a significant amount of the counties in the US. The picture is clear that most counties in America voted for Trump . \nSecondly, the media is also hiding from you that Trump CRUSHED Hillary in the Electoral College (EC). As of today, most if not all media outlets show that Trump won the election with only 279 EC votes. But the truth is Trump also won Michigan with 16 EC votes and Arizona with 11 EC votes for a total of 306 EC votes. Hillary only won 228 EC votes but it looks like she barely won New Hampshire which should put her at 232 EC votes. As a result, Trump won 57% of all EC votes. \nHIllary turned in the Democratic Party’s worst Electoral College performance in 28 years. With only New Hampshire left to be called, Clinton has turned in the Democratic Party’s worst Electoral College performance in 28 years pic.twitter.com/APU85Ty50q \n— Dan O’Donnell (@DanODradio) November 9, 2016 \nThirdly, in total states it was a landslide. Trump won 31 states to 19 states won by Hillary or 62% of the states. \nThe mainstream will argue that Hillary beat Trump in the popular vote which appears accurate. According to the NYT she won 59,923,027 to Trump’s 59,692,974 for a difference of only 230,053 or 0.4%. But in California and New York Hillary beat Trump by a combined 4 million votes. If not for these two huge liberal states, Hillary would have gotten shellacked in the popular voting as well. \nThe mainstream media will not tell you but Trump won BIGLY!",
        "id": "2411",
        "_version_": 1749576386593423360
    },
    {
        "author": "Anonymous",
        "published": "2016-10-31T07:02:00Z",
        "title": "Obama’s Brother Releases UNAUTHORIZED FOOTAGE OF PRESIDENT – White House Panicking",
        "language": "english",
        "site_url": "donaldtrumpnews.co",
        "country": "CO",
        "spam_score": 0.99,
        "type": "bs",
        "body_en": "Comments Barack Hussein Obama’s half-brother Malik Obama has become a thorn in the president’s side during this election as he has turned on his family by publicly supporting Donald Trump for president. The Gateway Pundit reported that Malik posted a video of himself wearing a Trump hat on Twitter to prove that his account is real. Watch as Malik tells his followers to “vote Trump,” something we never thought we’d hear an Obama say! \n— MicroSpookyLeaks™ (@WDFx2EU7) October 27, 2016 Trump made headlines a few weeks ago when he invited Malik to the second presidential debate as his guest. Western Journalism reported that Malik has been an outspoken Trump supporter throughout this election. “I like Donald Trump because he speaks from the heart,” he said. “‘Make America Great Again’ is a great slogan. I would like to meet him.” As for Trump, he’s very excited to meet Malik as well. “I look very much forward to meeting and being with Malik,” Trump said. “He gets it far better than his brother.” Malik was once a Democrat, but he’s said that foreign policy missteps and social concerns have caused him to move to the Republican side. He has also said he distrusts Hillary Clinton, citing her scandals and dishonesty, which he says have only gotten worse since he originally voiced his support for Trump. “I don’t like [Hillary] Clinton,” Malik said in September, in spite of his half-brother’s proud endorsement. “She is dishonest and a liar. She keeps on lying about emails every time.” Malik has slammed Clinton’s performance as Secretary of State, pointing out that she inflamed chaos and violence in the Middle East. What do you think about this? Let us know your thoughts in the comments section.",
        "id": "2406",
        "_version_": 1749576386582937600
    },
    {
        "author": "Anonymous",
        "published": "2016-10-28T19:35:57.599Z",
        "title": "Madonna Says She'll Give A Blowjob To Anyone That Votes For Hillary Clinton (VIDEO)",
        "language": "english",
        "site_url": "departed.co",
        "country": "CO",
        "spam_score": 0.91,
        "type": "bs",
        "body_en": "Home / News / Madonna Says She’ll Give A Blowjob To Anyone That Votes For Hillary Clinton (VIDEO) Madonna Says She’ll Give A Blowjob To Anyone That Votes For Hillary Clinton (VIDEO) Heisenberg 1 min ago News Comments Off on Madonna Says She’ll Give A Blowjob To Anyone That Votes For Hillary Clinton (VIDEO) Pop star Madonna got raunchy while introducing comedian Amy Schumer at a performance in New York City Tuesday night, promising the crowd sexual favors in exchange for their support of Democratic presidential candidate Hillary Clinton. \n\n“If you vote for Hillary Clinton, I will give you a blowjob. OK?” the 58-year-old Rebel Heart singer told an audience at New York’s Madison Square Garden Tuesday night. “I’m really good. I’m not a douche, and I’m not a tool. I take my time, I have a lot of eye contact, and I do swallow.” \nThe comments came as Madonna warmed up the crowd with a very brief standup set ahead of the Trainwreck star’s performance at the Garden Tuesday night, according to the New York Daily News . \nSchumer took the stage afterward for her first stand-up gig since hundreds of supporters of Republican candidate Donald Trump stood up and walked out of her performance in Tampa, Florida earlier this week after the comedian called him an “orange monster.” As Breitbart previously reported, Shumer was widely booed during the performance at Tampa’s Amalie Arena, where she instructed security to remove hecklers. \nDuring her performance Tuesday night, Schumer read aloud a letter she composed in response to the Trump fans who walked out on her show in Tampa. \n“Dearest Tampa, I’m sorry you didn’t want me, a comedian who talks about what she believes in, to mention the biggest thing going on in our country right now,” Schumer said, adding: “How could I think it was OK to spend five minutes having a peaceful conversation with someone with different views? After the show, I want you to know that I will go straight to a rehab facility.” \nThe comedian added that she looks forward to “putting this all behind us” in November, when “ Hillary Clinton is our motherf*cking president.” \nMadonna has previously used sex appeal to drum up support for the Democratic presidential candidate; in September, the singer joined fellow pop star Katy Perry in stripping off her clothes to encourage Clinton voters to head to the polls in November.",
        "id": "2209",
        "_version_": 1749576386179235840
    }
]