[
    {
        "author": "jhamilton",
        "published": "2016-11-11T00:59:56.429Z",
        "title": "Long-term Effects of the Presidential Election",
        "language": "english",
        "site_url": "endtime.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "November 10, 2016 Long-term Effects of the Presidential Election \nThe reverberations from Donald Trump’s election as the 45th president of the United States are being felt around the world. A number of Hollywood’s celebrities are saying they will move out of the country. Many political pundits are decrying the overthrow of the international order that globalists have worked so hard to build since World War II. \nOn the other hand, one politician from Israel is saying that Trump’s election heralds the coming of the Messiah. One thing is certain. The election of Mr. Trump to lead the world’s greatest nation will definitely change things dramatically. What will the long-term effects of America’s election actually be? We’ll talk about on today’s edition of End of the Age. Join the Conversation",
        "id": "2660",
        "_version_": 1749576387368321024
    },
    {
        "author": "jhamilton",
        "published": "2016-11-11T03:30:00Z",
        "title": "Long-term Effects of the Presidential Election",
        "language": "english",
        "site_url": "endtime.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "November 10, 2016 Long-term Effects of the Presidential Election \nThe reverberations from Donald Trump’s election as the 45th president of the United States are being felt around the world. A number of Hollywood’s celebrities are saying they will move out of the country. Many political pundits are decrying the overthrow of the international order that globalists have worked so hard to build since World War II. \nOn the other hand, one politician from Israel is saying that Trump’s election heralds the coming of the Messiah. One thing is certain. The election of Mr. Trump to lead the world’s greatest nation will definitely change things dramatically. What will the long-term effects of America’s election actually be? We’ll talk about on today’s edition of End of the Age. Join the Conversation",
        "id": "2666",
        "_version_": 1749576387374612480
    },
    {
        "author": "John Federico",
        "published": "2016-10-31T19:55:00Z",
        "title": "HRC and the 2016 Presidential Election",
        "language": "english",
        "site_url": "guardianlv.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "3827",
        "body_en": "The Miami Herald stated that the Human Rights Campaign (HRC) endorses Hilary Rodham. Clinton. The organization is also the largest LGBTQ political group. The HRC has endorsed Hillary Clinton in the 2016 election.\nTheir new video advertisement features Clinton’s pledge to fight for the LGBT community’s equality. The ad was also released days before the election on Nov. 8.\nThe video titled “Hillary Clinton: Equality Is About Changing Hearts And Minds,” was released in Washington D.C., which is the HRC headquarters are located.\nThe organization has a section of their website dedicated to the group’s endorsement of the candidate. The HRC also stated that Clinton has stood with the LGBTQ community and the group will now stand with Clinton. The HRC concluded by saying that Clinton’s fight is with the community and that what the HRC advocates.\nThe HRC President Chad Griffin said that Clinton has shown through her words and actions that she is dedicated to fighting for the rights of the LGBT community. He also stated that all of the progress the community has made is at stake in the 2016 Presidential election as the HRC has endorsed a candidate in the 2016 election.\nGriffin then continued to state that Donald Trump’s campaign is filled with hateful language that will reverse the LGBTQ movement’s gains. He also said that Clinton will tear down the walls of bigotry against people of alternative lifestyles. The HRC leader concluded by saying that it is very important that people who are pro-equality voters for Clinton in the next presidential election.\nBreitbart stated that an artist from the Art Wing Conspiracy group said a lot of Trump supporters, especially amongst the LGBT community, are “in the closet.” The artistic group has painted several Think Different posters across the city of San Francisco near the offices of Twitter and Clinton’s campaign headquarters. The posters feature a rainbow Apple logo with a silhouette of Trump’s face on it. They were released on National Coming Out Day.\nThe Art Wing Conspiracy artist also stated that on National Coming Out Day the organization encourages people to “stop living a lie and come out.” He conveyed this idea, in a voting booth, i.e. a closet, no one has to know who supports Trump or Clinton.\nThe artist also said that the liberal community in San Francisco must know that there are many Trump supporters amongst the city’s LGBT community. The individual stated that having pride means to be true to oneself and one’s beliefs, even if it is against the mainstream. The artist concluded that is what the LGBT rights movement conveys.\nThe Stonewall Inn’s website stated that the historic inn was the birthplace of the historic LGBT rights movement. The patrons of the club retaliated against harassment from the local police department. Subsequently, a riot occurred on June 28, 1969.\nThe website also claimed that the patrons refused to accept the status quo of oppression for the first time. They then stood up for each other and the whole LGBT community.\nThe site continues to state that the riot at the Stonewall Inn sparked the lengthy battle for all members of the Gay and Lesbian community. The incident is often referred to as the Rosa Parks incident of the LGBT community. The site then stated that the incident led the government and society, in general, to look at members of the LBGT community as equals.\nIn 1969 the police raided gay clubs regularly. Eight police officers arrived at the Stonewall Inn on a Saturday morning at 1:20. Approximately 200 people were in the establishment that night. However, the raid was not conducted as planned. The patrons did not cooperate, resulting in the riot that led to the LGBT rights movement of the 1970s, which is why the HRC now exists and has endorsed a candidate for the 2016 election.\nBy John A. Federico\nEdited by Cathy Milne\nSources:\nMiami Herald : LGBTQ group Human Rights Campaign (HRC) releases video supporting Hillary Rodham Clinton (HRC)\nBreitbart: Rainbow Trump Posters Appear in San Francisco on ‘National Coming Out Day’\nThe Stonewall Inn: THE HISTORIC STONEWALL INN\nFeatured Image Courtesy of Mobilus In Mobili’s Flickr HRC , HUman Rights Campaign",
        "_version_": 1749576391493419008
    },
    {
        "author": "admin",
        "published": "2016-10-27T17:40:56.803Z",
        "title": "Polls are tightening, but is the US presidential election rigged?",
        "language": "english",
        "site_url": "rinf.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Polls are tightening, but is the US presidential election rigged? Polls are tightening, but is the US presidential election rigged? By 0 28 \nOne of the most important questions is will US Democratic presidential nominee Hillary Clinton rig the election to win the White House like she did in the primaries against Bernie Sanders, asks Myles Hoenig, an American political analyst and activist. \nRecent polls show that Clinton’s national lead over Trump is shrinking as the Election Day is approaching. \nThe former secretary of state has the support of 49 percent of likely voters, while the billionaire businessman has 44 percent support, according to the CNN/ORC survey released on Monday. \nLibertarian candidate Gary Johnson has 3 percent support among likely voters, while Green Party nominee Jill Stein has 2 percent support. \n“In every election the race tightens towards the end,” Hoenig told Press TV on Thursday. \n“It’s really hard to imagine that there is any flux in this election as the supporters of both sides absolutely hate the other. With Obama and Romney, or even Gore and Bush, many of…",
        "id": "7423",
        "_version_": 1749576402434260993
    },
    {
        "author": "Daily Bell Staff",
        "published": "2016-11-08T19:14:47.443Z",
        "title": "US Presidential Elections Sound a Warning of Catastrophes to Come",
        "language": "english",
        "site_url": "thedailybell.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "8538",
        "body_en": "US Presidential Elections Sound a Warning of Catastrophes to Come By Daily Bell Staff - November 08, 2016 \nWhat’s wrong with Hillary Clinton’s brand? … As momentous an occasion as this should be for women around the world, Ms. Clinton would begin her term in the Oval Office with her unpopularity ratings at near-record levels. All of which leads to the question: What’s wrong with Brand Hillary? – The Globe and Mail \nIn the run-up to today’s election, many articles on Hillary in the mainstream media have tried to explain more fully why Hillary is electable and desirable as the leader of the US. \nA common theme of these articles is that Hillary’s troubles are not mentioned or analyzed in detail. The Economist magazine, like many other publications, recently came out with an endorsement of Hillary. \nBut the endorsement simply dealt with Hillary’s legislative and professional history. As always when it comes to Hillary in the mainstream media, deeper questions are glossed over. \nThis approach to covering Hillary is deliberate and has generated increasing skepticism among large portions of the American public. Correctly, alternative media reports have pointed out this declining credibility but not enough have explained its widening ramifications. \nMore: \nMs. Clinton is one of the most qualified presidential candidates in recent memory – and her credentials are that much more impressive compared to those of her opponent. \nAfter her time as first lady – in the state of Arkansas, and in the White House – Ms. Clinton served her country as a U.S. Senator and as secretary of state. \nThe article goes on to ask why Hillary has not been “able to break through in a way that inspires fervent support and popularity.” \nAt this point a significant analysis would grapple with underlying issues regarding Hillary’s background and approach to politics and life. These issues are well known. But instead, these issues are presented as “multiple scandals, ranging from Lewinsky to Benghazi, and most recently, her e-mails.” \nThe use of the word “scandal” implies something embarrassing. The significance of these problems in her personal and professional life goes far beyond embarrassment. It illustrates her approach to the US political system and generally how she wields power. \nHaving skipped past this analysis, the article then minimizes the scandals themselves, stating, ”Any politician who has been in the game that long has their fair share of scandal.” \nThe article continues to evolve toward ephemera, suggesting that a big problem with Ms. Clinton is her inability to “appear likable to voters.” This is a political problem to be sure, but it is not the UNDERLYING problem, which is much more significant. \nFinally, the article brings up the idea that a big reason for the disconnect between Hillary and voters has to do with her gender. “As disheartening as that still is, society and the media still stereotype women and paint them with a negative brush.” \nThe article explains that much criticism of Hillary is gender-related. She has been scrutinized because of her health problems and has too-often been seen by the media as a wife and mother rather than as a businesslike politician with a long, professional history. \nAs stated, articles like this are at variance with what many believe to be true. Hillary is seen, at this point, by tens of millions as a person with an extremely shady past who may be part of a larger political mafia with her husband that deals in extortion, cover-ups, drug-dealing and even murder to generate vast profits for their Clinton Foundation, and thus for themselves. \nSince this information is so widely dispersed, articles that don’t deal more directly with these issues can be seen either as painfully naive or as concealing something. It is one of the reasons that trust in the mainstream media has plunged so precipitously. \nAdditionally, as we pointed out recently, belief in “conspiracy theories,” has risen to over 50 percent. Hillary’s campaign and its coverage may be directly responsible. Once people were increasingly and regularly exposed to the disconnect between what they believed about Hillary and what was being presented, they began to reexamine various “conspiracy” reports they’d previously discounted. \nEven among those voting for Hillary, there is widespread sentiment that she may have committed criminal wrongdoings and deserves a trial rather than the presidency. \nWe’ve advanced the idea that none of this has come about by accident, not the FBI fumblings, nor reports of her healthcare problems, nor even the email “scandals.” All of this in fact was known well in advance of her latest presidential run. \nThis is simply not a coincidence in our view. The idea, increasingly it seems, is to shatter cultural cohesion in the West with an eye toward creating increased globalization and an internationalized society. This presidential election and its mainstream coverage has done just that. \nGoing forward, it is probable that cultural destruction will be increasingly significant throughout the West, employing numerous strategies – political, ethnic, economic and military. \nThese elections – whether Hillary wins or Trump – are evidently the starting gun, along with the European immigrant crisis, for a new series of elite programs. These will likely yield up serial catastrophes that will change lives and belief structures going forward for millions and even billions \nConclusion: Building an international world, whether the effort is to be successful or not, is a massive and horribly disruptive and bloody prospect. Americans would be wise to perceive this latest presidential elections as a kind of warning of what it is to come.",
        "_version_": 1749576405967962112
    },
    {
        "author": "Jason Easley",
        "published": "2016-10-26T22:34:56.745Z",
        "title": "Three New Polls Shatter The Myth That The Presidential Election Is Tightening",
        "language": "english",
        "site_url": "politicususa.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bias",
        "body_en": "Was HRC +2 in Sept \n2way: HRC 47, Trump 39 – was HRC +1 in Sept \nOct 20-24, LVs \n— Mark Murray (@mmurraypolitics) October 26, 2016 \nThe AP-GfK Poll has Hillary Clinton leading Donald Trump by 14 points nationally 51%-37%, “The AP-GfK poll finds that Clinton has secured the support of 90 percent of likely Democratic voters, and also has the backing of 15 percent of more moderate Republicans. Just 79 percent of all Republicans surveyed say they are voting for their party’s nominee.” \nEarlier in the day, two Bloomberg polls that had Trump leading Florida by 2 points, and cutting Clinton’s New Hampshire lead in half gave Republicans a bit of hope that the presidential election might be tightening, but the reality is that voting is already underway in 37 states. There are very few undecided voters remaining. \nOutside of tracking polls, Donald Trump hasn’t had a polling lead since July . Besides his brief July bump, Trump hasn’t led Clinton in national polling since May. What the media and Republicans don’t want to tell you is that this presidential election has been remarkably consistent. \nThere is nothing in the polling to suggest that the election is tightening, or that Trump has significantly improved his odds of winning. \nThose who are looking for a tightening in the polls should keep dreaming, because right now, it’s not happening.",
        "id": "6623",
        "_version_": 1749576400216522752
    },
    {
        "author": "Anonymous",
        "published": "2016-11-09T08:19:32.889Z",
        "title": "Vladimir Putin declares victory in US Presidential elections",
        "language": "english",
        "site_url": "newsthump.com",
        "country": "US",
        "spam_score": 0.001,
        "type": "bs",
        "body_en": "Wednesday 9 November 2016 by Davywavy Vladimir Putin declares victory in US Presidential elections \nVladimir Putin has been elected the 45th President of the United Stares after a stunning victory last night. \nPutin, who was a surprise contender when he entered the race last year, consistently outperformed expectations outpolling all challengers and besting his competition in debates. \nPutin has announced that he will run the United States through a proxy as he is much too busy running the far more important country of Russia. \nIn a shock victory, American voters showed they were prepared to overlook Putin’s history of running the KGB in favour of his perceived strong leadership and no-nonsense attitude. \nDoubts over his economic record were also waved aside, with uncomfortable facts such as Russian GDP halving in the last three years being dismissed as scaremongering. \n“You fellow Americans,” said Putin in his acceptance speech. \n“I have so many people to thank for my victory; Edward Snowden, Julian Assange, Bradley Manning, but not least of all the Democratic Party, who put up the only candidate even I could beat. \n“Oh, and I mustn’t forget to congratulate myself too for putting the whole thing together. \n“God bless America,” he added with a smile. Get the best NewsThump stories in your mailbox every Friday, for FREE! There are currently",
        "id": "6170",
        "_version_": 1749576399102935040
    },
    {
        "author": "Alex Ansary",
        "published": "2016-11-02T17:24:01.278Z",
        "title": "U.S. militia girds for trouble as presidential election nears",
        "language": "english",
        "site_url": "amtvmedia.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "545",
        "body_en": "U.S. militia girds for trouble as presidential election nears 11/02/2016 \nREUTERS \nDown a Georgia country road, camouflaged members of the Three Percent Security Force have mobilized for rifle practice, hand-to-hand combat training — and an impromptu campaign rally for Republican presidential candidate Donald Trump. \n“How many people are voting for Trump? Ooh-rah!” asks Chris Hill, a paralegal who goes by the code name “Bloodagent.” \n“Ooh-rah!” shout a dozen militia members in response, as morning sunlight sifted through the trees last weekend. \nAs the most divisive presidential election in recent memory nears its conclusion, some armed militia groups are preparing for the possibility of a stolen election on Nov. 8 and civil unrest in the days following a victory by Democrat Hillary Clinton. \nThey say they won’t fire the first shot, but they’re not planning to leave their guns at home, either. \nTrump’s populist campaign has energized militia members like Hill, who admire the Republican mogul’s promise to deport illegal immigrants, stop Muslims from entering the country and build a wall along the Mexico border. Trump has repeatedly warned that the election may be “rigged,” and has said he may not respect the results if he does not win. At least one paramilitary group, the Oath Keepers, has called on members to monitor voting sites for signs of fraud. \nArmed paramilitary groups first gained prominence in the early 1990s, fueled by confrontations in Ruby Ridge, Idaho and Waco, Texas, culminating in a militia sympathizer’s 1995 bombing of a federal office building in Oklahoma City that killed 168 people. \nTheir numbers dwindled following that attack but have spiked in recent years, driven by fears that President Barack Obama will threaten gun ownership and erode the power of local government. The Southern Poverty Law Center, which tracks extremist groups, estimates there were 276 active militias last year, up from 42 in 2008. \nIn recent years, armed groups have confronted federal authorities in a series of land-use disputes in the western United States. Federal officials fear more clashes could come after seven militants were acquitted on conspiracy charges for occupying a federal wildlife refuge in Oregon. \nMany fear Clinton would push the county further to the left. \n“This is the last chance to save America from ruin,” Hill said. “I’m surprised I was able to survive or suffer through eight years of Obama without literally going insane, but Hillary is going to be more of the same.” \n\nEXTREMIST GROUPS EMBOLDENED \nThe Oath Keepers, a prominent anti-government force that sent gun-toting members to the 2014 race riots in Ferguson, Missouri, called on members last week to monitor voting sites on election day for any signs of fraud. \nAn hour south of Atlanta, the Three Percent Security Force started the day around the campfire, taking turns shooting automatic pistols and rifles at a makeshift target range. They whooped with approval when blasts from one member’s high-powered rifle knocked down a tree. \nThe group operates independently, but is affiliated with a national armed movement that calls for members to defend individual rights in the face of what they see as an overreaching federal government. The movement draws its name from the notion that no more than 3 percent of the American population fought in the Revolutionary War against Britain. \nAmid the war games, Hill weighed plans for a possible armed march on Washington if Clinton wins. \nHe said he doesn’t want his members leading the way, but they will defend the protesters if need be. His group will not hesitate to act if a President Clinton tries to disarm gun owners, he said. \n“I will be there to render assistance to my fellow countrymen, and prevent them from being disarmed, and I will fight and I will kill and I may die in the process,” said Hill, who founded the militia several years ago. \nTrump’s candidacy has emboldened extremist groups to speak more openly about challenging the rule of law, said Ryan Lenz, a researcher at the Southern Poverty Law Center. \n“Prior to this campaign season, these ideas were relegated to sort of the political fringe of the American political landscape,” he said. “Now these ideas are legitimized.” \nOver the past week, some prominent Trump supporters have hinted at violence. \n“If Trump loses, I’m grabbing my musket,” former Illinois Representative Joe Walsh wrote on Twitter last week. Conservative commentator Wayne Root fantasized about Clinton’s death while speaking at a Trump rally in Las Vegas on Sunday. \nBack in Georgia, the Three Percent Security Force wrapped up rifle practice in the midday sun. They then headed further into the trees to tackle an obstacle course with loaded pistols at their sides, ready for whatever may come. \n“We’ve building up for this, just like the Marines,” he said. “We are going to really train harder and try to increase our operational capabilities in the event that this is the day that we hoped would never come.” Share On:",
        "_version_": 1749576380716154880
    },
    {
        "author": "Jason Easley",
        "published": "2016-10-29T00:41:10.067Z",
        "title": "DOJ Complaint Filed Against FBI Director James Comey For Interfering In Presidential Election",
        "language": "english",
        "site_url": "politicususa.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bias",
        "body_en": "A complaint has been filed against FBI Director James Comey with Department of Justice Office of Professional Responsibility that accuses him of interfering in a presidential election. \nThe Democratic Coalition Against Trump released a statement announcing their complaint: The Democratic Coalition Against Trump filed a complaint with the Department of Justice Office of Professional Responsibility on Friday against FBI Director James Comey for interfering in the Presidential election, following the FBI’s decision to open up an investigation into Secretary Clinton’s emails this close to Election Day. Federal employees are forbidden from participating in political activities under the Hatch Act. \n“It is absolutely absurd that FBI Director Comey would support Donald Trump like this with only 11 days to go before the election,” said Scott Dworkin, Senior Advisor to the Democratic Coalition Against Trump. “It is an obvious attack from a lifelong Republican who used to serve in the Bush White House, just to undermine her campaign. Comey needs to focus on stopping terrorists and protecting America, not investigating our soon to be President-Elect Hillary Clinton.” \nOutrage is growing over Comey’s actions as details about the FBI investigation have revealed that it has nothing to do with Clinton, her emails, or her server. \nDirector Comey’s motives for sending the letter 11 days before a presidential election have been questioned by both Republicans and Democrats. \nIf Comey’s actions were politically motivated, he would be in violation of the Hatch Act. \nWhat Republicans initially viewed as a new hope in the presidential election has quickly been exposed as a desperately political ploy. \nThe American people deserve a full explanation from Director Comey, because the letter that was released today raises more questions than answers.",
        "id": "6663",
        "_version_": 1749576400330817536
    },
    {
        "author": "The European Union Times",
        "published": "2016-10-28T13:39:29.975Z",
        "title": "Democrat Megyn Kelly Exposed, Will Move to ABC After Presidential Election",
        "language": "english",
        "site_url": "eutimes.net",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Megyn Kelly will co-host “Live with Kelly” alongside Kelly Ripa on the morning after the presidential election, Nov. 9. It’s anyone’s guess what the Nov. 9 timing means.\nThe Fox News host of the “The Kelly File” will join Ripa much like Anderson Cooper, Seth Meyers and others have been doing as co-hosts since Michael Strahan left the show for a new role on “Good Morning America,” according to People magazine on Wednesday.\nActress Naomi Watts and actor Michael Ealy are also scheduled to appear that day.\nThe Wrap noted that Kelly’s co-hosting gig comes as speculation continues to swirl about her next move as her Fox News contract expires in 2017.\n“Live with Kelly” which is nationally syndicated by Disney/ABC Home Entertainment and TV Distribution, noted People.\n“Cue up speculation that Kelly is flirting with ABC News – ‘Live with Kelly’ being syndicated by ABC-parent Disney, and a timeslot competitor to NBC News’ cash cow ‘Today’ show,” said Lisa Moraes on Deadline.com.\n“In one of those incredible coincidences, word of the booking on the significant election-cycle morning broke the same day Fox News interim CEO Rupert Murdoch gave an interview to his newspaper Wall Street Journal, to publicly announce Kelly is important to the network and he hopes to get her under contract ‘very soon,’ while adding, ominously, ‘we have a deep bench of talent, many of whom would give their right arm for her’ timeslot.”\nCNN Worldwide chief Jeff Zucker praised Kelly earlier this month, calling her “a tremendous news anchor” but was coy in addressing her contract coming to an end at Fox News, according to Deadline.com, adding “I’ll leave it there.”\nKelly and fellow Fox News host Sean Hannity had publicly feuded this month over the presidential election, according to the Washington Post, and she told Variety in April she was unsure whether she would resign with Fox News.\n“I really like my show, and I love my team,” Kelly told Variety then. “But you know, there’s a lot of brain damage that comes from the job. There was probably less brain damage when I worked in the afternoon. I was less well known. I had far less conflict in my life.”\n“I also have three kids who are soon going to be in school from 8 a.m. to 3 p.m. I come to work at 3:30. I like to see my children. Having said that, my boss has been good about working with me to make me happy – he knows I’m a hard worker. I’ve had few problems here where I couldn’t talk to him and say, ‘Can we work something out?,’ and come away happy,” she added.\nSource",
        "id": "2688",
        "_version_": 1749576387420749824
    },
    {
        "author": "Tom Winter (noreply@blogger.com)",
        "published": "2016-11-14T21:39:50.542Z",
        "title": "Presidential elections in Bulgaria and Moldova show a turn toward Moscow*",
        "language": "english",
        "site_url": "fort-russ.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "3058",
        "body_en": "November 14, 2016 - Fort Russ News - \n\nFabrizio Poggi, in  Contropiano , translated from Italian by Tom Winter \n\nIgor Dodon, President-elect of Moldova \nMoldova and Bulgaria: Something new in the East \nRumen Radev, President-elect of Bulgaria \nIn the east - not everywhere, sadly - there is a turn towards Moscow. The newly elected presidents of Moldavia and Bulgaria seem to want to go in that direction. \n\nIn Kishinev, where two weeks ago, no candidate had a majority in round one, the Socialist Party leader, Igor Dodon, has 52.6% of the votes (not including expatriate votes from US and Canada, but these can not overturn the result) against the pro-EU Maia Sandu, leader of the Action and Solidarity Party, with 47.3% and who, in Yankee fashion, is now threatening \"mass demonstrations,\" not recognizing the result. \nMaia Sandu  Dodon congratulated Sandu for the \"honorable result\" and invited her to discussions, without destabilizing the country. It seems (though not official at this time of writing) that the turnout was respectable; this was the first direct election of the president of the republic since 1996; since 2000 in fact, the President was elected by Parliament. There was even shortage of ballots, in particular in various stations abroad: Bologna, Parma, Paris, Moscow, Bucharest; Portugal appears to have lost the entire st of ballots. \n\nOn the eve of the vote Dodon, an experienced office-holder, (Deputy Prime Minister in 2008-2009 and Minister of Economy in 2006-2009) said that if he won, his first visit abroad would would be to Moscow, \"to start working out a strategic partnership agreement\" and to renew exports to Russia, which were limited after the signing of the association and free trade agreement with the EU.  \n\nDodon has always said he was \"confident of victory. People are tired of the seven years of EU coalition, poverty, corruption, lawlessness, and want to live in a state of their own and not in some province of another country.\"  \n\nThe socialist leader has also called for the Russian peacekeepers to remain in Transnistria, until the complete solution of the political events through the federalization of Moldova, which Sandu opposes. According to Tass, all candidates had based their election campaign primarily on foreign issues: pointing on one side to the \"hand of the Kremlin,\" and, on the other to \"Washington's Regional Committee,\"  a side which was still floating a union with Romania. The Socialists pointed to Maia Sandu as \"a puppet of the US\" - where she studied and worked at the World Bank, and tied her to Angela Merkel, Donald Tusk, and Jean-Claude Juncker, apparently even to former Romanian President, Traian Băsescu, who got himself awarded Moldovan citizenship [! -tr] in order to vote for Maia Sandu.  \n\nOn the other side Sandu was proposing, along with strategic partnership with Washington, close contacts with Kiev, even a future union with Romania. \n\nAs expected, there are the threats of yet another \"Orange Revolution,\" like the one in 2009 after the Communist Party won the election in Moldova, under the flags of EU and Romania, with rioting which brought broken windows and arson to the Parliament and the presidential residence.  \n\nObviously, Brussels was on the \"orange\" side: the results of seven years of EU-line coalition are also seen in the demonstrations a year ago against the oligarchy in power, in the rejection of government policy on the part of 80% of the population, and in those favoring integration with Brussels falling from 70% to 37%.  \n\nIn addition, the Donald Trump victory seems to have played a role also in Kishinev: \"The geopolitical color of the Moldovan leadership will become less important for the United States,\" Andrei Popov said in a NewsMaker interview. Popov, former Deputy Foreign Minister of Moldova, added that Washington will renounce a whole series of Moldovan projects that were initiated by the Clinton circle. \n\nAlso, in Bulgaria, the coalition headed by the Socialist Party prevailed in the second presidential round of the general election: Air Force General Rumen Radev topped his opponent Tsetska Tsačeva by 4-5% (the result is not final). Tsačeva was the candidate of the pro-government coalition GERB (\"Citizens for European development of Bulgaria).\"  \n\nIn the first round, Sunday, Nov. 6, no candidate reached the 30% necessary for the election: Radev was at 25.4% and Tsačeva at 21.9%.  \n\nThe now president-elect said he was opposed to Bulgaria's permanence in NATO (of which the country has been a member since 2004) and in the EU, and has spoken out for closer relations with Russia.  \n\nThe Prime Minister, the hawk Boyko Borissov had promised to resign if Radev won, while he was still hoping for a Tsačeva victory, seems to have kept his word, opening a crisis that does not seem easy to solve. \n\nIn opposition to the overtly anti-Russian, phil-atlantic policies of former President Rosen Plevneliev and Boyko Borissov, Radev said that \"deepening the dialogue with Russia will reduce confrontation and tension, and hopefully lead to the normalization of the situation in Syria and Ukraine.\"  \n\nWith regard to the anti-Russian sanctions, he stressed that this \"is a matter of the government's responsibility. But, as President, I am committed to dialogue, to seek a solution with EU colleagues.\" As for internal affairs, he said \"despite threats of the apocalypse,\" the voters \"voted for change and democracy, overcoming apathy and fear.\" \n\nAn entity that in contrast does not change policy towards Russia is the European Union.  Federica Mogherini,  EU High Representative for Foreign Affairs, said that Brussels does not intend to change its own position on Russia, even if the White House, after the arrival of Donald Trump, pursues a rapprochement with the Kremlin.  \n\nThe EU, as Mogherini spelled it out, \"has a principled stand on the issue of the annexation of the Crimea and on the situation in Ukraine, and will not change it, regardless of any changes of position by other countries, including the United States.  \n\n\"Ipse dixit et salvavit eos**; of course, the \"Russian aggression! \n\n\n* A view from the Italian Communist Party on-line journal; for the take of Eduard Popov on these two election victories, click. \n\n** \"She herself has said it, and saved them\" [Correcting to \"ipsa\"] -- an apparent reference to the Catholic confessional \"dixi et salvavi animam\" -- I have spoken and saved my soul.\"\n\n     Follow us on Facebook!                                                   \n                                                   \n\n       Follow us on Twitter! \n                               \n\n             Donate!",
        "_version_": 1749576388940136448
    },
    {
        "author": "pcr3",
        "published": "2016-11-04T20:47:39.754Z",
        "title": "Can The Oligarchy Still Steal The Presidential Election? — Paul Craig Roberts",
        "language": "english",
        "site_url": "paulcraigroberts.org",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "6589",
        "body_en": "Can The Oligarchy Still Steal The Presidential Election?\nPaul Craig Roberts\nThe election was set up to be stolen from Trump. That was the purpose of the polls rigged by overweighting Hillary supporters in the samples. After weeks of hearing poll results that Hillary was in the lead, the public would discount a theft claim. Electronic voting makes elections easy to steal, and I have posted explanations by election fraud experts of how it is done.\nClearly the Oligarchy does not want Donald Trump in the White House as they are unsure that they could control him, and Hillary is their agent. \nWith the reopening of the FBI investigation of Hillary and related scandals exploding all around her, election theft is not only more risky but also less likely to serve the Oligarchy’s own interests.\nImage as well as money is part of Oligarchic power. The image of America takes a big hit if the American people elect a president who is currently under felony investigation. \nMoreover, a President Hillary would be under investigation for years. With so much spotlight on her, she would not be able to serve the Oligarchy’s interests. She would be worthless to them, and, indeed, investigations that unearthed various connections between Hillary and oligarchs could damage the oligarchs. \nIn other words, for the Oligarchy Hillary has moved from an asset to a liability.\nA Hillary presidency could put our country into chaos. I doubt the oligarchs are sufficiently stupid to think that once she is sworn in, Hillary can fire FBI Director Comey and shut down the investigation. The last president that tried that was Richard Nixon, and look where that got him. \nMoreover, the Republicans in the House and Senate would not stand for it. House Committee on oversight and Government Reform chairman Jason Chaffetz has already declared Hillary to be “a target-rich environment. Even before we get to day one, we’ve got two years worth of material already lined up.” House Speaker Paul Ryan said investigation will follow the evidence.\nIf you were an oligarch, would you want your agent under this kind of scrutiny? If you were Hillary, would you want to be under this kind of pressure? \nWhat happens if the FBI recommends the indictment of the president? Even insouciant Americans would see the cover-up if the attorney general refused to prosecute the case. Americans would lose all confidence in the government. Chaos would rule. Chaos can be revolutionary, and that is not good for oligarchs.\nMoreover, if reports can be believed, salacious scandals appear to be waiting their time on stage. For example, last May Fox News reported: \n“Former President Bill Clinton was a much more frequent flyer on a registered sex offender’s infamous jet than previously reported, with flight logs showing the former president taking at least 26 trips aboard the “Lolita Express” — even apparently ditching his Secret Service detail for at least five of the flights, according to records obtained by FoxNews.com.\n“Clinton’s presence aboard Jeffrey Epstein’s Boeing 727 on 11 occasions has been reported, but flight logs show the number is more than double that, and trips between 2001 and 2003 included extended junkets around the world with Epstein and fellow passengers identified on manifests by their initials or first names, including “Tatiana.” The tricked-out jet earned its Nabakov-inspired nickname because it was reportedly outfitted with a bed where passengers had group sex with young girls.”\nFox News reports that Epstein served time in prison for “solicitation and procurement of minors for prostitution. He allegedly had a team of traffickers who procured girls as young as 12 to service his friends on ‘Orgy Island,’ an estate on Epstein’s 72-acre island, called Little St. James, in the U.S. Virgin Islands.” http://www.foxnews.com/us/2016/05/13/flight-logs-show-bill-clinton-flew-on-sex-offenders-jet-much-more-than-previously-known.html \nSome Internet sites, the credibility of which is unknown to me, have linked Hillary to these flights. http://truepundit.com/breaking-bombshell-nypd-blows-whistle-on-new-hillary-emails-money-laundering-sex-crimes-with-children-child-exploitation-pay-to-play-perjury/ \nThis kind of behavior seems reckless even for Bill and Hillary, who are accustomed to getting away with everything. Nevertheless, if you are an oligarch already worried about the reopened Hillary email case and additional FBI investigations, such as the one into the Clinton Foundation, and concerned about what else might emerge from the 650,000 emails on former US Rep. Weiner’s computer and the NYPD pedophile investigation, putting Hillary in the Oval Office doesn’t look like a good decision.\nAt this point, I would think that the Oligarchy would prefer to steal the election for Trump, instead of from him, rather than allow insouciant Americans to destroy America’s reputation by choosing a person under felony investigations for president of the United States.\nBeing the “exceptional nation” takes on new meaning when there is a criminal at the helm.\nThe post Can The Oligarchy Still Steal The Presidential Election? — Paul Craig Roberts appeared first on PaulCraigRoberts.org .",
        "_version_": 1749576400152559617
    },
    {
        "author": "Amy Moreno",
        "published": "2016-10-31T19:24:05.540Z",
        "title": "SHOCK VIDEO : How American Elections are HACKED – TruthFeed",
        "language": "english",
        "site_url": "truthfeed.com",
        "country": "US",
        "spam_score": 0.033,
        "type": "bs",
        "body_en": "SHOCK VIDEO : How American Elections are HACKED SHOCK VIDEO : How American Elections are HACKED Videos By Amy Moreno October 31, 2016 \nThis is an eye-opening, yet disturbing video of how a United States election is hacked. \nFrom Infowars: \nBlack Box Voting, founded in 2003, performs nonpartisan investigative reporting on elections in an attempt to stop vote rigging. \nYou may be wondering what the term “black box” means. A “black box” system is non-transparent; its functions are hidden from the public. Elections, of course, should not be black box systems. \nHere is a link to a free copy of the book, Black Box Voting HERE . \nAuthor Bev Harris became known for groundbreaking work on electronic voting machines, which can remove transparency of the vote count. \nWith voting machines, all political power can be converted to the hands of a few anonymous subcontractors: \nThis is a powerful video that we URGE you to share. This is a movement – we are the political OUTSIDERS fighting against the FAILED GLOBAL ESTABLISHMENT! Join the resistance and help us fight to put America First! Amy Moreno is a Published Author , Pug Lover & Game of Thrones Nerd. You can follow her on Twitter here and Facebook here . Support the Trump Movement and help us fight Liberal Media Bias. Please LIKE and SHARE this story on Facebook or Twitter.",
        "id": "10520",
        "_version_": 1749576413132881920
    },
    {
        "author": "Anonymous",
        "published": "2016-11-09T18:18:00Z",
        "title": "Man whose job it was to rig US Presidential election fired",
        "language": "english",
        "site_url": "newsthump.com",
        "country": "US",
        "spam_score": 0.002,
        "type": "bs",
        "body_en": "Wednesday 9 November 2016 Man whose job it was to rig US Presidential election fired \nThe man whose job it was to rig the election for Hillary Clinton has been fired without a reference this morning. \n53-year-old NWO black ops operative Simon Williams spent the last six months programming voting machines to flip votes, and mailing bundles of blank voting forms to registered Democrats. \nHowever, his failure to swing the result means he is unlikely to get the fat payoff and pension contributions he had been counting on. \nWilliams is also concerned that his lack of a reference to explain how he’s spent the last few years of his life might count against him in the job market, with employers as far afield as Russia, Zimbabwe and Venezuela refusing to accept his word as an expert that he’s good at controlling electoral outcomes. \nSources inside the Democrat party have highlighted this as just the first American job lost by Trump and warned there could be many more, specifically in the polling and political punditry industries. \n“It’s outrageous,” Simon told us. \n“I heard there was a great role coming up as stage manager for the CIA, but they won’t even talk to me unless my resume contains what I’ve been doing for the last few years. \n“Which is a bit rich coming from them, if I may make so bold. You’d think they of all people would be more understanding. \n“Still, I hear Francois Hollande has an election coming up in France. Does anyone have his number? I’m sure he could use a hand.” Get the best NewsThump stories in your mailbox every Friday, for FREE! There are currently witterings below - why not add your own?",
        "id": "6201",
        "_version_": 1749576399168995328
    },
    {
        "author": "Gillian",
        "published": "2016-11-07T20:50:01.979Z",
        "title": "Final 2016 Presidential Election Update Before Voting Ends [Video]",
        "language": "english",
        "site_url": "shiftfrequency.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "Leave a reply \nGreg Hunter – America faces the biggest election in the history of the country. The outcome will have huge implications for the rest of our lives. The desperation is so thick, with the Democrats and the Clinton campaign, you can’t cut it with a hacksaw. \nPresident Obama is telling illegal aliens to illegally vote . James Comey is doubling down on making the FBI look like buffoons by reclosing the investigation he reopened a week ago with, once again, no charges for Hillary Clinton. ISIS has announced it will “slaughter” Americans on Election Day, but that is “too stupid to be stupid.” Who would announce a big attack? This looks more like a psychological operation to keep voters away from the polls on Tuesday. Don’t believe it. \nGreg Hunter gives his analysis and some inspiration you need to hear before you cast the most important vote of your life. I call this the “Final 2016 Presidential Election Update Before Voting Ends,” Tuesday night. SF Source USA Watchdog Nov. 2016 Share this:",
        "id": "7876",
        "_version_": 1749576403879198720
    },
    {
        "author": "noreply@blogger.com (Alexander Light)",
        "published": "2016-11-15T03:09:44.583Z",
        "title": "Actually, ‘Nobody’ Won the 2016 Presidential Election — and It Was a Landslide",
        "language": "english",
        "site_url": "humansarefree.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": ". Actually, ‘Nobody’ Won the 2016 Presidential Election — and It Was a Landslide “Nobody for President, that’s my campaign slogan,” Nick Cannon asserted in “ Too Broke to Vote ,” hi... Print Email http://humansarefree.com/2016/11/actually-nobody-won-2016-presidential.html “Nobody for President, that’s my campaign slogan,” Nick Cannon asserted in “ Too Broke to Vote ,” his viral criticism of the American electoral process from March of this year. Now, it turns out nobody for president won the 2016 election in a landslide.According to new voter turnout statistics from the 2016 election, 47 percent of Americans voted for nobody, far outweighing the votes cast for Trump (25.5 percent) and Hillary (25.6 percent) by eligible voters.And the “I voted for nobody” group is actually much larger than the 47 percent reported because that number only includes eligible voters.How many millions of Americans under the legal voting age — not to mention the countless millions who have lost their voting rights — voted for nobody, as well? Factoring in those individuals, around 193 million people did not vote for Trump or Clinton. That’s nearly two-thirds of the population of the United States.Nobody also seemingly won the presidential primaries, with only 9 percent of Americans casting their votes for either Trump or Clinton. So when does nobody take office? Nobody won the majority of votes in the primaries or the general election, and the two main candidates who were running didn’t “win” the popular vote — they simply slightly outcompeted each other considering neither garnered over 50 percent of the eligible voters’ ballots.That’s where the real debate begins.As I wrote back in August when the primary voter turnout rates came in, one could argue that Trump (and Obama ) do not have a legitimate mandate to rule over the people of the United States. Trump did not win the majority of Americans’ votes — not even close. When all Americans are included, Trump only garnered the votes of about 19 percent of us. This means the United States will be ruled over by a small minority of voters who elected someone to continually impose their political positions on the other 81 percent of us. Ron Paul: ' US Elections Are Rigged & Voting is Used to Pacify the Public ' Of course, as is the case with Democrats looking to assign blame for Hillary’s loss, pundits and political pontificators argue the people who didn’t vote have no right to complain about the outcome. After all, a non-vote or a vote for a third-party candidate was, in actuality, a vote for Trump. But that logic is flawed. The majority of Americans don’t vote anymore because the political system no longer represents them . We’ve been disenfranchised by decades of corrupt, unrepresentative politicians.The United States, according to a highly-cited academic study, is effectively an oligarchy “elected” by a minority of voters ruled by a smaller minority of disliked politicians who represent an even smaller minority of billionaires and special interests. You know it, I know it, hell, even former U.S. President Jimmy Carter knows it . The majority of Americans voted for nobody not because they don’t care or because they are apathetic — they voted no confidence in a political system that forgot about them a long time ago. By Nick Bernabe Dear Friends, HumansAreFree is and will always be free to access and use. If you appreciate my work, please help me continue. \nStay updated via Email Newsletter: Related",
        "id": "4040",
        "_version_": 1749576392401485824
    },
    {
        "author": "The European Union Times",
        "published": "2016-11-02T14:12:37.317Z",
        "title": "US Military Notifies Russia Of “Sustained Alert Status” Due To “Presidential Election Threat”",
        "language": "english",
        "site_url": "eutimes.net",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "id": "2716",
        "body_en": "A very sobering Ministry of Defense ( MoD ) report circulating in the Kremlin today says that the Federation has been officially notified by the United States North American Aerospace Defense Command ( NORAD ) that their military forces are now on “ Sustained Alert Status ” due to unspecified threats directly related to their upcoming 8 November presidential election. [ Note: Some words and/or phrases appearing in quotes in this report are English language approximations of Russian words/phrases having no exact counterpart.]\nAccording to this report, under the protocol and procedures outlined in the New Start Treaty that came into force on 5 February 2011 between the Federation and the United States, one of the obligations of the signing parties to reduce the risk of war is a notification process to take place when “ aberrations/sudden changes ” (departure from normal) are made—and that occurred this past week when NORAD unexpectedly expanded its 17-21 October air defense exercises with Canada to now include the California region where just yesterday US warplanes conducted what they call “ security exercises ”.\nAs to the American’s “ explanation/reasons ” for expanding the use of their warplanes over the continental United States (CONUS) with no foreign threat being known, this report explains, the Pentagon explained as being a “ National Special Security Event ” due to unspecified threats being posed to the national leadership of the US government and directly related to their presidential election.\nDeputy Defense Minister Tatiana Shevtsova , however, and shockingly, writes in this report that the American government is currently undergoing a “ silent coup ” pitting forces loyal to President Obama against those aligned with Hillary Clinton—who was the former disgraced US Secretary of State and is facing an estimated 20 year prison sentence for obstruction justice and who, also, is being “ closed in upon ” by Obama’s Federal Bureau of Investigation ( FBI ) who have launched a staggering 5 different criminal investigations against her and everyone of her inner circle .\nDeputy Minister Shevtsova further notes in this MoD report that the vast criminality of Hillary Clinton, and everyone associated with her, has been so exposed to the American public that President Obama’s greatest fear now is that even if she were able to be elected, she could singlehandedly destroy the Democratic Party for decades to come—an observation, curiously, supported by American experts who believe the same .\nEqually to be as feared by the Obama regime as Hillary Clinton, this report continues, is her campaign chairman John Podesta who is described as being adept at earning extraordinary sums of money via selling out the American public , and who Wikileaks revealed yesterday gave the order to destroy all of Hillary Clinton’s emails that were under subpoena by the US Congress and that a US Federal Judge had, likewise, ordered to be returned to the US State Department.\nWith London’s Guardian News Service having gone through all of Podesta’s Wikileaks released emails , this report notes, even this far-leftist publication has been appalled at the level of corruption of Hillary Clinton and all who surround her—and who wrote yesterday that the level of criminality surrounding Hillary Clinton “ points us toward the most fundamental thing we know about the people at the top of this class: their loyalty to one another and the way it overrides everything else ”.\nAs the six biggest US-based corporations supporting Hillary Clinton control some 90% of tens of thousands media outlets, including television channels, newspapers, magazines, radio stations and online editions (which means that the US media market is monopolized to a great extent and alternative outlets cannot be accessed in many towns), this report continues, the American people have awoken to the fact that their nation has fallen to 41 st out of 180 countries in the latest Reporters Without Borders Press Freedom Index to both their shame and amazement of what their criminal elites have done to them.\nAnd in the American peoples “ response/reaction ” to the horrors that their Hillary Clinton supporting criminal elite class has put them through, this report notes, they are even now massively rejecting the manipulation of polling data designed to keep them from voting —and have, also, reacted in horror to YouTube, yesterday, censoring a Wall Street Journal video telling these people how they are being lied to and deceived.\nWith more empirical evidence showing Donald Trump is poised to win next weeks US presidential election in a landslide , and the Obama regime itself now turning against Hillary Clinton , this report grimly concludes, anyone believing that Hillary Clinton and her desperate criminal forces won’t strike back to retake control of America would be gravely mistaken—and the worst may be yet to come.",
        "_version_": 1749576387487858688
    },
    {
        "author": "The European Union Times",
        "published": "2016-11-05T01:21:04.380Z",
        "title": "Vote Now in US Presidential Election 2016 Open Poll",
        "language": "english",
        "site_url": "eutimes.net",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": "With fake polls running rampant everywhere, with Reuters/Ipsos just releasing yet another fake poll oversampling Democrats by 11% and including only “Likely Voters”, then showing the results with Hillary Clinton leading by 6%, we have decided to conduct our own poll.\nOur poll is a fair and unbiased poll. We have included Twitter hashtags for #DonaldTrump and #HillaryClinton as well as #GaryJohnson and #JillStein. It will reach both sides, thus being fully fair and balanced. Our poll also includes 3rd party candidates Libertarian Party candidate Gary Johnson and Green Party candidate Jill Stein. Voters can only vote once in our poll and their vote cannot be changed.\nThanks to Wikileaks email ID 26551 we now have confirmed data of what we all have long suspected, that polling agencies are being ordered to oversample as much as needed in order to artificially inflate the numbers of a specific candidates which has enough power to pull the strings or is simply preferred by the polling agency.\nMost mainstream media polls only include “Likely Voters” nowadays though it hasn’t always been like this. According to their definition, Likely Voters means people who also voted in the previous elections. This is not an accurate way to measure the real preference out there because both Trump and Clinton benefit from what is known as first time voters. People who never voted before, people who feel disenfranchised by the system and who simply didn’t want to vote before.\nThere is also the Millennial vote which is also impossible to include in the Likely Voters BS the media is pushing. Donald Trump is a revolutionary who vowed to change the system. This has brought millions of new people who never participated in the elections before. Bernie Sanders was also a revolutionary who vowed to do the exact same thing. Bernie lost or better said the election was stolen from him but that’s another story. Bernie endorsed Hillary Clinton so, some of his voters have been transferred to Hillary Clinton now. Those first-time Bernie voters are also not included in the Likely Voters polls.\nSo without further due, we present to you our own OPEN POLL where everybody can vote only once. A fair an unbiased poll.\nWho will you vote for in the upcoming US presidential election 2016? Note: There is a poll embedded within this post, please visit the site to participate in this post's poll.",
        "id": "2731",
        "_version_": 1749576387531898880
    },
    {
        "author": "A. Griffee",
        "published": "2016-11-02T05:00:00Z",
        "title": "DML Provides Stunning Analysis, Predicts Trump Will Win Presidential Election",
        "language": "english",
        "site_url": "dennismichaellynch.com",
        "country": "US",
        "spam_score": 0.144,
        "type": "bs",
        "body_en": "DML Provides Stunning Analysis, Predicts Trump Will Win Presidential Election 26.7K shares by A. Griffee / November 2, 2016 / DML REPORT / With only 6 days left before election day, Dennis Michael Lynch takes an electoral college map and shows how additional states will turn RED and get Trump over 270 electoral college votes to WIN the presidency. \nTaking states that the media has tried to downplay as if Trump has no chance to win them, DML shows how Trump not only has a chance, but predicts he WILL WIN these states, and he backs up his prediction with solid data and facts. \nDML also clarified that the polls are extremely misleading. He said Trump has lit a spark in people who have not voted in decades – some who have never voted – but now they are embracing Trump. These people are not being included in the polls. \nEarly voting is also not a true representation of what’s about to happen, because more Democrats tend to show up for early voting, while the majority of Republicans wait until election day. \nWATCH THIS EYE-OPENING VIDEO for a critical state-by-state analysis that proves Trump can easily win the election – then SHARE IT EVERYWHERE! \n**Note: In the video when DML talks about PA voting for Trump, he forgot to mention 100k Democrats in PA switched parties over the past year. In addition, PA saw an eye-popping number of new voters register as Republicans. Combined, PA in this election has 240,000 more Republicans than it did in 2012. \nSign up to get alerts about Dennis Michael Lynch's upcoming Donald Trump film and breaking news. Subscribe",
        "id": "2197",
        "_version_": 1749576386149875712
    },
    {
        "author": "noreply@blogger.com (Alexander Light)",
        "published": "2016-11-14T04:05:10.749Z",
        "title": "Biggest Winners and Losers of the 2016 U.S. Presidential Election",
        "language": "english",
        "site_url": "humansarefree.com",
        "country": "US",
        "spam_score": 0.0,
        "type": "bs",
        "body_en": ". Biggest Winners and Losers of the 2016 U.S. Presidential Election The biggest collective losers of the campaign were the mainstream media. Some of course were worse t... Print Email http://humansarefree.com/2016/11/biggest-winners-and-losers-of-2016-us.html The biggest collective losers of the campaign were the mainstream media. Some of course were worse than others, but all of the old fashioned mainstream outlets were terrible. They operated on a basis of contempt for the honest concerns of ordinary people.They hid Hillary Clinton’s scandals from public view as though oblivious to the fact that in the internet age, the truth cannot be hidden nor suppressed by the failing media-industrial complex.Long before Donald Trump declared his candidacy, the systematic problems of mainstream media in the west were well known.The total deceit with which they cover international affairs, slandering countries which do not actively pursue neoliberal policies, was in full view. Their job is to report the facts and collect information. Instead they have acted like mad agitators for their pet geopolitical projects.As the mainstream media begins to collapse, so too are common misconceptions about war and peace. In 2003 when mainstream media still had a fairly stern grip on public consciousness, many were duped into believing Bush and Blair’s lies about Iraq. Thanks to new media, people in the west have a far better understanding of the realities in the Middle East than they did thirteen years ago. It explains why popular support for war in Syria and by extrapolation on Russia, something that the likes of Hillary Clinton have wildly campaigned for, remains deeply unpopular with ordinary people. The Biggest Winner After Donald Trump , the biggest winners were Julian Assange and Wikileaks . Wikileaks did what honest journalists ought to do, they publish information that is vital to the public interest without having a hidden agenda. Assange expressed his personal disdain for both Trump and Clinton and recently explained the scientific reasons why Wikileaks released damning information on Clinton and not Trump. In all he said he was fair minded and open minded.This remained the case despite Hillary and her supporters making death threats to Assange and Assange having his internet connection at the Ecuadorian Embassy in which he remains captive, cut off after the US State Department put pressure on the Government of Ecuador. But Assange persisted and leak after leak showed American voters and the wider world who Hillary Clinton actually is. It is a very different image from the sugar coated picture painted by the mainstream media. [Her allegiance to the Rothschilds and NWO master manipulator George Soros has also been confirmed , as well as her strong ties to Monsanto .]Wikileaks exposed how Hillary says one thing in public and other to her friends in Wall Street. Wikileaks exposed lie after lie, cover-up after cover-up. Julian Assange’s place in history as someone who has exposed the lies of politicians like Hillary Clinton is now assured. He is owed a debt of gratitude by all those who value truth and justice. By Adam Garrie (excerpt) Dear Friends, HumansAreFree is and will always be free to access and use. If you appreciate my work, please help me continue. \nStay updated via Email Newsletter: Related",
        "id": "4037",
        "_version_": 1749576392386805760
    }
]